{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lori Ewing", "title": "Dwane Casey woke up thinking about NBA-best Raptors", "description": "Dwane Casey woke up Monday morning thinking about the Toronto Raptors. But the Detroit Pistons coach said if there was any trepidation about his return to Toronto, it was more about facing the NBA's hottest team and less about being back in the place from whi…", "url": "https://www.cbc.ca/sports/basketball/nba/toronto-raptors-dwane-casey-toronto-return-1.4902387", "urlToImage": "https://i.cbc.ca/1.4902404.1542065673!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/casey-dwane-05102018.jpg", "publishedAt": "2018-11-12T23:35:10Z", "content": "Dwane Casey woke up Monday morning thinking about the Toronto Raptors. But the Detroit Pistons coach said if there was any trepidation about Wednesday's return to Toronto, it was more about facing the league's hottest team and less about being back in the pla… [+5625 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Carly Stagg", "title": "Bye bye birdie: Iconic Inglewood goose sign won't be part of new, modern bridge", "description": "When the old Ninth Avenue bridge is retired next year, its iconic Inglewood goose sign, which welcomes people to the neighbourhood from its perch above, will fly the coop as well.", "url": "https://www.cbc.ca/news/canada/calgary/inglewood-goose-sign-ninth-avenue-bridge-1.4895485", "urlToImage": "https://i.cbc.ca/1.4902322.1542058937!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/inglewood-ninth-ave-bridge-goose-sign.jpg", "publishedAt": "2018-11-12T23:00:50Z", "content": "When the old Ninth Avenue bridge is retired next year, its iconic Inglewood goose sign, which welcomes people to the neighbourhood from its perch above, will fly the coop as well. It's a decision that's ruffling a few feathers in the community. L.J. Robertson… [+2063 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joel Ballard", "title": "Civil liberties group calls out federal government over appeal of solitary confinement ruling", "description": "A B.C. civil liberties group is calling out the federal government for a perceived double standard, questioning how it can appeal a ruling against solitary confinement while at the same time saying it is trying to end the controversial practice.", "url": "https://www.cbc.ca/news/canada/british-columbia/civil-liberties-group-calls-out-federal-government-appeal-solitary-confinement-ruling-1.4902150", "urlToImage": "https://i.cbc.ca/1.4491066.1542052326!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/decision-on-solitary-confinement.jpg", "publishedAt": "2018-11-12T22:49:51Z", "content": "A civil liberties group is calling out the federal government for a perceived double standard, questioning how it can appeal a ruling against solitary confinement while at the same time saying it is trying to end the controversial practice. In the B.C. Court … [+3418 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sam Johnston", "title": "Djokovic cruises past Isner in ATP Finals opener", "description": "The opening matches at the ATP Finals led to a debate over whether conditions at the O2 Arena were trickier than in past years. Novak Djokovic ended it.", "url": "https://www.cbc.ca/sports/tennis/atp-finals-recap-djokovic-nov-12-1.4902190", "urlToImage": "https://i.cbc.ca/1.4902364.1542062116!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/djokovic-novak-12112018.jpg", "publishedAt": "2018-11-12T22:43:28Z", "content": "The opening matches at the ATP Finals led to a debate over whether conditions at the O2 Arena were trickier than in past years. Novak Djokovic ended it. The Wimbledon and U.S. Open champion made an impressive start to his campaign for a sixth title by dismiss… [+1695 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Holly McKenzie-Sutter", "title": "Booming culinary scene in N.L. under the spotlight since Anthony Bourdain visit", "description": "Parts Unknown has put the province on the map since the Newfoundland episode aired this spring.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/anthony-bourdain-nl-episode-tourism-1.4902063", "urlToImage": "https://i.cbc.ca/1.4698489.1528484327!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jeremy-charles-anthony-bourdain.jpg", "publishedAt": "2018-11-12T22:30:54Z", "content": "Last fall, celebrity chef Anthony Bourdain took a tour of Newfoundland and Labrador's distinct food landscape, from a moose hunting expedition to an Atlantic fishing trip, to a traditional coastal boil-up. Accompanied by local chefs like Jeremy Charles, one o… [+4311 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Helen Pike", "title": "'Nothing left to order:' Calgary cannabis stores struggle with stock", "description": "After the initial spark, Calgarians continue to shop for cannabis. But supply hasn't stayed steady enough for some retail outlets to keep regular hours.", "url": "https://www.cbc.ca/news/canada/calgary/alberta-cannabis-retail-sales-calgary-stores-struggle-1.4902120", "urlToImage": "https://i.cbc.ca/1.4902259.1542061602!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/queen-of-cannabis.jpg", "publishedAt": "2018-11-12T22:30:00Z", "content": "After the initial spark, Calgarians are continuing to shop for cannabis. But supply hasn't stayed steady enough for some retailers to keep regular hours. The week of Oct. 17, when marijuana became legal, one of the city's two retail stores scaled back its pla… [+3246 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gregory Strong", "title": "Moguls star Kingsbury feeling lighter, fitter, faster, stronger", "description": "The reigning Olympic champion feels lighter, fitter and faster on his skis after tinkering with his diet in the off-season. If his competitors weren't already shuddering after the Canadian's latest dominant season, they should be when they hear Kingsbury is d…", "url": "https://www.cbc.ca/sports/olympics/winter/freestyleskiing/moguls-mikael-kingsbury-feature-1.4902325", "urlToImage": "https://i.cbc.ca/1.4902335.1542060291!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/kingsbury-mikael-021218-620.jpg", "publishedAt": "2018-11-12T22:14:53Z", "content": "Just 26 years old, freestyle skiing sensation Mikael Kingsbury has already rewritten the moguls record book. He has no plans to slow down now that the new quadrennial is here. The reigning Olympic champion feels lighter, fitter and faster on his skis after ti… [+3720 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Steve Rukavina", "title": "Kirkland man ordered to undergo psychiatric assessment after Friday's shooting of boy, 5, and man, 69", "description": "The 36-year-old man is facing a total of six charges, including two for the attempted murders of a five-year-old who was shot and of a three year-old boy who was also in the house at the time of the shooting.", "url": "https://www.cbc.ca/news/canada/montreal/kirkland-shooting-man-1.4902293", "urlToImage": "https://i.cbc.ca/1.4902309.1542058479!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/richard-shadley.jpg", "publishedAt": "2018-11-12T22:13:19Z", "content": "A 36-year-old man accused of shooting a five-year-old boy and a 69-year-old man in a Kirkland home last Friday has been ordered to undergo a psychiatric evaluation. The man, whose name is protected by a publication ban, appeared in Quebec court Monday afterno… [+855 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 Stella's managers on indefinite leave after allegations from workers", "description": "Two executives from Stella's Cafe have taken an indefinite leave of absence from a Winnipeg restaurant chain dogged by allegations of workplace harassment, unfair treatment of staff, racism and sexual assault.", "url": "https://www.cbc.ca/news/canada/manitoba/stellas-executive-indefinite-leave-allegations-1.4902331", "urlToImage": "https://i.cbc.ca/1.4900267.1541804094!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stella-s-bakery.jpg", "publishedAt": "2018-11-12T22:11:31Z", "content": "Two executives from Stella's Cafe have taken an indefinite leave of absence from a Winnipeg restaurant chain dogged by allegations of workplace harassment, unfair treatment of staff, racism and sexual assault. Grant Anderson, vice-president of operations, and… [+995 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "West Kildonan man still shocked after car slammed into his house", "description": "A man in West Kildonan is still shocked after watching a car slam into his house three times before driving away.", "url": "https://www.cbc.ca/news/canada/manitoba/car-crash-winnipeg-house-1.4902033", "urlToImage": "https://i.cbc.ca/1.4902271.1542059784!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/car-crash-into-house.jpg", "publishedAt": "2018-11-12T22:10:40Z", "content": "A man in West Kildonan is still shocked after watching a car slam into his house three times before driving away. It was around 2 a.m., Sunday morning when Irvin Quevedo heard a crash outside his Aurora at North Point house on Phoenix Way. \"I rushed to the fr… [+1309 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Vatican orders U.S. bishops to delay vote on sex abuse scandal", "description": "At the Vatican's insistence, U.S. Catholic bishops abruptly postponed plans Monday to vote on proposed new steps to address the clergy sex abuse crisis roiling the church.", "url": "https://www.cbc.ca/news/world/vatican-sex-abuse-bishops-1.4902294", "urlToImage": "https://i.cbc.ca/1.4902305.1542058347!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/church-abuse-usa-bishops.jpg", "publishedAt": "2018-11-12T22:06:59Z", "content": "At the Vatican's insistence, U.S. Catholic bishops abruptly postponed plans Monday to vote on proposed new steps to address the clergy sex abuse crisis roiling the church. Cardinal Daniel DiNardo of Galveston-Houston, the president of the U.S. Conference of C… [+4948 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janyce McGregor", "title": "Trudeau heads to ASEAN summit to 'mend relations' a year after thorny trade talks", "description": "As Justin Trudeau and his Canadian delegation arrive in Singapore for his second ASEAN summit Tuesday, they may find this year’s round of Asia-Pacific talks less stressful than they were in 2017.", "url": "https://www.cbc.ca/news/politics/trudeau-asean-apec-summit-singapore-papua-new-guinea-1.4901200", "urlToImage": "https://i.cbc.ca/1.4901988.1542043267!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/singapore-asean.jpg", "publishedAt": "2018-11-12T22:00:00Z", "content": "As Justin Trudeau and his Canadian delegation arrive in Singapore for his second Association of South East Asian Nations (ASEAN) summit Tuesday, they may find this year's round of Asia-Pacific talks less stressful than they were in 2017. A year ago, the 11 co… [+8447 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "CBC Nova Scotia News November 12, 2018", "description": "The only daily TV news package to focus on Nova Scotians and their stories", "url": "https://www.cbc.ca/news/canada/nova-scotia/cbc-nova-scotia-news-november-12-2018-1.4902368", "urlToImage": "https://i.cbc.ca/1.4902368.1542064202!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-12T22:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Travis McEwan", "title": "'Trigger-happy' hunter killed beloved buckskin horse, owner believes", "description": "A Drayton Valley-area farmer worries a hunter killed his 26-year-old buckskin horse, mistaking it for a deer.", "url": "https://www.cbc.ca/news/canada/edmonton/drayton-valley-horse-shot-1.4902244", "urlToImage": "https://i.cbc.ca/1.4902262.1542058852!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/seely-horse.PNG", "publishedAt": "2018-11-12T21:54:15Z", "content": "A farmer in the Drayton Valley area worries that his 26-year-old buckskin saddle horse fell victim to a \"trigger-happy\" hunter who mistook it for a deer. Kevin Seely found his horse Rocky dead on his property on Nov. 4. That day he checked on his dozen horses… [+1357 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Southern Alberta crash involving stolen pickup truck sends 5 to hospital", "description": "RCMP in southern Alberta are looking for information about a serious crash Monday morning between two pickup trucks — one stolen — that sent five people to hospital.", "url": "https://www.cbc.ca/news/canada/calgary/coaldale-stolen-truck-crash-1.4895484", "urlToImage": "https://i.cbc.ca/1.4656949.1525968942!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-12T21:52:18Z", "content": "RCMP in southern Alberta are looking for information about a serious crash Monday morning involving two pickup trucks one stolen that sent five people to hospital. Coaldale RCMP say a couple from Yukon were heading south on Highway 4 when their vehicle slamme… [+880 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Glowacki,Meaghan Ketcheson", "title": "Teen shot Saturday was best friends with accused, says relative", "description": "The 17-year-old who was shot and killed Saturday morning at a home on Sherburn Street was best friends with the boy accused of killing him, a family member says.", "url": "https://www.cbc.ca/news/canada/manitoba/family-relative-shooting-1.4902258", "urlToImage": "https://i.cbc.ca/1.4901245.1541959304!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sherburn-homicide-1.jpg", "publishedAt": "2018-11-12T21:51:02Z", "content": "The 17-year-old who was shot and killed Saturday morning at a home on Sherburn Street was best friends with the boy accused of killing him, a family member says. CBC is not identifying the extended family member to protect the identity of the minors involved.… [+926 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kristy Kirkup", "title": "Indigenous women coerced into sterilizations across Canada: senator", "description": "New research shows the forced sterilization of Indigenous women is not just a shameful part of Canadian history. Reports from Alberta, Saskatchewan, Manitoba, Ontario and the territories suggest it is still happening.", "url": "https://www.cbc.ca/news/politics/sterilization-indigenous-1.4902303", "urlToImage": "https://i.cbc.ca/1.4902304.1542058271!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/coerced-sterilization-indigenous-20181111.jpg", "publishedAt": "2018-11-12T21:48:04Z", "content": "When she was 17 years old, Liz was coerced by a Children's Aid worker into having an abortion and being sterilized at a northwestern Ontario hospital, she says an experience she's carried for 40 years. \"It was a matter of me almost [being] cornered, if you wi… [+4660 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Police search for 9 youths wanted in attack on Jewish teens", "description": "Toronto police are seeking the public's help in identifying and locating nine youths wanted in connection with an attack on a group of Jewish teens.", "url": "https://www.cbc.ca/news/canada/toronto/police-search-youths-attacked-jewish-teens-1.4902273", "urlToImage": "https://i.cbc.ca/1.4538532.1518788210!/httpImage/image.jpg_gen/derivatives/16x9_620/li-620-police-car.jpg", "publishedAt": "2018-11-12T21:42:19Z", "content": "Toronto police are seeking the public's help in identifying and locating nine youths wanted in connection with an attack on a group of Jewish teens. Police said the victims were attacked and robbed on Sunday, Nov. 11 in the area of Fairholme Avenue and Bathur… [+2006 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Yes and No camps make final push on day before Calgary Olympic plebiscite", "description": "Regardless of the way Calgarians vote, the city's returning officer says Elections Calgary is ready for a high turnout, with more than enough ballots for all eligible voters.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-olympic-bid-plebiscite-final-push-1.4902169", "urlToImage": "https://i.cbc.ca/1.4902255.1542056390!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/yes-and-no-olympics.jpg", "publishedAt": "2018-11-12T21:38:40Z", "content": "The Yes and No sides of the Olympic debate are making their final pitches with less than 24 hours to go before a plebiscite on whether Calgary should bid on the 2026 Winter Games. Jeanne Milne with No Calgary Olympics was set up at Market Mall on Monday morni… [+2265 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Bettman even more important to NHL than Gretzky: Brian Burke", "description": "Former NHL executive Brian Burke offered high praise for commissioner Gary Bettman when speaking to Sophia Jurksztowicz in an interview for the Hockey Night In Canada podcast.", "url": "https://www.cbc.ca/sports/hockey/nhl/brian-burke-interview-hall-of-fame-bettman-gretzky-1.4902222", "urlToImage": "https://i.cbc.ca/1.4902261.1542057458!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/nhl-bettman-burke-020309-620.jpg", "publishedAt": "2018-11-12T21:29:30Z", "content": "Gary Bettman over everything. That's the level of praise former NHL executive and current selection committee member Brian Burke has for the commissioner, who will be inducted into the Hockey Hall of Fame on Monday. In an interview with Sophia Jurksztowicz fo… [+1037 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Donation bucket for war veterans stolen from Montreal West florist", "description": "Alex Yoo, the owner of Marché des Fleurs Westminster, is asking the public's help in identifying the thieves caught on his shop's security video making off with donations.", "url": "https://www.cbc.ca/news/canada/montreal/donation-bucket-for-war-veterans-stolen-from-montreal-west-florist-1.4902066", "urlToImage": "https://i.cbc.ca/1.4902225.1542056993!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alex-yoo.jpg", "publishedAt": "2018-11-12T21:26:49Z", "content": "A Montreal West flower shopkeeper is asking for the public's help in identifying the thieves caught on his store's security video stealing a donation bucket intended for war veterans. Alex Yoo, who owns Marché de Fleurs Westminster on Westminster Avenue North… [+1688 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jesse Campigotto", "title": "Meet the newest Hockey Hall of Famers", "description": "Welcome to The Buzzer — CBC Sports' daily newsletter. Get up to speed in a hurry on the interesting stuff happening in sports.", "url": "https://www.cbc.ca/sports/the-buzzer-nov-12-1.4902231", "urlToImage": "https://i.cbc.ca/1.4902289.1542057180!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hockey-hall-of-fame-2018-class.jpg", "publishedAt": "2018-11-12T21:26:41Z", "content": "Welcome to The Buzzer the new newsletter from CBC Sports. Sign up here to get it delivered directly to your inbox every weekday. Here's what you need to know right now from the world of sports: Meet the newest Hockey Hall of Famers Five men and one woman will… [+6586 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Angela Bosse", "title": "Prof studies why New Brunswickers hate New Brunswick", "description": "St. Thomas professor says most of his students don't know enough about their province's history or literary contributions: 'What they are learning about and are hearing are the stories about our backwardness, not the stories of our success.'", "url": "https://www.cbc.ca/news/canada/new-brunswick/tony-tremblay-negative-new-brunswick-professor-research-1.4902132", "urlToImage": "https://i.cbc.ca/1.4902240.1542055638!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/tony-tremblay.JPG", "publishedAt": "2018-11-12T21:21:27Z", "content": "St. Thomas University professor Tony Tremblay is studying why New Brunswickers hate their province. The scholar of English literature is looking to a different kind of narrative to study negative stereotypes about New Brunswick, and how to change them. Trembl… [+2809 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Net loss: Kings backup goalie Jack Campbell tears meniscus in knee", "description": "Los Angeles Kings goalie Jack Campbell will be out for at least a month after surgery to repair a meniscus tear in his knee. The Kings recalled goalie Cal Petersen from their AHL affiliate in Ontario on Monday.", "url": "https://www.cbc.ca/sports/hockey/nhl/jack-campbell-injury-kings-nhl-1.4902252", "urlToImage": "https://i.cbc.ca/1.4902290.1542057262!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/campbell-jack-181106-1180.jpg", "publishedAt": "2018-11-12T21:16:51Z", "content": "Los Angeles Kings goalie Jack Campbell will be out for at least a month after surgery to repair a meniscus tear in his knee. The Kings recalled goalie Cal Petersen from their American Hockey League affiliate in Ontario on Monday. Los Angeles is without its to… [+1686 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Treaty signing marks start of real work for Alberta's Lubicon, says chief", "description": "Alberta's Lubicon Cree have been fighting for decades for a land they could call their own. But the day before he's poised to sign the historic claim with Premier Rachel Notley, Chief Billy-Joe Laboucan says the real work is just beginning.", "url": "https://www.cbc.ca/news/canada/edmonton/lubicon-alberta-treaty-signing-1.4902245", "urlToImage": "https://i.cbc.ca/1.4876951.1540413955!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/alta-lubicon-lake-20181024.jpg", "publishedAt": "2018-11-12T21:01:18Z", "content": "Alberta's Lubicon Cree have been fighting for decades for a land they could call their own. But the day before he's poised to sign the historic claim with Premier Rachel Notley, Chief Billy-Joe Laboucan says the real work is just beginning. He says the First … [+682 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate McKenna", "title": "Youth protection officials failed suicidal Salluit teen, Quebec coroner concludes", "description": "The coroner looking into the death of Rhoda Tunu Parr, 14, concluded Quebec's youth protection service provided inadequate followup after the teen had expressed suicidal thoughts. He said it could be symptomatic of a larger problem in Nunavik.", "url": "https://www.cbc.ca/news/canada/montreal/rhoda-tunu-parr-coroner-report-1.4901917", "urlToImage": "https://i.cbc.ca/1.4902012.1542055620!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/nunavik-half-mast.JPG", "publishedAt": "2018-11-12T20:51:14Z", "content": "Quebec's youth protection services failed to provide adequate followup with a teen in foster care who had expressed suicidal thoughts, a coroner has concluded. Coroner Éric Lépine said what happened to 14-year-old Rhoda Tunu Parr could be symptomatic of a lar… [+2529 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "UNB students smash the stigma of mental health", "description": "The event was organized by a student chapter of Jack.org, a national group focused on youth mental health founded by a Toronto couple after they lost their 18-year-old son.", "url": "https://www.cbc.ca/news/canada/new-brunswick/smashing-the-stigma-mental-health-unb-fredericton-jack-org-1.4902098", "urlToImage": "https://i.cbc.ca/1.4902206.1542054123!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/three-jack-org-students.jpg", "publishedAt": "2018-11-12T20:47:38Z", "content": "With some pumpkins, a sharpie and a slegehammer, three University of New Brunswick Fredericton students were out to smash the stigma of mental health. They represent the local chapter of Jack.org, a mental health advocacy group. The idea is to write words rel… [+892 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Manitoban waits to see if home will be in path of California wildfires", "description": "A Manitoba-born man who lives just a few miles from the wildfires that are ravaging California says he is watching anxiously to see if his home might be in harm's way.", "url": "https://www.cbc.ca/news/canada/manitoba/california-wildfires-manitoba-man-1.4902161", "urlToImage": "https://i.cbc.ca/1.4901717.1542025587!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/california-wildfires.jpg", "publishedAt": "2018-11-12T20:45:04Z", "content": "A Manitoba-born man who lives just a few miles from the wildfires that are ravaging California says he is watching anxiously to see if his home might be in harm's way. Kelly Edwards, originally from Pine Falls, Man., has been living in California for a year. … [+1455 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Watch refugee children who've just arrived from Sudan enjoy snow for 1st time", "description": "A video that show two refugee children from Eritrea enjoying snow for the first time in Canada is melting hearts on social media.", "url": "https://www.cbc.ca/news/canada/toronto/refugee-children-eritrea-first-time-snow-ripple-refugee-project-1.4902162", "urlToImage": "https://i.cbc.ca/1.4902170.1542051750!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/refugee-children-snow-first-time.JPG", "publishedAt": "2018-11-12T20:38:53Z", "content": "A video that shows two children from Eritrea enjoying snow for the first time in Canada is melting hearts on social media. In the 43-second clip, the young girl and boy run out into a back yard in big winter coats, squeal with delight, walk around and jump. T… [+1621 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Tech stock sell-off pushes markets lower", "description": "A steep drop in technology companies sent U.S. stocks sharply lower Monday, knocking off more than 500 points from the Dow Jones Industrial Average.", "url": "https://www.cbc.ca/news/business/markets-dollar-oil-1.4902042", "urlToImage": "https://i.cbc.ca/1.4902205.1542053150!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/nyse-sign.jpg", "publishedAt": "2018-11-12T20:29:48Z", "content": "A steep drop in technology companies sent U.S. stocks sharply lower Monday, knocking off more than 500 points from the Dow Jones Industrial Average. The Dow Jones Industrial Average was off by more than 500 points or roughly two per cent to 25,493 as technolo… [+2310 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "The El Mocambo's neon palm tree is back on Spadina Avenue", "description": "The glowing neon palm tree that once greeted the world's biggest rock acts during their stops in Toronto is back. A replica of the original was delivered to the venue on Monday, just days before it will be lit for the first time since 2016.", "url": "https://www.cbc.ca/news/canada/toronto/el-mocambo-neon-palm-returns-1.4902084", "urlToImage": "https://i.cbc.ca/1.4902163.1542050901!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/michael-wekerle.jpg", "publishedAt": "2018-11-12T20:23:43Z", "content": "The glowing neon palm tree that once greeted some of the world's biggest rock acts during their stops in Toronto is back sort of. On Monday, a new version of the El Mocambo's iconic sign was delivered to the venue, just days before it will be mounted and turn… [+2024 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sean Kavanagh", "title": "New Flyer sends 90 jobs to Kentucky to meet U.S. content rules", "description": "Winnipeg-based bus manufacturer New Flyer is moving 90 jobs to Kentucky to meet American content rules.", "url": "https://www.cbc.ca/news/canada/manitoba/new-flyer-jobs-winnipeg-trade-u-s-layoffs-1.4899899", "urlToImage": "https://i.cbc.ca/1.2852433.1541799139!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/electric-buses.JPG", "publishedAt": "2018-11-12T20:21:31Z", "content": "Winnipeg-based bus manufacture New Flyer will lay off 90 people and move the jobs to Shepherdsville, Ky., to deal with increasingly tighter Buy America regulations. New Flyer Industries president Paul Soubry said Buy America rules passed in 2015 under the U.S… [+2259 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Emma Davie", "title": "Only 411 North Atlantic right whales left, says new report", "description": "On Friday, the North Atlantic Right Whale Consortium released its 2018 report card for the endangered species. There are just 411 left.", "url": "https://www.cbc.ca/news/canada/nova-scotia/north-atlantic-right-whale-population-down-411-report-1.4902075", "urlToImage": "https://i.cbc.ca/1.4683681.1527690579!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/right-whales.jpg", "publishedAt": "2018-11-12T20:11:50Z", "content": "A new report says there are just 411 North Atlantic right whales left of the rapidly declining species, in what scientists are calling a \"significant drop\" in the population. On Friday, the North Atlantic Right Whale Consortium released its 2018 report card f… [+4111 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Ontario government says cannabis deliveries 'back on track' after backlog cleared", "description": "The Ontario government says the province's only outlet for legal recreational cannabis has eliminated its backlog on orders and is \"back on track\" when it comes to deliveries.", "url": "https://www.cbc.ca/news/canada/toronto/ontario-cannabis-deliveries-back-on-track-government-says-1.4902173", "urlToImage": "https://i.cbc.ca/1.4902189.1542052384!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/aphria-cannabis-greehouse-leamington-on.jpg", "publishedAt": "2018-11-12T19:59:31Z", "content": "The Ontario government says the province's only outlet for legal recreational cannabis has eliminated its backlog on orders and is \"back on track\" when it comes to deliveries. Finance Minister Vic Fedeli says the online Ontario Cannabis Store is returning to … [+888 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Neil Davidson", "title": "Canada Wolverines set to begin 2021 Rugby League World Cup qualifying", "description": "The Canadian Wolverines open their bid to make the 2021 Rugby League World Cup on Tuesday against Jamaica at the Americas tourney in Jacksonville, Fla. The winner faces either the United States or Chile to see who qualifies.", "url": "https://www.cbc.ca/sports/rugby/canada-wolverines-world-cup-2021-1.4902164", "urlToImage": "https://i.cbc.ca/1.4902182.1542052581!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/borggren-emil-111218.jpg", "publishedAt": "2018-11-12T19:57:05Z", "content": "By a quirk of fate, Ryerson student Emil Borggren fell in love with rugby league on a visit to his native Denmark. The 23-year-old Borggren, who has a Canadian father and Danish mother, was born in Denmark but came to Canada with his family when he was six. B… [+5469 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "10-year-old Montrealer finds spider never before seen in Quebec", "description": "Arachnologist Pierre Paquin says the Trachelas tranquillus found in an alleyway behind a school in Rosemont could have hitched a ride with humans from somewhere south of the border.", "url": "https://www.cbc.ca/news/canada/montreal/10-year-old-montrealer-finds-spider-never-before-seen-in-quebec-1.4901849", "urlToImage": "https://i.cbc.ca/1.4902062.1542052384!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alessandra-nicolaescu.jpg", "publishedAt": "2018-11-12T19:55:09Z", "content": "Alessandra Nicolaescu, a fifth-grader at École Saint-Marc in Montreal's Rosemont neighbourhood, was \"beast hunting,\" collecting small critters in a large fabric funnel from the green alleyway behind her school, when she found it. \"I saw a spider. I really wan… [+1522 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Helen Pike", "title": "C-Train assault victim's family plan to 'stand up' for critically injured mother in court", "description": "As a Calgary woman continues to recover in hospital after being pushed onto the tracks at a C-Train station last week, her family is gearing up to advocate against bail for the woman accused in the attack.", "url": "https://www.cbc.ca/news/canada/calgary/rozalia-meichl-ctrain-attack-court-1.4902047", "urlToImage": "https://i.cbc.ca/1.4900906.1541885735!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/rozalia-meichl.jpeg", "publishedAt": "2018-11-12T19:48:03Z", "content": "As a Calgary woman continues to recover in hospital after being pushed onto the tracks at a C-Train station last week, her family is gearing up to advocate against bail for the woman accused in the attack. According to the family, Rozalia Meichl was on her wa… [+1722 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Former Paradise, Calif., mayor recounts harrowing tale of escaping wildfire", "description": "\"Every member of town council lost their home. Virtually our entire police department... lost their homes,\" Scott Lotter said.", "url": "https://www.cbc.ca/news/canada/british-columbia/former-paradise-mayor-recounts-harrowing-tale-escaping-wildfire-1.4901954", "urlToImage": "https://i.cbc.ca/1.4901969.1542042604!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/california-wildfires-photo-gallery.jpg", "publishedAt": "2018-11-12T19:46:21Z", "content": "A former mayor and current councilman of Paradise, Calif., has given a chilling account of how quickly and thoroughly wildfire devastated his town of 26,000. Scott Lotter said most residents have lost their homes to what's now being called the Camp Fire, incl… [+2044 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tim Wharnsby", "title": "Brodeur vs. Roy: Which Hall of Famer is the greatest goalie ever?", "description": "Just like Patrick Roy was the peerless member of the 2006 Hockey Hall of Fame inductees, Martin Brodeur is unequaled among his class. But which legendary goalie stands out as the greatest of all time?", "url": "https://www.cbc.ca/sports/hockey/nhl/hockey-hall-of-fame-induction-martin-brodeur-patrick-roy-1.4901751", "urlToImage": "https://i.cbc.ca/1.4902091.1542051572!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brodeur-martin-2-111218.jpg", "publishedAt": "2018-11-12T19:30:00Z", "content": "Just like Patrick Roy was the peerless member of the 2006 Hockey Hall of Fame inductees, Martin Brodeur is unequaled among his class. The New Jersey Devils legend was the easiest to make a case for among player inductees Martin St. Louis, Aleksander Yakushev … [+4303 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amara McLaughlin", "title": "Toronto's new shelter plan just a short-term solution to homelessness, advocates say", "description": "Several organizations that work with Toronto's homeless population are warning the city's new shelter plan, which includes creating three new respite sites this winter, is flawed.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-shelter-plan-falls-short-homeless-advocates-1.4901743", "urlToImage": "https://i.cbc.ca/1.4901895.1542039195!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-homelessness.jpg", "publishedAt": "2018-11-12T19:24:33Z", "content": "Several organizations that work with Toronto's homeless population are warning the city's new shelter plan, which includes creating three new respite sites this winter, is flawed. David Reycraft, the director of housing services at Dixon Hall, said while the … [+5513 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Aung San Suu Kyi stripped of Amnesty 'conscience' award", "description": "Amnesty International has withdrawn its most prestigious human rights prize from Aung San Suu Kyi, accusing the Myanmar leader of perpetuating human rights abuses by not speaking out about violence against the Rohingya Muslim minority.", "url": "https://www.cbc.ca/news/politics/aung-san-suu-kyi-amnesty-international-1.4902089", "urlToImage": "https://i.cbc.ca/1.4902125.1542049751!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/singapore-asean-summit.jpg", "publishedAt": "2018-11-12T19:22:25Z", "content": "Amnesty International has withdrawn its most prestigious human rights prize from Aung San Suu Kyi, accusing the Myanmar leader of perpetuating human rights abuses by not speaking out about violence against the Rohingya Muslim minority. Once hailed as a champi… [+2602 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tim Reynolds", "title": "Jimmy Butler to debut with 76ers Wednesday after NBA approves trade", "description": "All-star forward Jimmy Butler is now a member of the Philadelphia 76ers, after they and the Minnesota Timberwolves received approval from the NBA’s office Monday on the terms of the trade that was agreed to over the weekend.", "url": "https://www.cbc.ca/sports/basketball/nba/butler-trade-76ers-official-nba-1.4902099", "urlToImage": "https://i.cbc.ca/1.4902146.1542050105!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/butler-jimmy-181019-1180.jpg", "publishedAt": "2018-11-12T19:18:15Z", "content": "All-star forward Jimmy Butler is now a member of the Philadelphia 76ers, after they and the Minnesota Timberwolves received approval from the NBA's office Monday on the terms of the trade that was agreed to over the weekend. Butler and Justin Patton were trad… [+4118 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC", "title": "Marvel Comics co-creator Stan Lee has died, sources say", "description": "Stan Lee, the man who co-created Marvel Comics, has died, according to TMZ and the Hollywood Reporter.", "url": "https://www.cbc.ca/news/entertainment/stan-lee-marvel-comics-obituary-1.4902085", "urlToImage": "https://i.cbc.ca/1.4902094.1542048906!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/people-stan-lee.jpg", "publishedAt": "2018-11-12T19:15:26Z", "content": "Stan Lee, the man who co-created Marvel Comics, has died, according to TMZ and the Hollywood Reporter. The legendary writer, editor and publisher began Marvel with Jack Kirby in 1961 with The Fantastic Four. Other Marvel characters that Lee created included S… [+75 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Newfoundland woman searching for missing family in California wildfire", "description": "A woman in Lewisporte is posting pictures of her uncle and his wife, hoping someone in California might see it and know where they are amidst a deadly wildfire that ripped through Paradise.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/camp-fire-paradise-california-nl-woman-1.4902039", "urlToImage": "https://i.cbc.ca/1.4902080.1542048338!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/randy-dodge-paula-dodge.jpg", "publishedAt": "2018-11-12T19:09:03Z", "content": "A woman in Lewisporte is posting pictures online of her uncle and his wife, hoping someone might know where they are after the deadliest wildfire in California's history tore through their hometown. Megan Janes says her uncle, Randy Dodge, and his wife, Paula… [+2111 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canada still hopes to secure comprehensive free-trade deal with China", "description": "Canada is still hoping to secure a comprehensive trade deal with China despite suggestions last week it was instead aiming for sector-by-sector agreements.", "url": "https://www.cbc.ca/news/politics/canada-china-comprehensive-trade-1.4902092", "urlToImage": "https://i.cbc.ca/1.4896796.1541680118!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/holocaust-apology-20181108.jpg", "publishedAt": "2018-11-12T18:59:57Z", "content": "Canada is still hoping to secure a comprehensive trade deal with China despite suggestions last week it was instead aiming for sector-by-sector agreements. Speaking in Beijing today after bilateral economic meetings, International Trade Minister Jim Carr said… [+963 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pit bull bites 4-year-old girl in face", "description": "A four-year-old girl in Gatineau, Que., was taken to hospital after she was bitten in the face by a pit bull, police say.", "url": "https://www.cbc.ca/news/canada/ottawa/gatineau-put-bull-attack-four-year-old-1.4902016", "urlToImage": "https://i.cbc.ca/1.4014137.1488921809!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gatineau-police-officer.jpg", "publishedAt": "2018-11-12T18:57:24Z", "content": "Gatineau police are urging residents to learn the city's rules around dangerous dogs after a four-year-old girl was bitten on the face last week. The girl was taken to hospital with non-life-threatening injuries after she was attacked by a pit bull on the eve… [+1044 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matthew Kupfer", "title": "Parrot shelter's future up in the air", "description": "The owner of a shelter for parrots in Smiths Falls, Ont., has been given 60 days to decide on the future of the rescue, which violates residential zoning rules.", "url": "https://www.cbc.ca/news/canada/ottawa/feathered-haven-parrot-rescue-smiths-falls-1.4900310", "urlToImage": "https://i.cbc.ca/1.4900338.1541806147!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jill-woods-feathered-haven-parrot-rescue-nov-9-2018.jpg", "publishedAt": "2018-11-12T18:54:33Z", "content": "The owner of a shelter for parrots in Smiths Falls, Ont., has been given 60 days to decide on the future of the rescue, which violates residential zoning rules. \"We have to downsize. We're over the limit of pets per household. We may have to close,\" said Jill… [+2014 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Church's surviving bell tolls 100 times to mark armistice centenary", "description": "Trinity Lutheran Church in Delta had two bells until the end of the First World War, when excited parishioners clanged one so hard during armistice celebrations that it cracked.", "url": "https://www.cbc.ca/news/canada/british-columbia/church-s-surviving-bell-tolls-100-times-armistice-centenary-1.4901634", "urlToImage": "https://i.cbc.ca/1.4901658.1542048406!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/trinity-lutheran-church-delta-b-c.jpg", "publishedAt": "2018-11-12T18:51:01Z", "content": "When the First World War ended, parishioners at Trinity Lutheran Church in North Delta were so excited they raced to ring the church's two bells. Ever since that day 100 years ago, the two bells have never rang together again. \"They were so exuberant, they cl… [+1621 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "NDP says families waiting for 2,000 new long-term care beds in eastern GTA", "description": "Ontario's NDP is calling on the province to add 2,000 long-term beds to Scarborough, Whitby and Oshawa, saying families there are struggling to find care for their loved ones.", "url": "https://www.cbc.ca/news/canada/toronto/ontario-ndp-andrea-horwath-long-term-care-beds-scarborough-whitby-oshawa-1.4902003", "urlToImage": "https://i.cbc.ca/1.4902027.1542045731!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-elxn-ndp-20180520.jpg", "publishedAt": "2018-11-12T18:39:08Z", "content": "Ontario's NDP is calling on the province to add 2,000 long-term beds to Scarborough, Whitby and Oshawa, saying families there are struggling to find care for their loved ones. NDP Leader Andrea Horwath said the Central East Local Health Integration Network, w… [+3546 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Empowering women with some tools of the trade", "description": "Meet the Wakefield, Que., contractor known as Wanda Wommin, whose super power is teaching women and girls how to make and fix things on their own.", "url": "https://www.cbc.ca/news/canada/ottawa/wanda-wommin-seguin-reclaimed-objects-recycling-1.4901757", "urlToImage": "https://i.cbc.ca/1.4901828.1542034693!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/wanda-seguin-wommin-contractor-reclaimer-handy-skills-wakefield-nov-2018.JPG", "publishedAt": "2018-11-12T18:31:21Z", "content": "In a cluttered workshop in Wakefield, Que., Wanda Seguin sorts through old door knobs and hinges. Seguin is a contractor by trade particularly handy with drywall and plumbing who also spends time fixing up other people's junk to sell. Now she's teaching other… [+1859 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2nd-degree murder charges laid in Port Coquitlam killing", "description": "Elwood Poorman is accused of murdering Jonathon Shingoose on Nov. 4.", "url": "https://www.cbc.ca/news/canada/british-columbia/elwood-poorman-jonathon-shingoose-dead-port-coquitlam-1.4901975", "urlToImage": "https://i.cbc.ca/1.4893333.1542043646!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/port-coquitlam-homicide.jpg", "publishedAt": "2018-11-12T18:19:02Z", "content": "A man has been charged with second-degree murder in connection with the death of a man in Port Coquitlam earlier this month. Police found Jonathon Shingoose, 36, seriously injured inside a house on the 2300 block of Atkins Avenue around 5:45 a.m. PT on Nov. 4… [+509 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Palestinians launch dozens of rockets into Israel after deadly raid", "description": "Palestinian militants on Monday fired dozens of rockets and mortar shells into southern Israel, critically wounding an Israeli teen after a deadly undercover Israeli military raid the day before.", "url": "https://www.cbc.ca/news/world/palestinians-rockets-israel-gaza-raid-1.4901961", "urlToImage": "https://i.cbc.ca/1.4901978.1542042823!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/israel-palestinians.jpg", "publishedAt": "2018-11-12T18:12:15Z", "content": "Palestinian militants on Monday fired dozens of rockets and mortar shells into southern Israel, critically wounding an Israeli teen after a deadly undercover Israeli military raid the day before. The Israeli military responded by dispatching fighter jets to s… [+5384 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman stabbed, shoved down and beaten in Winnipeg alley", "description": "A 27-year-old woman was rushed to hospital in critical condition after a vicious attack in a Winnipeg alley on Friday.", "url": "https://www.cbc.ca/news/canada/manitoba/woman-robbed-stabbed-winnipeg-1.4901938", "urlToImage": "https://i.cbc.ca/1.4898401.1541725057!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/police.PNG", "publishedAt": "2018-11-12T18:10:41Z", "content": "A 27-year-old woman was rushed to hospital in critical condition after an attack in a Winnipeg alley on Friday. She was walking around 11:30 p.m. in the back lane between McGee Street and Maryland Street, just north of Wellington Avenue in the Daniel McIntyre… [+775 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elias Abboud", "title": "Adele Sorella's trial for 1st-degree murder of her 2 daughters gets underway", "description": "The 52-year-old Laval woman is facing two counts of first-degree murder in connection with the deaths of her daughters Amanda, 9, and Sabrina, 8, in 2009.", "url": "https://www.cbc.ca/news/canada/montreal/adele-sorella-s-trial-for-1st-degree-murder-of-her-2-daughters-gets-underway-1.4902028", "urlToImage": "https://i.cbc.ca/1.2151855.1382422010!/httpImage/image.jpg_gen/derivatives/16x9_620/tp-adele-sorella-cp-6497563.jpg", "publishedAt": "2018-11-12T18:09:07Z", "content": "The Quebec Superior Court justice presiding over the murder trial of Adele Sorella at the Laval courthouse warned jurors this morning it risks being a long trial. \"This is not like television where everything is wrapped up in an hour,\" Justice Sophie Bourque … [+906 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elias Abboud", "title": "Witness describes crime scene at Laval home as Adele Sorella's 1st-degree murder trial gets underway", "description": "The 52-year-old Laval woman is facing two counts of first-degree murder in connection with the deaths of her daughters Amanda, 9, and Sabrina, 8, in 2009.", "url": "https://www.cbc.ca/news/canada/montreal/witness-describes-crime-scene-at-laval-home-as-adele-sorella-s-1st-degree-murder-trial-gets-underway-1.4902028", "urlToImage": "https://i.cbc.ca/1.2151855.1382422010!/httpImage/image.jpg_gen/derivatives/16x9_620/tp-adele-sorella-cp-6497563.jpg", "publishedAt": "2018-11-12T18:09:07Z", "content": "The Crown prosecutor in the trial of Adele Sorella told the jurors that the 52-year-old Laval woman was the only one with the opportunity to murder her young daughters in 2009. Nektarios Tzortzinas made the comment in his opening statements in Sorella's first… [+3547 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "'So many bears': Draft plan says Nunavut polar bear numbers unsafe", "description": "There are too many polar bears in parts of Nunavut and climate change hasn't yet affected any of them, says a draft management plan from the territorial government that contradicts much of conventional scientific thinking.", "url": "https://www.cbc.ca/news/canada/north/too-many-polar-bears-1.4901910", "urlToImage": "https://i.cbc.ca/1.4901930.1542040553!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/too-many-polar-bears-20181112.jpg", "publishedAt": "2018-11-12T18:02:36Z", "content": "There are too many polar bears in parts of Nunavut and climate change hasn't yet affected any of them, says a draft management plan from the territorial government that contradicts much of conventional scientific thinking. The proposed plan which is to go to … [+4512 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Mail-only medications will cause problems for Labrador seniors, worries town official", "description": "Labrador-Grenfell Health says it had no choice but to stop dispensing medication through community clinics.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/medication-only-by-mail-labrador-seniors-1.4897681", "urlToImage": "https://i.cbc.ca/1.4882539.1540833067!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pouring-pills.jpg", "publishedAt": "2018-11-12T18:02:16Z", "content": "A change to the way community clinics dispense medication will be hard on seniors, says a Labrador town clerk. Labrador-Grenfell Health put a stop earlier this year to medication dispensing at community clinics on Labrador's south coast, meaning anybody needi… [+4214 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matt Humphrey", "title": "Wait! Don't toss that bread! Let's make beer", "description": "In an effort to reduce landfill waste — and also brew a tasty beverage — a Vancouver Island project is using old bread to make beer.", "url": "https://www.cbc.ca/news/canada/british-columbia/bread-beer-yum-1.4898448", "urlToImage": "https://i.cbc.ca/1.4898472.1541731082!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/small-block-brewery.JPG", "publishedAt": "2018-11-12T18:00:00Z", "content": "In an effort to reduce landfill waste, and also brew tasty beverages, a southern Vancouver Island project is using old bread to make beer. \"Doesn't really matter which continent you're on, there's a huge amount of bread being overproduced, and a lot of it end… [+1335 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Palmeter", "title": "Nova Scotian heading to San Diego for international rugby tournament", "description": "There are deer on Nova Scotia’s Eastern Shore slower than Brandon Power. His blazing speed is one of the biggest reasons why Power was recently named to the Canadian under-18 rugby squad.", "url": "https://www.cbc.ca/news/canada/nova-scotia/brandon-power-rugby-nova-scotia-1.4901704", "urlToImage": "https://i.cbc.ca/1.4901705.1542043746!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/eastern-shore-rugby-player-to-play-for-canada-image-1.jpg", "publishedAt": "2018-11-12T18:00:00Z", "content": "There are deer on Nova Scotia's Eastern Shore slower than Brandon Power. His blazing speed is one of the biggest reasons why Power was recently named to the Canadian under-18 rugby squad. \"I couldn't sleep the whole night after I found out I made the team,\" s… [+1891 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Vitamin D lowers risk of cancer death, fish oil reduces odds of heart attack, study shows", "description": "A large U.S. study designed to gauge the health benefits of vitamin D and fish oil supplements concludes that the omega-3 oil can dramatically reduce the odds of a heart attack while vitamin D's benefits seem to come from lowering the risk of death from cance…", "url": "https://www.cbc.ca/news/health/large-u-s-study-vitamin-d-fish-oil-supplements-1.4901933", "urlToImage": "https://i.cbc.ca/1.4852482.1538762830!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/overdoing-vitamin-d.jpg", "publishedAt": "2018-11-12T17:55:26Z", "content": "A large U.S. study designed to gauge the health benefits of vitamin D and fish oil supplements concludes that the omega-3 oil can dramatically reduce the odds of a heart attack while vitamin D's benefits seem to come from lowering the risk of death from cance… [+4273 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Krystalle Ramlakhan", "title": "Burned by OCS, pot customers returning to illegal shops", "description": "As the complaints continue to roll in about Ontario's government-run online cannabis store, at least one illegal pot retailer in Ottawa has decided to ignore provincial regulations by resuming business.", "url": "https://www.cbc.ca/news/canada/ottawa/illegal-cannabis-pot-store-reopens-complaints-ontario-cannabis-store-1.4901889", "urlToImage": "https://i.cbc.ca/1.4901907.1542039523!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/elizabeth-jones.jpg", "publishedAt": "2018-11-12T17:51:29Z", "content": "As the complaints continue to roll in about Ontario's government-run online cannabis store, at least one illegal pot retailer in Ottawa has decided to ignore provincial regulations by resuming business. No one at The Hemp Company wanted to speak with CBC, but… [+3325 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Cannabis company hopes to replace jobs lost in Merritt mill closure", "description": "A cannabis company hopes to build a grow facility in Merritt, replacing jobs lost in a mill closure two years ago.", "url": "https://www.cbc.ca/news/canada/british-columbia/emerald-plants-health-source-merritt-1.4901805", "urlToImage": "https://i.cbc.ca/1.4888031.1541099048!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cannabis-ontario-sales-20181019.jpg", "publishedAt": "2018-11-12T17:39:44Z", "content": "Arnold Meyer spent 40 years working at the Tolko Industries Ltd. mill in Merritt, B.C., but was laid off in 2016. The 62-year-old was one of about 200 employees who lost their jobs when the mill closed, crippling the economy of the small town in British Colum… [+3525 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Adam Stanley", "title": "Henderson wants to stay busy amid chase for top spot on LPGA Tour", "description": "Brooke Henderson isn't going to cut back on her ambitious golf schedule, even if it makes her climb to the top spot in the LPGA rankings more difficult.", "url": "https://www.cbc.ca/sports/golf/brooke-henderson-busy-schedule-top-spot-1.4901968", "urlToImage": "https://i.cbc.ca/1.4901982.1542044226!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/henderson-brooke-111218.jpg", "publishedAt": "2018-11-12T17:39:17Z", "content": "Brooke Henderson isn't going to cut back on her ambitious golf schedule, even if it makes her climb to the top spot in the LPGA rankings more difficult. The star golfer from Smiths Falls, Ont., has her sights set on No. 1 after winning two LPGA Tour titles in… [+5443 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Rogue snowblowing inspired Kingston to create good neighbour guidelines", "description": "From messy leaves to smoky barbecues, there's a lot that can up the tension between neighbours. Meet a Kingston councillor hoping that a new set of guidelines will help everyone keep their cool.", "url": "https://www.cbc.ca/news/canada/toronto/kingston-good-neighbour-guidelines-1.4901945", "urlToImage": "https://i.cbc.ca/1.3381997.1484331471!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winter-weather.jpg", "publishedAt": "2018-11-12T17:26:01Z", "content": "Kingston residents fed-up with neighbours who rake leaves onto their lawns or hold smoky outdoor fires now have a new way to politely let them know they should knock it off. After a motion passed in council, Kingston city staff plan to write good neighbour gu… [+1323 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Alec Salloum", "title": "High hits on Riders QBs spur fan outcry, commissioner statement", "description": "An American CFL fan is calling on the league to change how it handles helmet-to-helmet hits. CFL Commissioner Randy Ambrosie has also commented on hits the head following Sunday's game.", "url": "https://www.cbc.ca/news/canada/saskatchewan/cfl-head-hits-open-letter-1.4901826", "urlToImage": "https://i.cbc.ca/1.4901596.1542000514!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/fbo-cfl-west-semifinal-20181111.jpg", "publishedAt": "2018-11-12T16:38:26Z", "content": "Anthony Moretti felt he had to say something after two Saskatchewan Roughriders quarterbacks were taken out of play by head-to-head hits in as many games. Moretti lives and works in Pittsburgh, but is a fan of the CFL. It didn't matter to him that Zach Collar… [+1608 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "Old fishing boat goes adrift in Caraquet", "description": "An old fishing boat in Caraquet, N.B., floated away from shore after it broke free from its moorings over the weekend.", "url": "https://www.cbc.ca/news/canada/new-brunswick/lady-shippagan-acadian-peninsula-caraquet-1.4901697", "urlToImage": "https://i.cbc.ca/1.4901698.1542023864!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lady-shippagan.jpg", "publishedAt": "2018-11-12T16:30:09Z", "content": "An old fishing boat in Caraquet floated away from shore after it broke free from its moorings over the weekend. The Lady Shippagan, which has been inactive for several years, went adrift around 5 p.m. on Sunday and then ended up landing on a nearby bank that … [+1194 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montreal to get 153 new Azur metro cars in deal with Bombardier-Alstom consortium", "description": "Nearly 170 Bombardier employees will be assigned to this new order, which will also involve 70 employees at the Alstom plant in Sorel-Tracy.", "url": "https://www.cbc.ca/news/canada/montreal/metro-azur-metro-cars-added-to-montreal-metro-network-1.4901817", "urlToImage": "https://i.cbc.ca/1.4901825.1542034579!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/azur.jpg", "publishedAt": "2018-11-12T16:15:46Z", "content": "The Bombardier-Alstom consortium will supply 153 additional Azur cars for Montreal's metro for a total of 17 nine-car trains. This news comes just days after Bombardier announced it would be cutting 5,000 jobs, with half of them being in Quebec. \"With 60 per … [+2103 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Teen faces mischief charges after claiming abduction", "description": "RCMP worked frantically Saturday night to locate a Fall River, N.S., teen who said she was being abducted and taken out of the province, but was in fact with friends in Liverpool.", "url": "https://www.cbc.ca/news/canada/nova-scotia/fall-river-fake-abduction-liverpool-1.4901774", "urlToImage": "https://i.cbc.ca/1.4656949.1525968942!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-12T16:11:18Z", "content": "RCMP worked frantically Saturday night to locate a Fall River, N.S., teen who said she was being abducted and taken out of the province, but was in fact with friends in Liverpool. RCMP spokesperson Cpl. Jennifer Clarke said police received a call about an abd… [+927 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "West-end residents asked for design feedback as Lewis Farms goes unfunded", "description": "Residents in Edmonton’s west end are invited to give feedback on the final design for the Lewis Farms recreation centre and park, even though money to actually build the facility is up in the air.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-lewis-farms-recreation-centres-1.4901645", "urlToImage": "https://i.cbc.ca/1.4901653.1542001397!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lewis-farms-facility.jpg", "publishedAt": "2018-11-12T16:00:00Z", "content": "Residents of Edmonton's west end are invited to tell the city what they think of the final design for the Lewis Farms facility and park, even though money to actually build the facility is up in the air. The city is holding an open house at the Conference Cen… [+2249 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "U.K. couple who named their son after Hitler jailed over membership in far-right group", "description": "A couple who named their child after Adolf Hitler were convicted in Britain on Monday for being members of the banned far-right group National Action.", "url": "https://www.cbc.ca/news/world/britain-parents-named-son-hitler-jailed-far-right-group-1.4901829", "urlToImage": "https://i.cbc.ca/1.4901920.1542040146!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/britain-police-safety.jpg", "publishedAt": "2018-11-12T15:53:02Z", "content": "A couple who named their child after Adolf Hitler were convicted in Britain on Monday for being members of the banned far-right group National Action. Adam Thomas, 22, and Claudia Patatas, 38, were convicted along with Daniel Bogunovic, 27, of being members o… [+2045 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephen Whyno", "title": "NHL, retired players reach tentative settlement in concussion lawsuit", "description": "The NHL and attorneys for retired players say a tentative settlement has been reached in a lawsuit brought against the league over head injuries.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-concussion-lawsuit-settlement-1.4901856", "urlToImage": "https://i.cbc.ca/1.4901860.1542037564!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bettman-gary-111218.jpg", "publishedAt": "2018-11-12T15:46:57Z", "content": "The NHL and attorneys for retired players say a tentative settlement has been reached in a lawsuit brought against the league over head injuries. The league and players' lawyers on Monday announced a tentative non-class settlement after months of court-ordere… [+1508 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janyce McGregor", "title": "Trudeau, Trump speak about steel tariffs at Paris event", "description": "Prime Minister Justin Trudeau had a face-time talk with Donald Trump in Paris on Saturday night, and raised the issue of the U.S. steel and aluminum tariffs that still have not been lifted despite the successful conclusion of the NAFTA talks.", "url": "https://www.cbc.ca/news/politics/trudeau-steel-monday-paris-1.4901688", "urlToImage": "https://i.cbc.ca/1.4901781.1542032412!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/france-canada-trudeau.jpg", "publishedAt": "2018-11-12T15:46:16Z", "content": "Prime Minister Justin Trudeau used some face time with U.S. President Donald Trump in Paris on the weekend to raise the issue of the U.S. steel and aluminum tariffs that still have not been lifted despite the successful conclusion of the NAFTA talks. French P… [+2670 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "More women in developing countries use contraception, report says", "description": "More women and girls in poor countries are using modern contraception, signifying progress in efforts to involve women in family planning, according to a report released Monday.", "url": "https://www.cbc.ca/news/health/women-family-planning-report-1.4901836", "urlToImage": "https://i.cbc.ca/1.4901850.1542035948!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/africa-family-planning.jpg", "publishedAt": "2018-11-12T15:30:42Z", "content": "More women and girls in poor countries are using modern contraception, signifying progress in efforts to involve women in family planning, according to a report released Monday. The number of women and girls using contraceptives in 69 of the world's poorest c… [+3168 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Armina Ligaya", "title": "Aurora Cannabis reports revenue surge in Q1, 'strong' legal pot sales", "description": "Cannabis producer Aurora Cannabis Inc. reported a surge in revenues between July and September, and \"strong\" recreational pot sales since Canada legalized marijuana for adult use last month.", "url": "https://www.cbc.ca/news/canada/edmonton/aurora-cannabis-reports-revenue-pot-sales-1.4901839", "urlToImage": "https://i.cbc.ca/1.4705758.1528984445!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/aurora-cannabis-20171124.jpg", "publishedAt": "2018-11-12T15:28:22Z", "content": "Cannabis producer Aurora Cannabis Inc. reported a surge in revenues between July and September, and \"strong\" recreational pot sales since Canada legalized marijuana for adult use last month. The Edmonton-based company posted revenue in what was the first quar… [+2604 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Shed destroyed by fire in west end St. John's", "description": "A shed on Dickinson Place, off Brookfield Road, was completely destroyed by fire.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/davies-place-fire-1.4901827", "urlToImage": "https://i.cbc.ca/1.4901843.1542035196!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/shed-fire-davies-place.JPG", "publishedAt": "2018-11-12T15:17:51Z", "content": "A shed in the west end of St. John's was destroyed by fire Monday morning. The fire happened on Dickinson Place, a small street off Brookfield Road. A neighbouring shed on Davies Place, one street over, was also damaged by the flames. With files from Ted Dill… [+54 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Scientists are redefining the kilogram", "description": "After years of nursing a sometimes dusty cylinder of metal in a vault outside Paris as the global reference for modern mass, scientists are updating the definition of the kilogram.", "url": "https://www.cbc.ca/news/technology/kilogram-definition-1.4901809", "urlToImage": "https://i.cbc.ca/1.4901842.1542035189!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/international-prototype-kilogram-replica.JPG", "publishedAt": "2018-11-12T15:16:06Z", "content": "Just as the redefinition of the second in 1967 helped to ease communication across the world via technologies like GPS and the internet, experts say the change in the kilogram will be better for technology, retail and health though it probably won't change th… [+2270 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pick up a book and pedal as more Montreal libraries get bicycle desks", "description": "A total of 57 bicycle desks, for adults and kids, are being set up in 45 municipal libraries as a way to help people concentrate while they read.", "url": "https://www.cbc.ca/news/canada/montreal/libraries-montreal-bicycle-desks-1.4901689", "urlToImage": "https://i.cbc.ca/1.4901695.1542034758!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bicycle-desk.jpg", "publishedAt": "2018-11-12T15:15:35Z", "content": "Library visitors across Montreal can now pedal while they read exercising their bodies and their minds at the same time. A total of 57 bicycle desks, a mix of adult-sized and kid-sized, are being distributed to 45 municipal libraries across the city's borough… [+2122 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bailey White", "title": "Businesses-on-wheels put it in park at St. John's Farmers Market", "description": "Forty mobile vendors, including craftspeople, clothing retailers and food outlets set up shop at an evening event at the St. John’s Farmers Market.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/market-after-dark-1.4901169", "urlToImage": "https://i.cbc.ca/1.4901792.1542032761!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/aryn-ballett-night-market.JPG", "publishedAt": "2018-11-12T15:13:00Z", "content": "Food trucks and other itinerant enterprises, which typically set up shop in downtown St. John's parking spots, are shifting gears and exploring new ways to serve their customers. Forty mobile vendors, including craftspeople, clothing retailers and food outlet… [+2618 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Lunenburg man arrested after driving truck into parked cars, building", "description": "RCMP spokeswoman Cpl. Jennifer Clarke said no one was injured, but three cars, two parking meters and a building were all damaged during the incident.", "url": "https://www.cbc.ca/news/canada/nova-scotia/lunenburg-man-arrested-impaired-driving-truck-parked-cars-1.4901802", "urlToImage": "https://i.cbc.ca/1.4111554.1541436359!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nova-scotia-rcmp.jpg", "publishedAt": "2018-11-12T15:11:02Z", "content": "A 41-year-old man from Lunenburg County was arrested and charged with impaired driving on Sunday afternoon after plowing a truck into parked cars, a building and parking meters. Lunenburg District RCMP responded to several 911 calls around 3:43 p.m. that a bl… [+1352 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police seek driver after semi collides with straw bale on central Alberta highway", "description": "RCMP in Camrose are reminding motorists to secure whatever they're transporting after a semi-trailer was damaged by a bale of straw that fell off the back of a truck on Saturday.", "url": "https://www.cbc.ca/news/canada/edmonton/semi-collides-straw-bale-near-camrose-alberta-1.4901791", "urlToImage": "https://i.cbc.ca/1.4901794.1542032974!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/semi-trailer-collides-straw-bale.JPG", "publishedAt": "2018-11-12T14:54:54Z", "content": "RCMP in Camrose are reminding motorists to secure whatever they're transporting after a semi-trailer was damaged by a bale of straw that fell off the back of a truck on Saturday. A flat deck truck was travelling south on Highway 21 near Township Road 492 arou… [+443 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Got snow tires? Winter weather on the way with snow, freezing rain", "description": "Montreal motorists who haven’t switched out their summer tires for winter treads may regret their procrastination in the coming week as snow is in the forecast.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-weather-snow-freezing-rain-coming-1.4901731", "urlToImage": "https://i.cbc.ca/1.4901736.1542028557!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/winter-tires-20171201.jpg", "publishedAt": "2018-11-12T14:44:35Z", "content": "Montreal motorists who haven't switched out their summer tires for winter treads may regret their procrastination in the coming week as snow is in the forecast. Flurries are falling Monday morning with the temperature hovering between zero and three degrees t… [+792 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Q&A: Women pushing back against harassment are drivers of change that needs to happen, crisis worker says", "description": "Young women are driving a change that's bringing people like Cliff Graydon to account, Angela Braun says. Graydon is the Manitoba MLA who was kicked out of the Progressive Conservative caucus over allegations he asked a woman to sit on his lap during a meetin…", "url": "https://www.cbc.ca/news/canada/manitoba/sexual-harassment-workplace-behaviour-change-1.4901618", "urlToImage": "https://i.cbc.ca/1.4882366.1540836003!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cliff-graydon.jpg", "publishedAt": "2018-11-12T14:41:59Z", "content": "Young women are driving a change that's bringing people like Cliff Graydon to account, Angela Braun says. Graydon is the Manitoba MLA who was recently kicked out of the Progressive Conservative caucus over allegations he asked a female legislative staff membe… [+5342 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 arrested for suspected impaired driving in separate crashes overnight", "description": "Toronto police say they have arrested two drivers suspected of impaired driving in two separate crashes in the city early Monday.", "url": "https://www.cbc.ca/news/canada/toronto/impaired-driving-toronto-two-crashes-two-arrests-1.4901746", "urlToImage": "https://i.cbc.ca/1.4901750.1542030838!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/royal-york-and-eglinton-crash.jpg", "publishedAt": "2018-11-12T14:28:18Z", "content": "Toronto police say they have arrested two drivers suspected of impaired driving in two separate crashes in the city early Monday. The crashes, one in the west end and one downtown, left four people injured in all, Toronto paramedics said. Crash / Trapped - Eg… [+1415 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fire forces evacuation at Kings Place in downtown Fredericton", "description": "Kings Place in downtown Fredericton has been evacuated after a fire broke out inside the building Monday morning.", "url": "https://www.cbc.ca/news/canada/new-brunswick/kings-place-downtown-fire-1.4901767", "urlToImage": "https://i.cbc.ca/1.4901783.1542032624!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fire.jpg", "publishedAt": "2018-11-12T14:26:14Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Body found in the woods on Nuns' Island", "description": "The body was found just after 7 a.m. near de Gaspé Street, according to Montreal police spokesperson Const. Raphaël Bergeron.", "url": "https://www.cbc.ca/news/canada/montreal/body-found-on-nuns-island-1.4901760", "urlToImage": "https://i.cbc.ca/1.3736482.1514327098!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/montreal-police-car.jpg", "publishedAt": "2018-11-12T14:11:15Z", "content": "A body was found near a path in the woods on Nuns' Island in Montreal Monday morning, prompting a police investigation. The body was found just after 7 a.m. near de Gaspé Street, according to Montreal police spokesperson Const. Raphaël Bergeron. Investigators… [+257 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Angela Sterritt", "title": "'It's our time': U.S. midterm wins mean victory for Indigenous women worldwide, say voters and leaders", "description": "Indigenous women from North America are reflecting on what it means to have the first Native American women voted into U.S. Congress.", "url": "https://www.cbc.ca/news/canada/british-columbia/native-american-midterm-wins-mean-victory-for-indigenous-people-worldwide-1.4901576", "urlToImage": "https://i.cbc.ca/1.4901608.1541991710!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/deb-and-debra.jpg", "publishedAt": "2018-11-12T14:00:00Z", "content": "When the United States midterm election results starting rolling in on social media with a solid win for two Native American women to Congress, Laurie Ahdemar's heart started pounding. \"I was smiling ear to ear. I was inspired. I thought, this is huge,\" Ahdem… [+3284 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Maryse Zeidler", "title": "Happy birthday, 'Car-Strangled Spanner'! Vancouver's Lions Gate Bridge turns 80", "description": "Foreign real estate investment, traffic congestion and environmentalism — it's hard to find a structure that epitomizes Vancouver any more than the Lions Gate Bridge.", "url": "https://www.cbc.ca/news/canada/british-columbia/happy-birthday-car-strangled-spanner-vancouver-s-lions-gate-bridge-turns-80-1.4896627", "urlToImage": "https://i.cbc.ca/1.4900238.1541803189!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lions-gate-bridge.jpg", "publishedAt": "2018-11-12T14:00:00Z", "content": "Foreign real estate investment, land speculation, traffic congestion and environmentalism it's hard to find a structure whose history epitomizes Vancouver more than the Lions Gate Bridge. Considered by many to be Vancouver's crown jewel, the three-lane bridge… [+6611 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Myles Dichter", "title": "Through 13 games, Kawhi Leonard's transition to Toronto has been seamless", "description": "While other superstars have struggled in new locales, Kawhi Leonard and the Raptors are rolling, and they've written off any chemistry questions too.", "url": "https://www.cbc.ca/sports/basketball/nba/toronto-raptors-kawhi-leonard-integration-1.4900565", "urlToImage": "https://i.cbc.ca/1.4900566.1541823505!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/leonard-kawhi-110918.jpg", "publishedAt": "2018-11-12T14:00:00Z", "content": "In LeBron James' first season in Miami, the Heat started 9-8. In James' first season back in Cleveland, the Cavaliers began 5-7. This year, in James' first in Los Angeles, the Lakers are 7-6. Even for the best player in the world, new beginnings have never co… [+4269 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Andrea Ross", "title": "Legal cannabis has a lot to learn from black market, says longtime dealer", "description": "A man who broke the law for three decades growing and selling weed thinks the biggest thing missing from the legal cannabis industry is people like him.", "url": "https://www.cbc.ca/news/canada/edmonton/cannabis-dealer-black-market-perspective-1.4894770", "urlToImage": "https://i.cbc.ca/1.2582166.1539901388!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/medical-marijuana-20131008.jpg", "publishedAt": "2018-11-12T14:00:00Z", "content": "A man who broke the law for three decades growing and selling weed thinks the biggest thing missing from the legal cannabis industry is people like him. Mike Smith grew his first cannabis plant when he was 14 years old. For the next 30 years, it turned into a… [+7421 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Former Winnipegger Neil Young among celebrities whose California homes razed by fire", "description": "Celebrities whose coastal homes have been damaged or destroyed in a Southern California wildfire or were forced to flee from the flames expressed sympathy and solidarity with less-famous people hurt worse by the state's deadly blazes, and gave their gratitude…", "url": "https://www.cbc.ca/news/entertainment/california-fire-celebrity-homes-1.4901733", "urlToImage": "https://i.cbc.ca/1.4901742.1542029527!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gerard-butler.jpg", "publishedAt": "2018-11-12T13:49:52Z", "content": "Celebrities whose coastal homes have been damaged or destroyed in a Southern California wildfire or were forced to flee from the flames expressed sympathy and solidarity with less-famous people hurt worse by the state's deadly blazes, and gave their gratitude… [+2580 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Smellie", "title": "Why a Rabbittown corner store tells more than just a family's tale", "description": "Trudy Morgan-Cole's Most Anything You Please explores the changing fortunes of Rabbittown, of St. John's, and of the province, all from behind the counter of a family-owned corner store.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/trudy-morgan-cole-nl-reads-1.4899510", "urlToImage": "https://i.cbc.ca/1.4901115.1541946910!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/trudy-morgan-cole.JPG", "publishedAt": "2018-11-12T13:30:00Z", "content": "\"I've gotten to a point in my career where I realize I'm never going to write the great Canadian novel, but I wanted to write the great Rabbittown novel. And I think I've maybe done that,\" says Trudy Morgan-Cole with a laugh. Morgan-Cole's 16th novel, Most Ev… [+3702 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Archives", "title": "Reflections on the music business from a young Neil Young", "description": "The young Neil Young had a clear-eyed view about what he didn't like about the music business in 1969 -- though he stuck with it in the long run.", "url": "https://www.cbc.ca/archives/reflections-on-the-music-business-from-a-young-neil-young-1.4895687", "urlToImage": "https://i.cbc.ca/1.4895696.1541614519!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/neil-young-in-undated-photo-from-lac-collection.jpg", "publishedAt": "2018-11-12T13:30:00Z", "content": "The young Neil Young had a clear-eyed view about what he didn't like about the music business. \"It's too dirty, you know? It just doesn't have anything to do with art,\" Young, then in his early 20s, told CBC Radio, during a February 1969 interview. \"Really, a… [+2135 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Mishaps, protests and litigation overshadow Florida recount", "description": "Mishaps, protests and litigation are overshadowing the vote recount in Florida's pivotal races for governor and Senate, reviving memories of the 2000 presidential fiasco in the premier political battleground state.", "url": "https://www.cbc.ca/news/world/florida-vote-recount-mishaps-protests-litigation-1.4901701", "urlToImage": "https://i.cbc.ca/1.4901716.1542025503!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/election-2018-florida.jpg", "publishedAt": "2018-11-12T13:08:11Z", "content": "Mishaps, protests and litigation are overshadowing the vote recount in Florida's pivotal races for governor and Senate, reviving memories of the 2000 presidential fiasco in the premier political battleground state. All 67 counties are facing a state-ordered d… [+5818 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Radio", "title": "Suicide shouldn't be 'normal' in Indigenous communities, says 2018 Massey Lecturer Tanya Talaga", "description": "For the 2018 CBC Massey Lectures, Indigenous journalist Tanya Talaga examined the devastating problem of youth suicide in Indigenous communities. She spoke to Anna Maria Tremonti about what she found.", "url": "https://www.cbc.ca/radio/thecurrent/the-current-for-november-12-2018-1.4901727/suicide-shouldn-t-be-normal-in-indigenous-communities-says-2018-massey-lecturer-tanya-talaga-1.4902181", "urlToImage": "https://i.cbc.ca/1.4902198.1542052963!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tanya-talaga-massey-lectures.jpg", "publishedAt": "2018-11-12T13:00:54Z", "content": "The rate of suicide in some Indigenous communities is so high that it starts to feel \"normal,\" according to journalist Tanya Talaga, who has studied youth in crisis for this year's Massey Lectures. \"My uncle took his life, my mother's friend took her life, my… [+4861 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Google, Alphabet and the fight over a controversial 'smart city' in Toronto", "description": "On CBC's new daily podcast Front Burner, technology reporter Matthew Braga explains Sidewalk Toronto's plan to create a futuristic neighbourhood in downtown Toronto and why critics are concerned about privacy, intellectual property rights and data collection.", "url": "https://www.cbc.ca/radio/frontburner/google-alphabet-and-the-fight-over-a-controversial-smart-city-in-toronto-1.4901508", "urlToImage": "https://i.cbc.ca/1.4789296.1534525583!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/sidewalk-toronto.png", "publishedAt": "2018-11-12T13:00:14Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Radio", "title": "'Nostalgia is not a vision': Campaigners lay out risks and rewards of Calgary Olympic bid", "description": "Calgarians go to the polls Tuesday, in a plebiscite on whether to pursue the bid for the 2026 Olympic and Paralympic Winter Games. The Current spoke to two people from either side of the debate.", "url": "https://www.cbc.ca/radio/thecurrent/the-current-for-november-12-2018-1.4901727/nostalgia-is-not-a-vision-campaigners-lay-out-risks-and-rewards-of-calgary-olympic-bid-1.4901863", "urlToImage": "https://i.cbc.ca/1.4892391.1541436755!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/calgary-6155-olympic-plaza-winter-olympics-2026-bidco-biding-corporation-1988-legacy-rings.JPG", "publishedAt": "2018-11-12T13:00:05Z", "content": "As Calgary prepares to vote on hosting the 2026 Winter Olympics, not everyone is convinced the city can recapture the success of welcoming the world's athletes in 1988. \"Nostalgia is not a vision,\" said Erin Waite, a spokesperson for No Calgary Olympics. She … [+2019 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan McGarvey", "title": "New generation driving Calgary's Muslim arts scene", "description": "More young Muslims are picking up brushes, pens, cameras and microphones, creating their own arts scene.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-arts-muslim-islamic-arts-1.4900395", "urlToImage": "https://i.cbc.ca/1.4900422.1541809917!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/irana-afroz.jpeg", "publishedAt": "2018-11-12T13:00:00Z", "content": "More young Muslims in Calgary are picking up brushes, pens, cameras and microphones, and creating their own arts scene. A new generation is expressing themselves while honouring their religion in many different ways, including everything from traditional Isla… [+3912 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Eva Uguen-Csenge", "title": "From liquor store to your door: Booze delivery app launches in Vancouver", "description": "A Boston-based company is launching its mobile app Drizly in Vancouver which promises to deliver beer, wine and spirits to consumers in under 60 minutes.", "url": "https://www.cbc.ca/news/canada/british-columbia/liquor-delivery-app-drizly-vancouver-retailer-1.4899577", "urlToImage": "https://i.cbc.ca/1.4899616.1541791167!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/drizly-liquor-delivery-app-bottles.jpg", "publishedAt": "2018-11-12T13:00:00Z", "content": "Consumers in Vancouver can now have booze delivered to their door with the arrival of an app-based service that includes age-verification software. The Boston-based Drizly website and mobile app promises to deliver consumers beer, wine and spirits from select… [+2572 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Robson Fletcher", "title": "Crime is up in Calgary — but still not as bad as it was in the late 1990s and early 2000s", "description": "Despite a recent jump in both property crime and violent crime, Calgary remains \"remarkably safe\" compared with what it was like in the past.", "url": "https://www.cbc.ca/news/canada/calgary/crime-rates-severity-index-calgary-two-decades-1.4895785", "urlToImage": "https://i.cbc.ca/1.2916382.1421457789!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/co-op-shooting.jpg", "publishedAt": "2018-11-12T13:00:00Z", "content": "Crime is in the news every day but it's hard to get a good sense of what's happening in the city, overall, from individual stories about break-ins, drug busts, assaults and murders. To understand the bigger picture, it helps to look at long-term trends. Fortu… [+5835 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "M.D. of Foothills orders family to remove berm protecting property from Highwood River flooding", "description": "A southern Alberta family has been ordered by the Municipal District of Foothills to halt work and remove a berm on their riverfront property they built to protect themselves from flood waters.", "url": "https://www.cbc.ca/news/canada/calgary/high-river-aldersyde-berm-stop-work-order-1.4895482", "urlToImage": "https://i.cbc.ca/1.4901635.1541997209!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sharon-mccaughan.jpg", "publishedAt": "2018-11-12T12:59:24Z", "content": "A southern Alberta family has been ordered by the Municipal District of Foothills to halt work and remove a berm on their riverfront property they built to protect themselves from flood waters. And, their flood fears are only being made worse by studies showi… [+2600 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Search resumes for missing man in remote area near Terra Nova", "description": "He was travelling with three other men when their vehicle went into a river in a remote area near the town of Terra Nova.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/search-resumes-for-terra-nova-man-1.4901703", "urlToImage": "https://i.cbc.ca/1.4423176.1521163238!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-12T12:55:49Z", "content": "The search continues for a man missing after his vehicle went into a river in a remote area about 40 km from the town of Terra Nova Saturday evening. \"The individual remains missing following a search of the submerged vehicle and water... by the RCMP underwat… [+645 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rob Roberts", "title": "Crowd watches as backhoe rips into mangled plane after Halifax runway overrun", "description": "Crews have begun tearing into the mangled Boeing 747 cargo jet that overshot a Halifax runway last week, as gawkers marvelled at the huge wreck — and how close the plane came to breaching the airport's fence and overrunning a public road.", "url": "https://www.cbc.ca/news/canada/nova-scotia/halifax-airport-skylease-runway-overrun-1.4901699", "urlToImage": "https://i.cbc.ca/1.4895443.1541607039!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cargo-jet-off-halifax-runway.JPG", "publishedAt": "2018-11-12T12:24:12Z", "content": "Crews have begun tearing into the mangled Boeing 747 cargo jet that overshot a Halifax runway last week, as gawkers marvelled at the huge wreck and how close the plane came to breaching the airport's fence and overrunning a public road. Dozens of people watch… [+3540 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "1 man dead following possible shooting on Thunder Bay's south side", "description": "Police say one man is dead following a possible shooting on Thunder Bay's south side Sunday evening.", "url": "https://www.cbc.ca/news/canada/thunder-bay/thunder-bay-november-possible-shooting-1.4901694", "urlToImage": "https://i.cbc.ca/1.2783548.1508245683!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/thunder-bay-police.jpg", "publishedAt": "2018-11-12T12:02:55Z", "content": "Police say one man is dead following a possible shooting on Thunder Bay's south side Sunday evening. Thunder Bay police say officers were called to a home on the 300 block of Brodie Street S, just before 6:30 p.m., after reports of \"possible gunfire.\" Police … [+482 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canadian intelligence officials have heard audio of Khashoggi killing, Trudeau says", "description": "Justin Trudeau says Canadian intelligence officials have listened to a recording of the killing of prominent Saudi journalist Jamal Khashoggi.", "url": "https://www.cbc.ca/news/politics/canada-intelligence-heard-audio-khashoggi-murder-trudeau-1.4901684", "urlToImage": "https://i.cbc.ca/1.4901686.1542022162!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/france-trudeau-20181112.jpg", "publishedAt": "2018-11-12T12:01:24Z", "content": "Justin Trudeau says Canadian intelligence officials have listened to a recording of the killing of prominent Saudi journalist Jamal Khashoggi. Khashoggi was a vocal critic of Saudi Arabia and was last seen entering the Saudi Consulate in Istanbul on Oct. 2, w… [+1069 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Languages commissioner concerned about ongoing 'resentment' toward bilingualism", "description": "Michel Carrier, New Brunswick’s interim official languages commissioner, says some New Brunswick anglophones still hold resentment over rights confirmed by New Brunswick’s Official Languages Act.", "url": "https://www.cbc.ca/news/canada/new-brunswick/michel-carrier-language-commissioner-1.4900899", "urlToImage": "https://i.cbc.ca/1.1507773.1542024394!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-nb-michel-carrier-852.jpg", "publishedAt": "2018-11-12T12:00:00Z", "content": "Michel Carrier, New Brunswick's interim official languages commissioner, says some New Brunswick anglophones still hold resentment over rights confirmed by New Brunswick's Official Languages Act. \"There's still a misunderstanding,\" said Carrier. \"Resentment o… [+3296 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Meet Tuk — the dog who hates music", "description": "Tuk didn't always hate music, but over the years he has developed a severe, and intensely audible, reaction to any tune.", "url": "https://www.cbc.ca/news/canada/north/tuk-dog-music-hate-1.4900378", "urlToImage": "https://i.cbc.ca/1.4900392.1541808387!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/tuk-the-dog-who-hates-music.jpeg", "publishedAt": "2018-11-12T12:00:00Z", "content": "A passerby might think something has gone horribly wrong in Mike Mansfield's house a guitar string is plucked, and then comes a painful howl from a dog. The dog cries, whimpers, and he tries to run away. Tuk isn't your average Pavlov's dog. His owners acciden… [+3300 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "What P.E.I. can learn from a B.C. city's plastic bag ban", "description": "Prince Edward Island is turning to Canada's West Coast for advice as it prepares to move forward with its ban on single-use plastic bags. The Plastic Bag Reduction Act comes into effect on July 1, 2019, making P.E.I. the first Canadian province to ban checkou…", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-victoria-bag-ban-lessons-1.4897802", "urlToImage": "https://i.cbc.ca/1.4698359.1528481092!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/takeout-bags-at-water-prince.jpg", "publishedAt": "2018-11-12T12:00:00Z", "content": "Waves of Change is a CBC series exploring the single-use plastic we're discarding, and why we need to clean up our act. You can be part of the community discussion by joining our Facebook group. Prince Edward Island is turning to Canada's West Coast for advic… [+3866 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Bloody expensive: purse project helping homeless women tackle the cost of periods", "description": "Inspired by a charity based in Ontario, Teri Kot has started collecting gently used handbags and feminine hygiene products to pass along to women who need a hand up.", "url": "https://www.cbc.ca/news/canada/saskatchewan/period-purse-project-regina-1.4900295", "urlToImage": "https://i.cbc.ca/1.4900315.1541805542!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/period-purse-project.jpeg", "publishedAt": "2018-11-12T12:00:00Z", "content": "It's a taboo topic and it gets more uncomfortable for women when finances are tight how do you deal with menstruation? One Regina woman is trying to change that through the Regina Period Purse Project. \"I have two cousins that participated in this event that … [+2029 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Farm supervisor charged over Australia strawberry needle scare", "description": "A former strawberry farm supervisor has been accused in court of retaliating over a workplace grievance by putting needles into the fruit, sparking recalls that devastated the Australian industry.", "url": "https://www.cbc.ca/news/world/farm-supervisor-charged-australia-strawberry-needles-1.4901672", "urlToImage": "https://i.cbc.ca/1.4901678.1542019617!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/australia-strawberries-contamination.jpg", "publishedAt": "2018-11-12T11:56:19Z", "content": "A former strawberry farm supervisor was accused in court Monday of retaliating over a workplace grievance by putting needles into the fruit, sparking recalls that devastated the Australian industry. Magistrate Christine Roney said she would not consider grant… [+1688 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Parts of New Brunswick could see more than 15 cm of snow Tuesday", "description": "'Tis the season to keep your shovels and rubber boots handy — Environment Canada has issued a special weather statement for New Brunswick.", "url": "https://www.cbc.ca/news/canada/new-brunswick/winter-weather-environment-canada-1.4901673", "urlToImage": "https://i.cbc.ca/1.4875877.1542019140!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winter.jpg", "publishedAt": "2018-11-12T11:37:26Z", "content": "'Tis the season to keep your shovels and rubber boots handy Environment Canada has issued a special weather statement for New Brunswick. The weather agency said a low-pressure system is approaching from the southwest on Tuesday. \"Snow will develop ahead of th… [+496 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Gee-Gees win national women's soccer championship on home turf", "description": "Miranda Smith scored the game-winning goal to help the host Ottawa Gee-Gees to a 2-1 victory over the Trinity Western Spartans on Sunday.", "url": "https://www.cbc.ca/news/canada/ottawa/gee-gees-soccer-championship-1.4901680", "urlToImage": "https://i.cbc.ca/1.4901682.1542020853!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-gee-gees-womens-soccer-championship-2018.jpg", "publishedAt": "2018-11-12T11:10:16Z", "content": "Miranda Smith scored the game-winning goal to help the host Ottawa Gee-Gees to a 2-1 victory over the Trinity Western Spartans on Sunday in the Canadian university women's soccer championship final. Mikayla Morton also scored for Ottawa, while USports player … [+541 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shaina Luck", "title": "Persian Gulf veteran's family receives precedent-setting Memorial Cross", "description": "The family of one of Canada's 4,500 Persian Gulf veterans was awarded the Memorial Cross on Remembrance Day, in recognition that the brain cancer that caused his death was related to his military service during the early 1990s.", "url": "https://www.cbc.ca/news/canada/nova-scotia/rick-mohr-died-of-brain-cancer-memorial-cross-1.4901416", "urlToImage": "https://i.cbc.ca/1.4901418.1542018867!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rick-mohr.jpg", "publishedAt": "2018-11-12T11:00:30Z", "content": "The family of one of Canada's 4,500 Persian Gulf veterans was awarded the Memorial Cross on Remembrance Day, in recognition that the brain cancer that caused his death was related to his military service during the early 1990s. The widow and two adult childre… [+2256 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Leah Hansen", "title": "Cannabis edibles, drinks will mark 'second wave' of legalization", "description": "Now that recreational cannabis is legal in Canada, producers are looking forward to what they're calling the \"second wave\" of legalization — edibles, infused beverages and vaping products expected to become legal starting next year.", "url": "https://www.cbc.ca/news/canada/ottawa/cannabis-legalization-second-wave-edibles-1.4901297", "urlToImage": "https://i.cbc.ca/1.4376347.1521663643!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gummy-bears.jpg", "publishedAt": "2018-11-12T11:00:30Z", "content": "Now that recreational cannabis is legal in Canada, producers are looking forward to what they're calling the \"second wave\" of legalization edibles, drinks and vaping products expected to become legal starting next year. Bruce Linton, the founder and co-CEO of… [+3158 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sam Samson", "title": "Changing the game: Former Winnipegger works to improve representation with his all-black video game", "description": "A former Winnipegger is creating an arcade-style, street-fighter video game with a cast of all black characters. And it’s all thanks to his young daughter.", "url": "https://www.cbc.ca/news/canada/manitoba/blacklash-video-game-1.4899628", "urlToImage": "https://i.cbc.ca/1.4899843.1541888715!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/blacklash.png", "publishedAt": "2018-11-12T11:00:00Z", "content": "A former Winnipegger is creating an arcade-style street-fighter video game with a difference: all of the characters in the game are black. And it's all thanks to what happened after his young daughter watched the Disney movie Frozen. \"She's half-black, half-C… [+3247 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Avenir Centre rock concert will be phone-free zone", "description": "When rocker Jack White hits the stage in Moncton on Tuesday, a hallmark of recent concerts will be missing: cellphones.", "url": "https://www.cbc.ca/news/canada/new-brunswick/jack-white-phone-free-1.4896334", "urlToImage": "https://i.cbc.ca/1.4893358.1541464405!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jack-white.jpg", "publishedAt": "2018-11-12T11:00:00Z", "content": "When rocker Jack White hits the stage in Moncton on Tuesday, a hallmark from recent concerts will be missing. The former White Stripes singer and guitarist has banned cellphones at all the dates on his nationwide tour supporting his new album Boarding House R… [+2270 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Cameron MacLean", "title": "'Justice system failed,' daughter says after charges dropped against driver in fatal crash", "description": "When her mother died in a car crash on a Manitoba highway last year, Jessica Faial held out hope that the driver of the other vehicle would face some form of punishment. Those hopes were dashed after a hearing in a Brandon courtroom on Thursday.", "url": "https://www.cbc.ca/news/canada/manitoba/fatal-crash-charges-dropped-1.4900374", "urlToImage": "https://i.cbc.ca/1.4900386.1541808223!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/judy-lavallee.jpg", "publishedAt": "2018-11-12T11:00:00Z", "content": "When her mother died in a car crash on a Manitoba highway last year, Jessica Faial held out hope that the driver of the other vehicle would face some form of punishment. Those hopes were dashed after a hearing in a Brandon courtroom on Thursday, when charges … [+3842 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jessica Wong", "title": "David Hockney's Portrait of an Artist and the priciest works by living artists ever sold at auction", "description": "David Hockney's Portrait of an Artist (Pool with Two Figures) is expected to smash records and fetch up to $80 million US when it goes under the hammer in New York this week. Here is a look at the other living artists on the list of top-sellers at auction.", "url": "https://www.cbc.ca/news/entertainment/living-artists-auction-1.4895586", "urlToImage": "https://i.cbc.ca/1.4895609.1541612306!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/hong-kong-auction.jpg", "publishedAt": "2018-11-12T11:00:00Z", "content": "He's one of the best-known artists alive today, regularly turning out painterly iPad creations. A retrospective of his work drew throngs to the Tate Britain, the Pompidou Centre and The Metropolitan Museum of Art last year. Art insiders are unanimous about th… [+6049 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Hempstead", "title": "Snow counters the traffic benefits of a government holiday", "description": "Follow live traffic updates during Ottawa Morning from 5:30 to 8:30 a.m. and All In A Day from 3 to 6 p.m.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-traffic-november-12-2018-1.4901677", "urlToImage": "https://i.cbc.ca/1.4574232.1520959117!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/traffic-light-snow-winter-weather.jpg", "publishedAt": "2018-11-12T10:45:03Z", "content": "Good morning commuters! Some folks have a day off today, so normally I would say to expect a lighter Monday commute than usual. But the light snow which started falling around 3 a.m. may balance things out. OC Transpo is running regular service today. There's… [+695 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Flurries, single digit highs in today's forecast", "description": "Folks in Ottawa-Gatineau are waking up today to fresh snow on the ground.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-november-12-2018-1.4901575", "urlToImage": "https://i.cbc.ca/1.4476048.1515204537!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-winter-weather-couple-walking-on-parliament-hill.jpg", "publishedAt": "2018-11-12T10:37:08Z", "content": "Folks in Ottawa-Gatineau are waking up today to fresh snow on the ground. Environment Canada is calling for cloudy skies and a 60 per cent chance of morning flurries. The daytime high sits at 6 C. Tonight there should be rain or flurries about two centimetres… [+266 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jane Adey", "title": "Finding an environmentally friendly fishing rope", "description": "Jackie Saturno wants to cut down on the amount of microplastics ending up in the water from fishing gear.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/masters-student-microplastics-fishing-rope-1.4882240", "urlToImage": "https://i.cbc.ca/1.4883840.1540909198!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/saturno-holding-fishing-ropes-mun-experiment-marine-institute.jpg", "publishedAt": "2018-11-12T10:30:00Z", "content": "Waves of Change is a CBC series exploring the single-use plastic we're discarding, and why we need to clean up our act. You can be part of the community discussion by joining our Facebook group. There's hardly a beach in Newfoundland and Labrador where you wo… [+3296 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Mysterious interstellar comet not an alien probe, says the scientist who discovered it - CBC.ca", "description": "CBC.ca Mysterious interstellar comet not an alien probe, says the scientist who discovered it CBC.ca Robert Weryk, who studied at Western University, discovered the comet while working in Hawaii last year. CBC News · Posted: Nov 12, 2018 5:01 AM ET | Last Upd…", "url": "https://www.cbc.ca/news/canada/london/oumuamua-comet-not-an-alien-probe-says-robert-weryk-1.4899551", "urlToImage": "https://i.cbc.ca/1.4426478.1513182761!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/artist-s-impression-of-the-interstellar-asteroid-oumuamua.jpg", "publishedAt": "2018-11-12T10:01:58Z", "content": "Oumuamua isn't behaving like any other comet and a Harvard scientist is suggesting it's an alien probe, but the astronomer who discovered it says that's just \"wild speculation.\" Robert Weryk discovered the strange interstellar object in 2017 at the University… [+2106 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'It's always easier to get money when you have money'—non-profit groups fight developers for housing dollars", "description": "Non-profit seniors housing groups in the north are struggling to get the government grants they need to get their plans off the drawing board.", "url": "https://www.cbc.ca/news/canada/sudbury/capreol-coniston-seniors-housing-funding-1.4898620", "urlToImage": "https://i.cbc.ca/1.4898623.1541763888!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/capreol-seniors-home.JPG", "publishedAt": "2018-11-12T10:01:00Z", "content": "Groups hoping to get non-profit seniors housing projects off the ground in Greater Sudbury are having a hard time landing government dollars. \"We're ready to go. Just give me the greenlight and I start yesterday,\" says Tullio Ricci of the Capreol Non-Profit H… [+2386 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pickering man recounts 'near-death experience' on Toronto-bound Fly Jamaica flight", "description": "A man that was on a Toronto-bound flight that crash landed Friday in Guyana says he is still feeling the effects of his “near-death experience.”", "url": "https://www.cbc.ca/news/canada/toronto/pickering-man-fly-jamaica-near-death-1.4901627", "urlToImage": "https://i.cbc.ca/1.4901628.1541993889!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/invor-bedessee.png", "publishedAt": "2018-11-12T10:00:00Z", "content": "A man that was on a Toronto-bound flight that crash landed Friday in Guyana says he is still feeling the effects of his \"near-death experience.\" Invor Bedessee of Pickering was one of eight passengers on the Fly Jamaica flight who made it back to Pearson Inte… [+3001 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Hadeel Ibrahim", "title": "First striped bass fishery in 20 years makes a splash", "description": "The first Canadian striped bass fishery in 20 years is making a splash in the U.S. and across Canada.", "url": "https://www.cbc.ca/news/canada/new-brunswick/striped-bass-fishery-miramichi-1.4897719", "urlToImage": "https://i.cbc.ca/1.4897727.1541708111!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/striped-bass.JPG", "publishedAt": "2018-11-12T10:00:00Z", "content": "The first Canadian striped bass fishery in 20 years is making a splash in the U.S. and across Canada. Eel Ground First Nation obtained a commercial fishery licence this year, marking the first time the Department of Fisheries and Oceans has allowed the fisher… [+3037 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Valérie Plante heads to Hollywood to woo studios, sell them on filming in Montreal", "description": "The mayor's economic mission is to keep reminding studios of Hollywood productions both big and small, to look North.", "url": "https://www.cbc.ca/news/canada/montreal/hollywood-trip-plante-1.4901536", "urlToImage": "https://i.cbc.ca/1.4901544.1541983533!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/plante.jpg", "publishedAt": "2018-11-12T10:00:00Z", "content": "Montreal Mayor Valérie Plante is headed to Hollywood on a mission to promote Quebec's economic interests and make connections in the booming film industry town. Plante's trip will last from Nov. 12 to 15, where she will be in and out of meetings with major Am… [+2462 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Frances Willick", "title": "How a hole drilled by Canadians may have led to a baby boom in rural Iceland", "description": "Locals in Reydarfjordur still remember the 1978 drilling project, but not so much for its geological findings.", "url": "https://www.cbc.ca/news/canada/nova-scotia/dalhousie-iceland-drilling-project-1.4897685", "urlToImage": "https://i.cbc.ca/1.4898696.1541774506!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/iceland-drill-hole.jpg", "publishedAt": "2018-11-12T10:00:00Z", "content": "Forty years after researchers from Halifax helped drill a hole nearly two kilometres into the ground in rural Iceland, locals still remember the project, not so much for its geological findings, but for the spout of hot water it unexpectedly unleashed and the… [+4310 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tom Ayers", "title": "A Membertou family prepares for 75th anniversary of D-Day", "description": "The family of Charles Doucette is planning to attend the 75th anniversary commemoration of D-Day in 2019. Doucette was one of several Canadians executed by the Nazis at Abbaye d'Ardenne.", "url": "https://www.cbc.ca/news/canada/nova-scotia/membertou-family-doucette-nazi-execution-1.4900696", "urlToImage": "https://i.cbc.ca/1.4900716.1541864298!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/charles-doucette.jpeg", "publishedAt": "2018-11-12T10:00:00Z", "content": "With Remembrance Day behind them, a Mi'kmaw family from Membertou, N.S., is looking ahead to next year's 75th anniversary of D-Day. Their ancestor, Charles Doucette, joined the North Nova Scotia Highlanders and landed in France on June 6, 1944. The infantry r… [+4217 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jack Julian", "title": "'Appalling' number of impaired driving deaths on ATVs, snowmobiles, says MADD", "description": "The head of MADD Canada says education campaigns aimed at preventing impaired driving have limited success without strong legislation and enforcement of the rules.", "url": "https://www.cbc.ca/news/canada/nova-scotia/madd-canada-impaired-driving-deaths-atv-snowmobiles-1.4900419", "urlToImage": "https://i.cbc.ca/1.1484121.1516636980!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-ott-atv-cp7505084.jpg", "publishedAt": "2018-11-12T10:00:00Z", "content": "The CEO of MADD Canada is calling for tougher legislation and increased enforcement to prevent impaired driving deaths on ATVs and snowmobiles. Only then, said Andrew Murie, will efforts to educate riders on safe driving make a difference. \"Education in itsel… [+1826 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jamie Strashin", "title": "To bid or not to bid?: Calgarians will decide fate of city's Olympic ambitions", "description": "On Tuesday, Calgarians will let their voices be heard when they head to the polls and vote on whether or not their city should move forward with a bid for the 2026 Winter Olympics.", "url": "https://www.cbc.ca/sports/olympics/calgary-plebiscite-2026-olympic-bid-1.4900748", "urlToImage": "https://i.cbc.ca/1.4900766.1541870871!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-bid.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "The future of Calgary's bid for the 2026 Winter Olympics will become clear this week. On Tuesday, Calgary voters will go to the polls to register their opinion on whether or not they want to host the world. The vote is technically not binding, but make no mis… [+4754 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Benjamin Shingler", "title": "Chocolatiers, sausage makers among those prepping for lucrative edibles market", "description": "With cannabis edibles set to be legal in the next year, a wide variety of Montreal food producers are hoping to cash in on what's expected to be a lucrative market.", "url": "https://www.cbc.ca/news/canada/montreal/edibles-cannabis-market-1.4895662", "urlToImage": "https://i.cbc.ca/1.4895759.1541616001!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/peggy-moore.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "On April 1 last year, Sylvain Karpunski's vegan food company alerted its social media followers to a new creation: the \"red eye,\" a meatless sausage made with organic cannabis. It was an April Fool's joke, of course, but his customers were clearly intrigued. … [+4052 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Snow, fog, sun - we've got it all in our audience photo gallery", "description": "Send your photos to nlphotos@cbc.ca", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/photo-gallery-for-the-week-of-november-12-1.4901159", "urlToImage": "https://i.cbc.ca/1.4901185.1541954034!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/morning-at-st-john-s-harbour.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "Previous Next It's almost mid-November. (How did that happen?) Our photos this week show a variety of weather scenes, some of moody skies, snow, fog, rain, or just a really pleasant fall day. If you're using a laptop or desktop computer, click on the squares … [+757 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Philip Lee-Shanok", "title": "A year into King Street pilot project, it's not clear if metrics or politics will decide its fate", "description": "As it marks its first anniversary, an experiment in giving transit, pedestrians and cyclists priority on a main downtown thoroughfare remains a polarizing and politically charged pilot project.", "url": "https://www.cbc.ca/news/canada/toronto/king-street-pilot-marks-one-year-anniversary-1.4900969", "urlToImage": "https://i.cbc.ca/1.4874113.1541960533!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-king-street-pilot.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "As it marks its first anniversary, an experiment in giving transit, pedestrians and cyclists priority on a main downtown thoroughfare remains a polarizing and politically charged pilot project. One year ago Monday, the city closed King Street to through traff… [+5986 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rhiannon Johnson", "title": "Cottage country conflict over wild rice leads to years of rising tensions", "description": "A long-simmering dispute over wild rice led people from local First Nations and lakeside communities to pack a community hall in the Kawartha Lakes area of Ontario last week.", "url": "https://www.cbc.ca/news/indigenous/kawartha-lakes-pigeon-lake-wild-rice-dispute-1.4894495", "urlToImage": "https://i.cbc.ca/1.4897352.1541797130!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ennismore-meeting.JPG", "publishedAt": "2018-11-12T09:00:00Z", "content": "A long-simmering dispute over wild rice led people from local First Nations and lakeside communities to pack a community hall in the Kawartha Lakes area of Ontario last week. A Curve Lake First Nation man has been seeding and harvesting wild rice from Pigeon … [+5964 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kyle Bakx", "title": "Farmers ready to get political in 2019", "description": "From railway access, trade deals and carbon policy to specific diseases, there are a variety of issues facing farmers.", "url": "https://www.cbc.ca/news/business/farmers-elections-politics-2019-1.4899401", "urlToImage": "https://i.cbc.ca/1.4899881.1541795949!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alberta-farmers.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "After another tough fall harvest, this time the result of early snowfall blanketing crops, many farmers across the prairies are now enjoying a bit of break. While some catch their breath from a busy autumn, others are gearing up for a much different challenge… [+4562 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karina Roman", "title": "Liberals planning national tourism strategy as part of election-year economic pitch", "description": "The federal government is creating an advisory council on tourism to help develop a national strategy in a bid to boost the role of tourism in Canada’s economy.", "url": "https://www.cbc.ca/news/politics/trudeau-tourism-canada-election-1.4900070", "urlToImage": "https://i.cbc.ca/1.4900133.1541975134!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ns-tourism-infrastructure-20180725.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "The federal government is creating an advisory council on tourism to help develop a national strategy in a bid to boost the role of tourism in Canada's economy. Frank McKenna ex-premier of New Brunswick, former Canadian ambassador to the U.S. and now deputy c… [+4816 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Krystalle Ramlakhan", "title": "Volunteers return heirlooms lost in Ottawa-Gatineau tornadoes", "description": "A group of volunteers is literally helping people pick up the pieces of their lives that have been strewn across the Ottawa-Gatineau area after the September tornadoes.", "url": "https://www.cbc.ca/news/canada/ottawa/volunteers-search-lost-items-photos-return-tornadoes-dunrobin-ottawa-gatineau-1.4901453", "urlToImage": "https://i.cbc.ca/1.4901460.1541977224!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mom-and-daughter.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "When a tornado flattened Kalie Cain's parents' Dunrobin home in September, the family thought they'd lost everything including photos of the 12-year-old as a baby and a young child. Unbeknownst to them, Cain's photos had ended up scattered across a farmer's f… [+2671 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amanda Pfeffer", "title": "Injured Dunrobin farmer's return to snowplowing a 'miracle'", "description": "Leo Muldoon was critically injured when a tornado tore through Dunrobin this fall, but the 78-year-old has no plans of letting that slow him down.", "url": "https://www.cbc.ca/news/canada/ottawa/injured-dunrobin-farmer-s-return-to-snowplowing-a-miracle-1.4900064", "urlToImage": "https://i.cbc.ca/1.4900227.1541986872!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/leo-muldoon-and-bruyere-communications-director-amy-porteous.JPG", "publishedAt": "2018-11-12T09:00:00Z", "content": "Leo Muldoon was critically injured when a tornado tore through Dunrobin this fall, but he has no plans of letting that slow him down. The 78-year-old farmer suffered cracked ribs, a collapsed lung and a blow to the head after being thrown from a ladder while … [+2509 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "After 72 years of marriage, husband and wife die 5 days apart", "description": "George and Doreen Bisnett were in love and married for 72 years — and they've both recently died within five days of each other.", "url": "https://www.cbc.ca/news/canada/windsor/72-years-marriage-local-couple-1.4901356", "urlToImage": "https://i.cbc.ca/1.4677403.1527245577!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/george-and-doreen-bisnett.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "George and Doreen Bisnett were in love and married for 72 years, and have both recently died within five days of one another. Together, they shared three children, 10 grandchildren, nine great grandchildren and a beautiful love story. \"They were always togeth… [+2090 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Murray Brewster", "title": "The high cost of winning: How the First World War changed the way Canadians view conflict", "description": "One hundred years ago, Canadians helped to win a world war - and struggled for years afterward to reconcile that victory with the terrible price they paid for it.", "url": "https://www.cbc.ca/news/politics/currie-hughes-mons-first-world-war-1.4899358", "urlToImage": "https://i.cbc.ca/1.4899374.1541786681!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lieut-general-sir-a-currie.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "It was, by all accounts, an extraordinary scene one that stunned the usually raucous House of Commons into an uncomfortable, frozen silence. It was March 3, 1919. Sam Hughes, the country's former minister of militia and defence, rose to deliver a caustic cond… [+6670 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ontario's beech trees are facing a slow demise. Here's why", "description": "The province's beech trees are slowly being consumed by a disease that's been on a steady march through the province for decades, experts say.", "url": "https://www.cbc.ca/news/canada/ottawa/beach-bark-disease-tree-death-1.4900548", "urlToImage": "https://i.cbc.ca/1.4900549.1541820550!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/beech-bark-disease.PNG", "publishedAt": "2018-11-12T09:00:00Z", "content": "Ontario's beech trees are slowly being consumed by a disease that's been on a steady march through the province for decades, experts say. Beech bark disease comes as a two-part attack. First, a small insect burrows into the tree. Then a fungus takes over, slo… [+1800 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Tax dispute between Chelsea, NCC could cost residents", "description": "A tax dispute between the National Capital Commission and the western Quebec municipality of Chelsea could end up costing local taxpayers, the town's mayor says.", "url": "https://www.cbc.ca/news/canada/ottawa/tax-dispute-chelsea-ncc-cost-residents-1.4899544", "urlToImage": "https://i.cbc.ca/1.4899739.1541793162!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/o-brien-house.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "A tax dispute between the National Capital Commission and the western Quebec municipality of Chelsea could end up costing local taxpayers, the town's mayor says. Caryl Green says the NCC's annual tax bill for Gatineau Park, which occupies a significant chunk … [+2115 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catharine Tunney", "title": "Canada falling short on flu vaccinations: internal report", "description": "The Public Health Agency of Canada is failing to meet its flu vaccination goals as Canadians continue to balk at rolling up their sleeves.", "url": "https://www.cbc.ca/news/politics/flu-shot-vaccination-rates-1.4897357", "urlToImage": "https://i.cbc.ca/1.4879109.1540513274!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/flu-shot.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "Canada is failing to meet federal flu vaccination goals as Canadians continue to balk at rolling up their sleeves. Just 38 per cent of Canadians were vaccinated during last year's flu season, according to an internal Public Health Agency of Canada report obta… [+2944 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kimberley Molina", "title": "These families uncovered long-lost relatives, thanks to modern science", "description": "From an uncanny resemblance to the neighbour's child, to a father only described as 'tall and French Canadian' families tell CBC Ottawa their increasingly common stories of finding long lost half-siblings through genealogy searches.", "url": "https://www.cbc.ca/news/canada/ottawa/3-families-uncover-long-lost-half-siblings-1.4896301", "urlToImage": "https://i.cbc.ca/1.4896378.1541980575!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/chris-langevin-kevin-hall-and-john-langevin.jpeg", "publishedAt": "2018-11-12T09:00:00Z", "content": "Family secrets are as old as time, but thanks to modern science, more and more of them are starting to come out. Last month, CBC Ottawa told the story of two half-sisters from eastern Ontario who discovered each other after getting genealogy tests. As it turn… [+4623 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Lancaster", "title": "The City of Toronto spends millions renting this hotel. Now it might spend more to buy it", "description": "The City of Toronto is quietly planning to spend millions of dollars to buy a hotel currently housing around 500 homeless people and asylum seekers.", "url": "https://www.cbc.ca/news/canada/toronto/city-plaza-hotel-purchase-1.4899211", "urlToImage": "https://i.cbc.ca/1.4899955.1541797719!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/toronto-plaza-hotel.JPG", "publishedAt": "2018-11-12T09:00:00Z", "content": "The City of Toronto is quietly planning to spend millions of dollars to buy a hotel currently housing around 500 homeless people and asylum seekers. With its shelter system at capacity, city officials have since 2017 used the Toronto Plaza Hotel to house newl… [+5767 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tiffany Foxcroft", "title": "'It's something out of a Hitchcock film': Experts re-examine unsolved Canadian airliner bombing", "description": "Modern investigative techniques are being applied to the mysterious unsolved bombing of Canadian Pacific Flight 21, which killed 52 people in B.C. in 1965.", "url": "https://www.cbc.ca/news/canada/bomb-on-board-national-cp-flight-21-investigation-podcast-1.4898031", "urlToImage": "https://i.cbc.ca/1.4899133.1541782452!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canadian-pacific-air-lines-flight-21.jpg", "publishedAt": "2018-11-12T09:00:00Z", "content": "The mysterious crash of Canadian Pacific Flight 21 five decades ago is back under scrutiny as CBC News and a team of investigators take a fresh look at one of the largest unsolved mass murders on Canadian soil. \"Not being able to know who did it means you hav… [+4377 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Pavelski leads Sharks in 3-1 win over Flames", "description": "Joe Pavelski had a goal and two assists, Martin Jones stopped 29 shots, and the San Jose Sharks beat the Calgary Flames 3-1 on Sunday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/calgary-flames-san-jose-sharks-1.4901163", "urlToImage": "https://i.cbc.ca/1.4901638.1541998773!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/flames-sharks-hockey.jpg", "publishedAt": "2018-11-12T05:02:06Z", "content": "Joe Pavelski had a goal and two assists, Martin Jones stopped 29 shots, and the San Jose Sharks beat the Calgary Flames 3-1 on Sunday night. Evander Kane and Joonas Donskoi each had a goal and an assist for the Sharks, who snapped a two-game skid and had lost… [+775 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'This is what makes it real for us today,' RAM curator says of WW I exhibit", "description": "The recently re-opened Royal Alberta Museum is commemorating 100 years of the end of the First World War with a new exhibit of artifacts. Medals, guns, uniforms, gas masks, letters, photos and artwork are on display at the museum.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-royal-alberta-museum-first-world-war-1.4901572", "urlToImage": "https://i.cbc.ca/1.4901588.1541988880!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ram-exhibit.jpg", "publishedAt": "2018-11-12T03:47:39Z", "content": "The recently re-opened Royal Alberta Museum is commemorating 100 years of the end of the First World War with a new exhibit of century-old artifacts. The exhibit, Remembering the First World War, opened at 11 a.m. on Nov. 11 at the museum on 103rd A Avenue an… [+872 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Scheifele powers Jets past Devils with 3-point night", "description": "Mark Scheifele scored twice and added an assist to help the Winnipeg Jets to a 5-2 victory over the New Jersey Devils on Sunday. Jack Roslovic, Nikolaj Ehlers and Mathieu Perreault also had goals for the Jets (10-5-1). Ehlers picked up one assist.", "url": "https://www.cbc.ca/sports/hockey/nhl/new-jersey-devils-winnipeg-jets-1.4901158", "urlToImage": "https://i.cbc.ca/1.4901622.1541993068!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hkn-devils-jets-20181111.jpg", "publishedAt": "2018-11-12T03:26:19Z", "content": "Mark Scheifele scored twice and added an assist to help the Winnipeg Jets to a 5-2 victory over the New Jersey Devils on Sunday. Jack Roslovic, Nikolaj Ehlers and Mathieu Perreault also had goals for the Jets (10-5-1). Ehlers picked up one assist. Captain Bla… [+561 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Headstone honours family lost in West Coast shipwreck that killed hundreds in 1918", "description": "A new headstone in a Vancouver cemetery pays tribute to a family that perished in one of the worst nautical disasters in West Coast history — a disaster largely forgotten about due to its timing around the end of the First World War.", "url": "https://www.cbc.ca/news/canada/british-columbia/headstone-honours-family-lost-west-coast-shipwreck-killed-hundreds-1918-1.4901580", "urlToImage": "https://i.cbc.ca/1.4881040.1540600344!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ss-princess-sophia.jpg", "publishedAt": "2018-11-12T03:17:12Z", "content": "As a ship loaded with bodies recovered from one of the worst nautical disasters in West Coast history arrived in the Port of Vancouver, its sombre journey was interrupted by the sound of honking horns and jubilation. It was the early morning of Nov. 11, 1918,… [+3927 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "New short documentary aims to expose hidden hunger on the West Island", "description": "Max Duguay and Akshay Grover both grew up on the West Island, in Pierrefonds and Dollard-Des Ormeaux respectively, and the two have been making videos together since high school.", "url": "https://www.cbc.ca/news/canada/montreal/hidden-hunder-west-island-1.4901562", "urlToImage": "https://i.cbc.ca/1.4901565.1541984695!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/max-duguay-and-akshay-grover.JPG", "publishedAt": "2018-11-12T03:00:09Z", "content": "A duo of Montreal-born Concordia students are hoping to raise awareness about hunger and food insecurity on the West Island with a new, 10-minute documentary called Hidden Hunger / Faim cachée. Max Duguay and Akshay Grover both grew up on the West Island, in … [+1588 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "WW II veteran's ring returned to namesake nephew thanks to efforts of Dutch memorial group", "description": "A Dutch historical foundation was able to locate the descendent of a young pilot killed in the war and return the airman's ring to him.", "url": "https://www.cbc.ca/news/canada/british-columbia/wwii-veteran-ring-namesake-nephew-dutch-memorial-group-1.4901525", "urlToImage": "https://i.cbc.ca/1.4901530.1541979227!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/two-ernests.jpg", "publishedAt": "2018-11-12T02:44:03Z", "content": "For more than 60 years, Ernest Claude Hallding's ring lay buried in a cattle farmer's field near the village of Akkerwoude in the Netherlands. On Sunday, it adorned the hand of his namesake nephew, Ernest Smith, who laid a wreath in remembrance of his fallen … [+1682 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Devin Heroux", "title": "Blue Bombers golden when it mattered most in West semis", "description": "It was almost as if the Winnipeg Blue Bombers couldn’t get out of Regina quick enough Sunday night when the clock hit zeroes at Mosaic Stadium after defeating the Saskatchewan Roughriders 23-18 Sunday night in the CFL Western semifinal.", "url": "https://www.cbc.ca/sports/football/cfl/cfl-west-semifinal-roughriders-blue-bombers-heroux-1.4901141", "urlToImage": "https://i.cbc.ca/1.4901573.1541987566!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/blue-bombers-roughriders-cfl-111118-620.jpg", "publishedAt": "2018-11-12T02:26:51Z", "content": "It was almost as if the Winnipeg Blue Bombers couldn't get out of Regina quick enough Sunday night when the clock hit zeroes at Mosaic Stadium. The team blasted from their bench in a blur of blue and gold, racing across the field and running straight into the… [+4838 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Canadian R.J. Barrett continues to shine as Duke downs Army", "description": "The fourth-ranked Blue Devils pulled away to beat the Army Black Knights 94-72 on Sunday behind 27 points and 16 rebounds from Zion Williamson, and 23 points from Canadian R.J. Barrett.", "url": "https://www.cbc.ca/sports/basketball/rj-barrett-duke-recap-1.4901586", "urlToImage": "https://i.cbc.ca/1.4901587.1541988822!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/army-duke-basketball.jpg", "publishedAt": "2018-11-12T02:20:39Z", "content": "Duke got something from Army that it didn't against Kentucky: A test. The fourth-ranked Blue Devils pulled away to beat the Black Knights 94-72 on Sunday behind 27 points and 16 rebounds from Zion Williamson. Playing five days after routing the second-ranked … [+1676 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Israel's Netanyahu cuts Paris trip short after Gaza killings", "description": "Israeli forces killed seven Palestinians in the Gaza Strip on Sunday in air strikes and an undercover raid that Hamas said targeted one of its commanders and the Israeli military said left one of its officers dead.", "url": "https://www.cbc.ca/news/world/netanyahu-cuts-trip-short-after-gaza-killings-1.4901553", "urlToImage": "https://i.cbc.ca/1.4901564.1541984488!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ww1-century-leaders-elysee.jpg", "publishedAt": "2018-11-12T01:25:01Z", "content": "Israeli forces killed seven Palestinians in the Gaza Strip on Sunday in air strikes and an undercover raid that Hamas said targeted one of its commanders and the Israeli military said left one of its officers dead. The Israeli incursion and air attacks drew r… [+1549 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Gereffi", "title": "Panthers ride 5-goal frame to win over Senators", "description": "Aleksander Barkov scored twice during Florida's five-goal second period and the Panthers beat the Ottawa Senators 5-1 on Sunday night for their fourth straight win.", "url": "https://www.cbc.ca/sports/hockey/nhl/ottawa-senators-florida-panthers-1.4901153", "urlToImage": "https://i.cbc.ca/1.4901568.1541984815!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/senators-panthers-recap-111118-620.jpg", "publishedAt": "2018-11-12T01:12:20Z", "content": "Aleksander Barkov scored twice during Florida's five-goal second period and the Panthers beat the Ottawa Senators 5-1 on Sunday night for their fourth straight win. Frank Vatrano, Troy Brouwer and Jonathan Huberdeau also scored, and James Reimer made 33 saves… [+1107 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rosa Marchitelli", "title": "'I was beginning to lose hope': Woman battles CIBC for 2 years to get access to her own bank record", "description": "An Edmonton woman is speaking out about a two-year battle with her bank to access information about her account after she noticed a questionable transaction.", "url": "https://www.cbc.ca/news/business/woman-fights-bank-for-financial-records-1.4895631", "urlToImage": "https://i.cbc.ca/1.4895862.1541710909!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rhonda-mcmillan.jpg", "publishedAt": "2018-11-12T01:00:00Z", "content": "An Edmonton woman who spent two years battling her bank for information about her own account is defying a confidentiality agreement to go public about what happened, in a bid to shed light on a highly secretive system she says is stacked against the customer… [+6688 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ryan McKenna", "title": "Harris leads Bombers to West final win over Roughriders", "description": "Andrew Harris ran in a fourth quarter touchdown as the Winnipeg Blue Bombers beat the Saskatchewan Roughriders 23-18 in the West Division semifinal.", "url": "https://www.cbc.ca/sports/football/cfl/winnipeg-blue-bombers-saskatchewan-roughriders-west-semifinal-1.4901146", "urlToImage": "https://i.cbc.ca/1.4901538.1541984195!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/blue-bombers-riders-west-semi-111118-620.jpg", "publishedAt": "2018-11-12T00:58:42Z", "content": "Andrew Harris ran in a fourth quarter touchdown as the Winnipeg Blue Bombers beat the Saskatchewan Roughriders 23-18 in the West Division semifinal. Winnipeg will travel to Calgary next week to face the Stampeders in the West final with the winner earning a G… [+2348 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Rookie Alyson Charles' success continues with short track gold", "description": "Canadian short track speed skater Alyson Charles edged out a victory in the women's 1,000-metre event at the World Cup event in Salt Lake City, Utah, on Sunday.", "url": "https://www.cbc.ca/sports/olympics/winter/shorttrack/world-cup-short-track-speed-skating-canadian-results-salt-lake-1.4901407", "urlToImage": "https://i.cbc.ca/1.4901542.1541982386!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/alyson-charles-110318-620.jpg", "publishedAt": "2018-11-12T00:51:16Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'I'll never forget': Edmonton veterans, civilians mark 100 years since end of WW I", "description": "Hundreds of military personnel marched down Edmonton's 118th Avenue Sunday morning, their strides marked by the steady beat of a drum.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-remembrance-day-world-wars-armistice-beverly-memorial-cenotaph-1.4901515", "urlToImage": "https://i.cbc.ca/1.4901524.1541980878!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/beverly-memorial-cenotaph-remembrance-day.jpg", "publishedAt": "2018-11-12T00:30:15Z", "content": "Hundreds of military personnel marched down Edmonton's 118th Avenue Sunday morning, their strides marked by the steady beat of a drum. The men and women fell in line around the Beverly Memorial Cenotaph, footsteps muffled on the half-frozen ground. There, the… [+1642 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fernie celebrates 100th anniversary of WW I Armistice by ringing church bell 100 times", "description": "This Sunday, bells of peace will ring out 100 times at sunset across Canada to mark the 100th anniversary of the end of the Great War. Fernie will be the first place in B.C. to chime in.", "url": "https://www.cbc.ca/news/canada/british-columbia/fernie-remembrance-day-1.4900537", "urlToImage": "https://i.cbc.ca/1.4900570.1541823756!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/holy-family-church.png", "publishedAt": "2018-11-12T00:00:00Z", "content": "This Sunday, church bells across Canada will ring out 100 times to mark the 100th anniversary of the end of the World War I. With its earlier sunset, the town of Fernie will be the first B.C. community to ring its bell with Michael Delich organizing the event… [+1407 chars]"}]}