{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dion Nissenbaum", "title": "John Bolton Energizes Trump's Agenda---And His Own", "description": "With a centralized decision-making style, national security adviser John Bolton pushes President Trump’s initiatives while pursuing policy priorities he has long advocated as a government official and commentator.", "url": "https://www.wsj.com/articles/john-bolton-energizes-trumps-agendaand-his-own-1542546003", "urlToImage": "https://images.wsj.net/im-37626/social", "publishedAt": "2018-11-18T23:19:28Z", "content": "WASHINGTONSoon after taking the helm as President Trumps third national security adviser, John Bolton installed a gold-framed painting of President George H.W. Bush sitting at the Resolute Desk in the Oval Office, surrounded by his vice president, national se… [+8963 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anne Steele", "title": "Spotify, Pandora Turn to Podcasts for Listeners, Profits", "description": "Music-streaming giants Spotify Technology and Pandora Media see new audiences and possible profits with an expansion into podcasts—if they can figure out a solid business model.", "url": "https://www.wsj.com/articles/spotify-pandora-turn-to-podcasts-for-listeners-profits-1542553200", "urlToImage": "https://images.wsj.net/im-37691/social", "publishedAt": "2018-11-18T22:47:25Z", "content": "Spotify and Pandora are looking to expand beyond music streaming and into the world of podcasting, as they aim to capture more of consumers listening time and, eventually, boost their profit margins. Podcasting is a small but growing medium that attracts youn… [+5780 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "Republican haven no more, Orange County, Calif., goes all blue in House races", "description": "Democrats have swept all the congressional races in Orange County, Calif., further eroding one of the few bases of Republican political power left in the state.", "url": "https://www.wsj.com/articles/democrats-complete-house-sweep-of-californias-orange-county-1542576506", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY733_cisner_ZG_20181118173038.jpg", "publishedAt": "2018-11-18T22:31:56Z", "content": "Democrats have swept all the congressional races in Orange County, Calif., further eroding one of the few bases of Republican political power left in the state. The Associated Press on Saturday evening declared Democrat Gil Cisneros the winner over his Republ… [+1165 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas Belkin", "title": "Bloomberg to Give Johns Hopkins Record $1.8 Billion", "description": "Former New York City Mayor and possible 2020 Democratic presidential candidate Michael Bloomberg is giving $1.8 billion to Johns Hopkins University. The gift is believed to be the largest ever to an academic institution.", "url": "https://www.wsj.com/articles/michael-bloomberg-to-give-johns-hopkins-record-1-8-billion-1542575094", "urlToImage": "https://images.wsj.net/im-37746/social", "publishedAt": "2018-11-18T22:20:44Z", "content": "Former New York City Mayor and possible 2020 Democratic presidential candidate Michael Bloomberg is giving $1.8 billion to Johns Hopkins University. The gift is believed to be the largest ever to an academic institution. The money is earmarked for scholarship… [+2518 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Trump's Obama-Style Bank Heist", "description": "Justice misuses a 1989 law to become a shadow banking regulator.", "url": "https://www.wsj.com/articles/trumps-obama-style-bank-heist-1542579625", "urlToImage": "https://images.wsj.net/im-37745/social", "publishedAt": "2018-11-18T22:20:27Z", "content": "Bank robbers in the movies routinely wear masks to hide their identities. So maybe Justice Department lawyers should have worn Barack Obama and former Attorney General Loretta Lynch masks this month when they announced their latest bank stickup. That would ha… [+4114 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Florida's Close Election Call", "description": "Marc Elias is foiled in his attempt to change vote-counting rules.", "url": "https://www.wsj.com/articles/floridas-close-election-call-1542579560", "urlToImage": "https://images.wsj.net/im-37747/social", "publishedAt": "2018-11-18T22:19:22Z", "content": "The Democratic candidates for Governor and U.S. Senate in Florida finally conceded on the weekend, 11 days or so after the final votes were cast. A machine recount in both races, and then a hand recount in the Senate race, made clear that Andrew Gillum and Se… [+1616 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Green Logrolling Classic", "description": "Offshore wind for 78 cents a kilowatt-hour. On the open market: 3 cents.", "url": "https://www.wsj.com/articles/a-green-logrolling-classic-1542579487", "urlToImage": "https://images.wsj.net/im-37744/social", "publishedAt": "2018-11-18T22:18:09Z", "content": "For a perfect example of green daydreaming gone awry, look to the waters off Virginia Beach, which will soon feature two wind turbines with blades rising as tall as the Washington Monument. Its impressive engineering, but it makes zero economic sense, accordi… [+3204 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mary Anastasia O’Grady", "title": "A Cynical Trade With Colombia", "description": "The U.S. offers up an innocent man in the hope drug kingpins will be turned over.", "url": "https://www.wsj.com/articles/a-cynical-trade-with-colombia-1542578697", "urlToImage": "https://images.wsj.net/im-37645/social", "publishedAt": "2018-11-18T22:05:00Z", "content": "The Justice and State Departments zealous attempts since 2016 to extradite former Colombian agriculture minister Andrés Felipe Ariasdespite overwhelming evidence that he committed no crimeseem mysterious. Add that the U.S. has no extradition treaty with the S… [+4647 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Kessler", "title": "Anything Good Takes Exactly Five Meetings", "description": "From deals to dating, you should pitch yourself piece by piece, building to the close.", "url": "https://www.wsj.com/articles/anything-good-takes-exactly-five-meetings-1542578334", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK413_Kessle_SOC_20181116143448.jpg", "publishedAt": "2018-11-18T21:58:56Z", "content": "I was headed out of the office with a stack of papers I spent all week preparing. My boss stopped me at the door and asked, What are you doing with all that junk? I was trying to sell a company. Its the first meeting, right? Yeah. Dont be an idiot. Leave all … [+4188 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "With Facebook at 'War,' Zuckerberg Adopts More Aggressive Style - Wall Street Journal", "description": "Wall Street Journal With Facebook at 'War,' Zuckerberg Adopts More Aggressive Style Wall Street Journal Mark Zuckerberg gathered roughly 50 of his top lieutenants earlier this year and told them that Facebook Inc. FB -3.00% was at war and he planned to lead t…", "url": "https://www.wsj.com/articles/with-facebook-at-war-zuckerberg-adopts-more-aggressive-style-1542577980", "urlToImage": "https://images.wsj.net/im-37742/social", "publishedAt": "2018-11-18T21:55:30Z", "content": "Mark Zuckerberg gathered roughly 50 of his top lieutenants earlier this year and told them that Facebook Inc. FB -3.00% was at war and he planned to lead the company accordingly. During times of peace, executives can move more slowly and ensure that everybody… [+9348 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Larry Harris", "title": "A Strong Dollar Is Good for America", "description": "Weak currencies don’t help countries become—or stay—wealthy.", "url": "https://www.wsj.com/articles/a-strong-dollar-is-good-for-america-1542578128", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ982_Harris_SOC_20181115133649.jpg", "publishedAt": "2018-11-18T21:55:30Z", "content": "Whos afraid of a strong U.S. dollar? President Trump has remarked that it causes a little difficulty with doing business, frankly. Treasury Secretary Steven Mnuchin has claimed that a weak dollar is good for us, citing its impact on exports. Mr. Mnuchin is ri… [+3152 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Elisabeth Braw", "title": "A 'True European Army'? Dream On - Wall Street Journal", "description": "Wall Street Journal A 'True European Army'? Dream On Wall Street Journal 'We must protect ourselves with respect to China, Russia, and even the United States,” French President Emmanuel Macron said earlier this month, calling for European strategic autonomy f…", "url": "https://www.wsj.com/articles/a-true-european-army-dream-on-1542577953", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY109_BrawNo_SOC_20181116124851.jpg", "publishedAt": "2018-11-18T21:52:00Z", "content": "We must protect ourselves with respect to China, Russia, and even the United States, French President Emmanuel Macron said earlier this month, calling for European strategic autonomy from the U.S. That autonomy would, in Mr. Macrons words, include a true Euro… [+4809 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "KC Johnson", "title": "DeVos Keeps Her Promise on Campus Due Process", "description": "Proposed new Title IX regulations aren’t perfect, but they vastly improve on Obama-era guidance.", "url": "https://www.wsj.com/articles/devos-keeps-her-promise-on-campus-due-process-1542577788", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK343_JOHNSO_SOC_20181116122235.jpg", "publishedAt": "2018-11-18T21:49:50Z", "content": "Betsy DeVos kept her promise. As the education secretary vowed in September 2017, the departments Office for Civil Rights last week formally proposed new regulations designed to create a more just process when campus tribunals adjudicate sexual-misconduct all… [+4504 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chris Jacobs", "title": "Let the Individual Mandate Die", "description": "States that reimpose ObamaCare’s rule are likely to lose a legal challenge.", "url": "https://www.wsj.com/articles/let-the-individual-mandate-die-1542577741", "urlToImage": "https://images.wsj.net/im-37314/social", "publishedAt": "2018-11-18T21:49:03Z", "content": "In May New Jersey imposed a health-insurance mandate requiring all residents to buy insurance or pay a penalty. More states will feel pressure to follow suit in the coming year as the federal mandates penalty disappears Jan. 1 and state legislatures reconvene… [+3781 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Costas Synolakis", "title": "Lessons From the Paradise Fire - Wall Street Journal", "description": "Wall Street Journal Lessons From the Paradise Fire Wall Street Journal Two large fires continue to ravage Northern and Southern California. In and around Paradise, Ca.—a town of 27,000 in the western foothills of the Sierra Nevadas—the Camp Fire has consumed …", "url": "https://www.wsj.com/articles/lessons-from-the-paradise-fire-1542577702", "urlToImage": "https://images.wsj.net/im-37724/social", "publishedAt": "2018-11-18T21:48:00Z", "content": "Two large fires continue to ravage Northern and Southern California. In and around Paradise, Ca.a town of 27,000 in the western foothills of the Sierra Nevadasthe Camp Fire has consumed an area roughly the size of New York City. At least 73 people have died a… [+3232 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "Black Friday Shoppers Beware: Online Shopping Gets More Complicated", "description": "As Americans gear up for the year-end shopping spree that marks its start with Black Friday, those who order online will have some tough choices to make.", "url": "https://www.wsj.com/articles/black-friday-shoppers-beware-online-shopping-gets-more-complicated-1542556800", "urlToImage": "https://images.wsj.net/im-37119/social", "publishedAt": "2018-11-18T20:41:20Z", "content": "As Americans gear up for the year-end shopping spree that marks its start with Black Friday, those who order online will have some tough choices to make. They can pick up items in a local store, or have them delivered to their car in the parking lot. They can… [+6711 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dov Lieber", "title": "Coalition in Turmoil...", "description": "Coalition in Turmoil... (Second column, 3rd story, link ) Related stories: Netanyahu says calling Israeli election now would be 'irresponsible'... EL AL diverts flight after religious passengers become violent in Shabbat scare... Advertise here", "url": "https://www.wsj.com/articles/netanyahus-coalition-in-turmoil-as-he-rejects-partners-demand-1542569719", "urlToImage": "https://images.wsj.net/im-37731/social", "publishedAt": "2018-11-18T20:25:39Z", "content": "TEL AVIVIsraeli Prime Minister Benjamin Netanyahu on Sunday appointed himself defense minister, rejecting a coalition partners key demand in a move that could collapse the government. The resignation last week of Israels hard-line defense minister Avigdor Lie… [+3716 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "Global Economy Week Ahead: U.S. Housing Starts, Consumer Sentiment", "description": "In the week ahead, the U.S. will see fresh data on housing starts, durable goods, existing-home sales and consumer sentiment.", "url": "https://www.wsj.com/articles/global-economy-week-ahead-u-s-housing-starts-consumer-sentiment-1542571200", "urlToImage": "https://images.wsj.net/im-37690/social", "publishedAt": "2018-11-18T20:00:02Z", "content": "In the week ahead, the U.S. will see fresh data on housing starts, durable goods, existing-home sales and consumer sentiment. The Commerce Department releases data on October housing starts and permits. In September, starts fell 5.3%, while permits also decli… [+1498 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "Trump Says DHS Secretary Nielsen Needs to Get 'Much Tougher' - Wall Street Journal", "description": "Wall Street Journal Trump Says DHS Secretary Nielsen Needs to Get 'Much Tougher' Wall Street Journal WASHINGTON—President Trump made clear that he isn't satisfied with the performance of two top officials, saying he wants Homeland Security Secretary Kirstjen …", "url": "https://www.wsj.com/articles/trump-says-dhs-secretary-nielsen-needs-to-get-much-tougher-1542563000", "urlToImage": "https://images.wsj.net/im-37733/social", "publishedAt": "2018-11-18T19:47:31Z", "content": "WASHINGTONPresident Trump made clear that he isnt satisfied with the performance of two top officials, saying he wants Homeland Security Secretary Kirstjen Nielsen to be much tougher and that Ms. Nielsens biggest defender in the West Wing, chief of staff John… [+2511 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Lion Air Crash Probe Eyes Sensor Hazards Stretching Back Years", "description": "Investigators are examining how Boeing heeded earlier warnings on the potential hazards of flight-control-sensor failures similar to the one implicated in last month’s Lion Air jet crash.", "url": "https://www.wsj.com/articles/lion-air-crash-probe-eyes-sensor-hazards-stretching-back-years-1542549600", "urlToImage": "https://images.wsj.net/im-37697/social", "publishedAt": "2018-11-18T19:46:49Z", "content": "Aviators around the globe have long recognized potential hazards of malfunctioning flight-control sensors similar to the one implicated in last months Lion Air jet crash. Now, investigators are examining how plane maker Boeing Co. BA -1.65% heeded those earli… [+6812 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sam Goldfarb", "title": "Debt-Market Slowdown Troubles Investors", "description": "When businesses have sold debt recently, they have often struggled to attract much interest, triggering worries that borrowing costs for U.S. companies might go up.", "url": "https://www.wsj.com/articles/debt-market-slowdown-troubles-investors-1542568103", "urlToImage": "https://images.wsj.net/im-37705/social", "publishedAt": "2018-11-18T19:43:41Z", "content": "Signs of stress are mounting in the corporate-bond market, where rising interest rates and lackluster demand for new debt have investors questioning whether a long run of favorable borrowing conditions for U.S. companies is ending or merely hitting a rough pa… [+6370 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "Less-Than-'Fantastic' Start for Harry Potter Spinoff - Wall Street Journal", "description": "Wall Street Journal Less-Than-'Fantastic' Start for Harry Potter Spinoff Wall Street Journal LOS ANGELES—Harry Potter's spell on moviegoers is proving more effective overseas. “Fantastic Beasts: The Crimes of Grindelwald,” the latest installment in J.K. Rowli…", "url": "https://www.wsj.com/articles/less-than-fantastic-start-for-harry-potter-spinoff-1542567646", "urlToImage": "https://images.wsj.net/im-37741/social", "publishedAt": "2018-11-18T19:07:45Z", "content": "LOS ANGELESHarry Potters spell on moviegoers is proving more effective overseas. Fantastic Beasts: The Crimes of Grindelwald, the latest installment in J.K. Rowlings Wizarding World series, opened to a franchise low in the U.S. and Canada this weekend while p… [+2437 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gabriel T. Rubin", "title": "Trump Says He Is Unlikely to Agree to Sit-Down Interview in Mueller Probe - Wall Street Journal", "description": "Wall Street Journal Trump Says He Is Unlikely to Agree to Sit-Down Interview in Mueller Probe Wall Street Journal President Donald Trump said he probably wouldn't agree to a sit-down interview with Special Counsel Robert Mueller after his legal team submits t…", "url": "https://www.wsj.com/articles/trump-says-he-is-unlikely-to-agree-to-sit-down-interview-in-mueller-probe-1542562598", "urlToImage": "https://images.wsj.net/im-37735/social", "publishedAt": "2018-11-18T17:41:45Z", "content": "President Donald Trump said he probably wouldnt agree to a sit-down interview with investigators probing Russian election interference, saying his written responses to the Special Counsel Robert Muellers questions would probably be the end. Asked in a Fox int… [+3824 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tom Fairless", "title": "Macron, Merkel Show Unity on Defense and Security - Wall Street Journal", "description": "Wall Street Journal Macron, Merkel Show Unity on Defense and Security Wall Street Journal The leaders of France and Germany pledged on Sunday to strengthen the European Union and work toward the creation of a European army, in a show of unity on a controversi…", "url": "https://www.wsj.com/articles/macron-merkel-show-unity-on-defense-and-security-1542562391", "urlToImage": "https://images.wsj.net/im-37730/social", "publishedAt": "2018-11-18T17:33:40Z", "content": "The leaders of France and Germany pledged on Sunday to strengthen the European Union and work toward the creation of a European army, in a show of unity on a controversial initiative that has been criticized by President Donald Trump. Speaking in Germanys Low… [+2683 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael Wursthorn", "title": "Taking Toll of Tech's Tumble - Wall Street Journal", "description": "Wall Street Journal Taking Toll of Tech's Tumble Wall Street Journal —Netflix had been one of the best-performing stocks in the S&P 500 throughout the first half of the year, avoiding some of the volatility that rattled other tech giants in the early spring. …", "url": "https://www.wsj.com/articles/taking-toll-of-techs-tumble-1542560400", "urlToImage": "https://images.wsj.net/im-37704/social", "publishedAt": "2018-11-18T17:03:23Z", "content": "Wall Street has been souring since October on one of the years most popular trades, sparking a selloff that has erased roughly $575 billion in market value from Facebook Inc., FB -3.00% Amazon.com Inc., Apple Inc., AAPL 1.11% Netflix Inc. NFLX -1.33% and Goog… [+3280 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erin Ailworth", "title": "California Firefighters Battle Exhaustion From Perpetual Blazes - Wall Street Journal", "description": "Wall Street Journal California Firefighters Battle Exhaustion From Perpetual Blazes Wall Street Journal PARADISE, Calif.—Many firefighters battling California's deadliest wildfire in Paradise have spent the past year hopping from one major blaze to another—ea…", "url": "https://www.wsj.com/articles/california-firefighters-battle-exhaustion-from-perpetual-blazes-1542556801", "urlToImage": "https://images.wsj.net/im-37644/social", "publishedAt": "2018-11-18T16:06:28Z", "content": "PARADISE, Calif.Many firefighters battling Californias deadliest wildfire in Paradise have spent the past year hopping from one major blaze to anothereach worse than the last. Now with this months Camp Fire, which has claimed at least 76 lives, burned 142,000… [+3484 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Julie Bykowicz", "title": "Small Campaign Donors Are Gift That Keeps Giving", "description": "Presidential hopefuls for 2020 are amassing lists of individual contributors who represent not just millions of dollars in donations but also a valuable asset for the future.", "url": "https://www.wsj.com/articles/small-campaign-donors-are-gift-that-keeps-giving-1542556800", "urlToImage": "https://images.wsj.net/im-37699/social", "publishedAt": "2018-11-18T16:00:03Z", "content": "WASHINGTONMassachusetts Sen. Elizabeth Warren received her one millionth campaign contribution in July. The donations have value beyond an immediate few bucks: They add names to a supporter list that could become a virtual ATM if she decides to run for presid… [+6994 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sam Schechner", "title": "French Drivers Spark Broad Protest Against Macron - Wall Street Journal", "description": "Wall Street Journal French Drivers Spark Broad Protest Against Macron Wall Street Journal More than a quarter of a million French people took to the streets this weekend to protest higher gasoline taxes and other pocketbook issues, the latest rebuke to Presid…", "url": "https://www.wsj.com/articles/french-drivers-spark-broad-protest-against-macron-1542556783", "urlToImage": "https://images.wsj.net/im-37726/social", "publishedAt": "2018-11-18T15:59:00Z", "content": "More than a quarter of a million French people took to the streets this weekend to protest higher gasoline taxes and other pocketbook issues, the latest rebuke to President Emmanuel Macron, whose popularity is scraping new lows. The protestersdubbed the gilet… [+2878 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Gallagher", "title": "Nvidia's Crypto Burn Will Take Time to Heal - Wall Street Journal", "description": "Wall Street Journal Nvidia's Crypto Burn Will Take Time to Heal Wall Street Journal For Nvidia, NVDA -18.76% cleaning out months worth of inventory may prove to be the easy part. The hard part for the once-highflying chip maker will be winning back the trust …", "url": "https://www.wsj.com/articles/nvidias-crypto-burn-will-take-time-to-heal-1542553201", "urlToImage": "https://images.wsj.net/im-37676/social", "publishedAt": "2018-11-18T15:00:57Z", "content": "For Nvidia, NVDA -18.76% cleaning out months worth of inventory may prove to be the easy part. The hard part for the once-highflying chip maker will be winning back the trust of investors. That trust took what was once a niche PC-gaming company and turned it … [+1752 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "No Longer Leading N.Y. Senate, Republicans Plan to Go on Attack", "description": "Republicans in the New York state Senate, their ranks reduced after electoral losses, say their focus will shift to speaking out against Democratic priorities set for consideration in the new year.", "url": "https://www.wsj.com/articles/no-longer-leading-state-senate-republicans-plan-to-go-on-attack-1542549601", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK533_1118ny_SOC_20181117105534.jpg", "publishedAt": "2018-11-18T14:00:03Z", "content": "Republicans in the state Senate, their ranks reduced by almost a third after electoral losses, say their focus will shift to speaking out against Democratic priorities that are teed up for consideration in the new year. Im scared to death about whats coming, … [+2798 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laurence Norman", "title": "European Governments Bewildered by UK's Brexit Turmoil - Wall Street Journal", "description": "Wall Street Journal European Governments Bewildered by UK's Brexit Turmoil Wall Street Journal BRUSSELS—As the British government convulses over Theresa May's Brexit deal, its negotiating partners in Europe are watching with bewilderment and anxiety, tempered…", "url": "https://www.wsj.com/articles/european-governments-bewildered-by-u-k-s-brexit-turmoil-1542547666", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK542_brexeu_SOC_20181117171337.jpg", "publishedAt": "2018-11-18T13:33:40Z", "content": "BRUSSELSAs the British government convulses over Theresa Mays Brexit deal, its negotiating partners in Europe are watching with bewilderment and anxiety, tempered by a flickering hope that the U.K. Parliament might yet decide the pain of Brexit isnt worth it.… [+4690 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alicia A. Caldwell", "title": "Caravan Migrants Arrive in Tijuana, Prepare for Long Wait to Seek Asylum in US - Wall Street Journal", "description": "Wall Street Journal Caravan Migrants Arrive in Tijuana, Prepare for Long Wait to Seek Asylum in US Wall Street Journal TIJUANA, Mexico—Hundreds of people who traveled with a migrant caravan from Central America have begun arriving in this Mexican border town,…", "url": "https://www.wsj.com/articles/caravan-migrants-arrive-in-tijuana-prepare-for-long-wait-to-seek-asylum-in-u-s-1542546001", "urlToImage": "https://images.wsj.net/im-37423/social", "publishedAt": "2018-11-18T13:04:00Z", "content": "TIJUANA, MexicoHundreds of people who traveled with a migrant caravan from Central America have begun arriving in this Mexican border town, where they face a long wait to try to win asylum in the U.S. The earliest members of the migrant caravan, which Preside… [+3895 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rob Taylor", "title": "US-China Divisions Exposed After One Phrase 'Torpedoed' Pacific Accord - Wall Street Journal", "description": "Wall Street Journal US-China Divisions Exposed After One Phrase 'Torpedoed' Pacific Accord Wall Street Journal PORT MORESBY, Papua New Guinea—A summit of world leaders ended in acrimony Sunday with the host nation accusing Chinese officials of threatening beh…", "url": "https://www.wsj.com/articles/u-s-china-divisions-exposed-after-one-phrase-torpedoed-pacific-accord-1542543774", "urlToImage": "https://images.wsj.net/im-37721/social", "publishedAt": "2018-11-18T12:23:53Z", "content": "PORT MORESBY, Papua New GuineaA summit of world leaders ended in acrimony Sunday with the host nation accusing Chinese officials of threatening behavior and differences between the U.S. and China preventing delegates from reaching a consensus on trade, securi… [+6870 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Jamerson", "title": "FL Recount Set To Wrap...", "description": "FL Recount Set To Wrap... (Top headline, 4th story, link ) Related stories: DEMS FLIP ANOTHER SEAT! ALL OF ORANGE COUNTY TURNS BLUE... Target Mississippi... Advertise here", "url": "https://www.wsj.com/articles/florida-senate-race-set-to-come-to-a-close-as-recount-wraps-up-1542538800", "urlToImage": "https://images.wsj.net/im-37718/social", "publishedAt": "2018-11-18T12:07:37Z", "content": "WEST PALM BEACH, Fla.Floridians are bracing for state election officials to release vote totals Sunday from a hand recount of more than 65,000 ballots, an effort that is likely to settle a hotly contested U.S. Senate race here that has hung in limbo for nearl… [+3696 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Miriam Gottfried", "title": "Buying Stakes in Private-Equity Firms, Not Just Their Funds, Pays Big", "description": "By buying stakes in private-equity firms, instead if just investing in their funds, investors such as Dyal Capital Partners are getting a direct cut of the hefty fees buyout firms charge and the profits from their deals.", "url": "https://www.wsj.com/articles/buying-stakes-in-private-equity-firms-not-just-their-funds-pays-big-1542542401", "urlToImage": "https://images.wsj.net/im-37580/social", "publishedAt": "2018-11-18T12:00:04Z", "content": "Private-equity firms take fund investors cash and earn handsome returns buying and selling companies. But an increasingly powerful type of investor is betting theres an even more profitable way in: by buying stakes in the private-equity firms themselves. That… [+5319 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Noemie Bisserbe", "title": "France Prepares to Get Tough on Firms That Pay Women Less", "description": "Under a coming French law, companies that underpay women could be fined, an unusually strict approach even among countries that have turned up pressure on firms to bridge the divide.", "url": "https://www.wsj.com/articles/france-prepares-to-get-tough-on-firms-that-pay-women-less-1542542400", "urlToImage": "https://images.wsj.net/im-37634/social", "publishedAt": "2018-11-18T12:00:02Z", "content": "PARISFrance is preparing to fine companies that underpay women, a novel attempt to narrow the gender pay gap. Starting on Jan. 1, firms will be required under a new law to report how much they pay women compared with men, using a range of government-approved … [+4656 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Noemie Bisserbe", "title": "France Prepares to Get Tough on Firms That Pay Women Less", "description": "Under a coming French law, companies that underpay women could be fined, an unusually strict approach even among countries that have turned up pressure on firms to bridge the divide.", "url": "https://www.wsj.com/articles/france-prepares-to-get-tough-on-firms-that-pay-women-less-1542542400", "urlToImage": "https://images.wsj.net/im-37634/social", "publishedAt": "2018-11-18T12:00:02Z", "content": "PARISFrance is preparing to fine companies that underpay women, a novel attempt to narrow the gender pay gap. Starting on Jan. 1, firms will be required under a new law to report how much they pay women compared with men, using a range of government-approved … [+4656 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "California’s Deadliest, Most Destructive Wildfire", "description": "The fires that ripped through Northern California have left many dead and over 1,000 missing. On Saturday, President Trump visited the burned areas. WSJ’s Erin Ailworth reports. Photo: AP", "url": "http://www.wsj.com/video/californias-deadliest-most-destructive-wildfire/48DE6DB9-7AFC-4F05-99CD-DEEE8065E615.html", "urlToImage": "http://m.wsj.net/video/20181117/111718cafirefighters3/111718cafirefighters3_1280x720.jpg", "publishedAt": "2018-11-18T11:00:00Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Warren P. Strobel", "title": "Trump Says Report on Khashoggi Killing Coming Soon", "description": "President Trump said he spoke with CIA Director Gina Haspel and that a full U.S. report on the killing of Saudi journalist Jamal Khashoggi would be completed early in the coming week.", "url": "https://www.wsj.com/articles/trump-says-report-on-khashoggi-killing-coming-early-in-the-week-1542510939", "urlToImage": "https://images.wsj.net/im-37719/social", "publishedAt": "2018-11-18T04:21:37Z", "content": "WASHINGTONPresident Trump said he spoke with Central Intelligence Agency Director Gina Haspel on Saturday and that a full U.S. report on the killing of Saudi journalist Jamal Khashoggi, including who was responsible, will be completed early in the coming week… [+4290 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Scott Calvert", "title": "Amazon Kept HQ2 Under Wraps Using These Code Names", "description": "Amazon.com maintained secrecy among the 20 cities vying for its HQ2 operations by naming them after important corporate stakeholders—employees’ dogs.", "url": "https://www.wsj.com/articles/amazon-kept-hq2-under-wraps-using-these-code-names-1542474278", "urlToImage": "https://images.wsj.net/im-37693/social", "publishedAt": "2018-11-18T03:53:46Z", "content": "The competition to land Amazon.com Inc.s AMZN -1.61% HQ2 operations was dog eat dog in more ways than one. When the Seattle-based company assigned code names to the 20 finalists selected from an initial field of 238 cities, it looked to the dogs of Amazon emp… [+2740 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Arian Campo-Flores", "title": "Democrat Andrew Gillum Concedes Florida Governor's Race", "description": "Republican Ron DeSantis officially beat Democrat Andrew Gillum to become Florida’s next governor after a contentious recount process triggered by a slim margin of victory.", "url": "https://www.wsj.com/articles/democrat-andrew-gillum-concedes-florida-governors-race-to-republican-ron-desantis-1542494480", "urlToImage": "https://images.wsj.net/im-37716/social", "publishedAt": "2018-11-18T00:38:41Z", "content": "Republican Ron DeSantis officially beat Democrat Andrew Gillum to become Floridas next governor after a contentious recount process triggered by a slim margin of victory. Mr. Gillum conceded the race for a second time on Saturday in a Facebook Live post, besi… [+2732 chars]"}]}