{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Michael Cohen Show", "description": "Another Trump-Russia smoking gun emerges, or not.", "url": "https://www.wsj.com/articles/the-michael-cohen-show-1543534091", "urlToImage": "https://images.wsj.net/im-39712/social", "publishedAt": "2018-11-29T23:59:40Z", "content": "Special counsel Robert Mueller on Thursday gave cable TV countless more hours of programming with a new plea deal with Donald Trumps former personal attorney, Michael Cohen. In a criminal information in federal court, Cohen now says he lied to Congress about … [+1684 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberley A. Strassel", "title": "The ABA Strikes Back", "description": "After a demotion from Trump, the lawyers guild smears judicial nominees.", "url": "https://www.wsj.com/articles/the-aba-strikes-back-1543534905", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM847_PW1130_SOC_20181129120329.jpg", "publishedAt": "2018-11-29T23:41:47Z", "content": "If hell hath no fury like a woman scorned, then hell hath yet to meet the American Bar Association. The Trump administration demoted the mostly liberal lawyers guild from its role in evaluating judicial nominees. The ABAs bitterness continued to roil Washingt… [+4864 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew FitzGerald", "title": "The Wall Street Journal: AT&T plans WarnerMedia streaming platform with 3 tiers of service", "description": "AT&T Inc., trying to reassure investors it can capitalize on its big acquisition of Time Warner, said it plans to offer three versions of a new streaming video service next year that will feature original movies and television series from Warner Bros., Turner…", "url": "https://www.wsj.com/articles/at-t-will-spend-2019-whittling-down-debt-1543528870", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FX102_Justic_ZG_20171026124155.jpg", "publishedAt": "2018-11-29T23:41:31Z", "content": "AT&amp;T Inc., trying to reassure investors it can capitalize on its big acquisition of Time Warner, said it plans to offer three versions of a new streaming video service next year that will feature original movies and television series from Warner Bros., Tu… [+1261 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sadanand Dhume", "title": "Pakistan, Stop Coddling Terrorists", "description": "A decade after the Mumbai bombings, the attackers are still free. One top jihadist even ran for office.", "url": "https://www.wsj.com/articles/pakistan-stop-coddling-terrorists-1543534855", "urlToImage": "https://images.wsj.net/im-39622/social", "publishedAt": "2018-11-29T23:41:24Z", "content": "Can India and Pakistan ever patch things up? On Wednesday, Pakistani Prime Minister Imran Khan made a pitch for peace. We want to move forward, we want a civilized relationship, he said at a ceremony for a new border crossing that will give Sikh pilgrims from… [+4412 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jim Prevor", "title": "Lettuce Try Not to Panic", "description": "Will a tragic overreaction topple Caesar and lead to the decline of the romaine empire?", "url": "https://www.wsj.com/articles/lettuce-try-not-to-panic-1543534658", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY144_prevor_SOC_20181129124952.jpg", "publishedAt": "2018-11-29T23:37:46Z", "content": "The Centers for Disease Control and Prevention urged before Thanksgiving that U.S. consumers not eat any romaine lettuce, and retailers and restaurants not serve or sell any until the current E. coli outbreak is resolved. This effectively closed down the roma… [+4324 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mathina Calliope", "title": "I Learned to Love Standardized Tests", "description": "They don’t have to be basic, boring or biased. A good question provokes deep engagement.", "url": "https://www.wsj.com/articles/i-learned-to-love-standardized-tests-1543534599", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM883_Callio_SOC_20181129143203.jpg", "publishedAt": "2018-11-29T23:36:40Z", "content": "I used to loathe testing. When I taught 9-year-olds in Fairfax County, Va., in the late 1990s, I was certain a corporate behemoth like Pearson, which provided the state exams, could never understand or measure the love, learning and laughter my students and I… [+3037 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Inhofe", "title": "Don't Cut Military Spending, Mr. President", "description": "America’s troops shouldn’t have to make do with less than they were promised.", "url": "https://www.wsj.com/articles/dont-cut-military-spending-mr-president-1543534509", "urlToImage": "https://images.wsj.net/im-39554/social", "publishedAt": "2018-11-29T23:35:21Z", "content": "President Trump inherited a military in crisis. The Obama administration asked a shrinking force, with aging equipment and declining budgets, to fight wars and perform other missions around the world. Gridlock on Capitol Hill added to the problem, delivering … [+3818 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Hennessey", "title": "The Bishop of Catholic Social Media - Wall Street Journal", "description": "Wall Street Journal The Bishop of Catholic Social Media Wall Street Journal He might not look it, but Bishop Robert Barron is a social-media superstar. Sporting thick-framed glasses and a folksy Midwestern demeanor, the Catholic auxiliary bishop of Los Angele…", "url": "https://www.wsj.com/articles/the-bishop-of-catholic-social-media-1543534249", "urlToImage": "https://images.wsj.net/im-39096/social", "publishedAt": "2018-11-29T23:33:31Z", "content": "Santa Barbara, Calif. He might not look it, but Bishop Robert Barron is a social-media superstar. Sporting thick-framed glasses and a folksy Midwestern demeanor, the Catholic auxiliary bishop of Los Angeles resembles the comedian Drew Carey, only trimmer. But… [+4762 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stuart Anderson", "title": "The Immigrant-Unicorn Connection", "description": "Most billion-dollar startups have foreign-born founders.", "url": "https://www.wsj.com/articles/the-immigrant-unicorn-connection-1543534312", "urlToImage": "https://images.wsj.net/im-39035/social", "publishedAt": "2018-11-29T23:31:58Z", "content": "With so much of the U.S. immigration debate focused on the caravan of refugees and low-skilled migrants gathering at the border with Mexico, its worth remembering that many of the founders of Americas leading startup companies are immigrants. Thats a sign the… [+2549 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Jeff Flake's Sad Exit", "description": "He blocks judicial nominees in a futile anti-Trump gesture.", "url": "https://www.wsj.com/articles/jeff-flakes-sad-exit-1543534198", "urlToImage": "https://images.wsj.net/im-39713/social", "publishedAt": "2018-11-29T23:30:00Z", "content": "Usually when Congress cancels a committee meeting the country misses nothing more than grandstanding. But this week the Senate Judiciary Committee had to halt progress on confirming talented judges thanks to GOP Senator Jeff Flake of Arizona. The committee wa… [+3196 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Fines and Punishment", "description": "The Supreme Court wrestles with asset forfeiture abuses.", "url": "https://www.wsj.com/articles/fines-and-punishment-1543533985", "urlToImage": "https://images.wsj.net/im-39455/social", "publishedAt": "2018-11-29T23:26:29Z", "content": "Asset forfeiture proceedings rooted in British maritime law let instruments of crime be seized to remedy lawlessness. But police nowadays can abuse the practice to finance their own operations, which has prompted a Supreme Court challenge to its constitutiona… [+3701 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Colias", "title": "Factory Shutdown Plans Give GM Leverage in Labor Talks", "description": "General Motors’ plans to shut down several U.S. factories will give the Detroit car maker a bargaining chip that it can use next year in contract talks with the United Auto Workers union to extract concessions on wages and other benefits.", "url": "https://www.wsj.com/articles/factory-shutdown-plans-give-gm-leverage-in-labor-talks-1543523176", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM898_gmunio_SOC_20181129151811.jpg", "publishedAt": "2018-11-29T22:55:26Z", "content": "General Motors Co.s plans to shut down several U.S. factories will give the Detroit car maker a bargaining chip that it can use next year in contract talks with the United Auto Workers union to extract concessions on wages and other benefits. GM said Monday i… [+5443 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "J. Crew Scraps Cheaper Brand, Putting Deal With Amazon in Doubt", "description": "J. Crew will discontinue budget clothing line Mercantile—the only brand it sells on Amazon—and shut down the newly launched brand Nevereven, according to an internal company memo.", "url": "https://www.wsj.com/articles/j-crew-scraps-budget-line-putting-deal-with-amazon-in-doubt-1543524738", "urlToImage": "https://images.wsj.net/im-39595/social", "publishedAt": "2018-11-29T22:52:51Z", "content": "J.Crew Group Inc. will discontinue its budget clothing line called Mercantile and shut down the newly launched Nevereven brand, according to an internal memo sent Thursday to employees. The moves undo some decisions made by former CEO James Brett, who departe… [+3420 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph De Avila", "title": "New Jersey Issues Rules Shielding Immigrants", "description": "The new directive restricts the scope of cooperation between the state’s law-enforcement agencies and the U.S. Immigration and Customs Enforcement.", "url": "https://www.wsj.com/articles/new-jersey-attorney-general-shields-immigrants-with-new-directive-1543531955", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM930_NYICEj_SOC_20181129160918.jpg", "publishedAt": "2018-11-29T22:52:37Z", "content": "New Jersey issued new rules Thursday that limit how law-enforcement agencies assist federal immigration officers. The state attorney generals office barred all state, county and local law-enforcement officials from stopping, questioning and arresting people b… [+2706 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christopher Mims", "title": "Robot Reality Check: They Create Wealth---and Jobs", "description": "The fear that robots are coming for our jobs is according to economists the opposite of the truth: Workforces in countries with more robots fare better.", "url": "https://www.wsj.com/articles/robot-reality-check-they-create-wealthand-jobs-1543500001", "urlToImage": "https://si.wsj.net/public/resources/images/EQ-AA927_KEYWOR_SOC_20181128134007.jpg", "publishedAt": "2018-11-29T22:25:53Z", "content": "Robots may be coming for our jobs. But a growing body of evidence suggests that workers have everything to gain from welcoming them. The more robots a country has, the higher its gross domestic product and, on average, the richer its citizens. On the other ha… [+7210 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Benjamin Mullin", "title": "Online publisher Mic lays off staff, sells to Bustle for $5 million", "description": "Digital publisher Mic Network Inc. has agreed to sell itself to women-focused publisher Bustle Digital Group for about $5 million, according to a person familiar with the matter — a fraction of Mic’s valuation less than two years ago.", "url": "https://www.wsj.com/articles/mic-network-sold-to-bustle-for-about-5-million-1543526997", "urlToImage": "https://mw3.wsj.net/mw5/content/logos/mw_logo_social.png", "publishedAt": "2018-11-29T22:04:45Z", "content": "Mics homepage Thursday. Digital publisher Mic Network Inc. has agreed to sell itself to women-focused publisher Bustle Digital Group for about $5 million, according to a person familiar with the matter a fraction of Mics valuation less than two years ago. Mic… [+928 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin", "title": "House Republicans Work Against the Clock on Tax Bill - Wall Street Journal", "description": "Wall Street Journal House Republicans Work Against the Clock on Tax Bill Wall Street Journal WASHINGTON—House Republicans are struggling to advance their year-end tax bill, with just a few legislative days to go until they relinquish the majority to the Democ…", "url": "https://www.wsj.com/articles/house-republicans-work-against-the-clock-on-tax-bill-1543527677", "urlToImage": "https://images.wsj.net/im-39677/social", "publishedAt": "2018-11-29T21:41:00Z", "content": "WASHINGTONHouse Republicans are struggling to advance their year-end tax bill, with just a few legislative days to go until they relinquish the majority to the Democrats. GOP leaders were still deciding Thursday whether the measure, already mired in partisan … [+4138 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jared Malsin", "title": "Qatar Builds Up Military, Spurred by Saudi-led Blockade", "description": "Qatar is adding new jet fighters, enhancing missile defenses and recruiting more soldiers to buttress its armed forces in a standoff with a bloc of neighboring states led by Saudi Arabia.", "url": "https://www.wsj.com/articles/qatar-builds-up-military-spurred-by-saudi-led-blockade-1543515441", "urlToImage": "https://images.wsj.net/im-39309/social", "publishedAt": "2018-11-29T21:36:00Z", "content": "DOHAQatar is adding new jet fighters, enhancing missile defenses and recruiting more soldiers to buttress its armed forces in a standoff with a bloc of neighboring states led by Saudi Arabia. The tiny nation has ramped up its military expansion as part of a b… [+5283 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "Trump and China's Most Valuable Export", "description": "One way or another, the President can win on intellectual property.", "url": "https://www.wsj.com/articles/trump-and-chinas-most-valuable-export-1543525958", "urlToImage": "https://images.wsj.net/im-39596/social", "publishedAt": "2018-11-29T21:12:40Z", "content": "Investors are still guessing whether and how the United States and China will settle their differences when President Trump sits down to dinner with Chinese dictator Xi Jinping this weekend. But even if Mr. Xi wont agree to stop stealing U.S. technology, Mr. … [+5870 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gabriel T. Rubin", "title": "SEC to explore changes for quarterly earnings reports after Trump request", "description": "Securities regulators plan to explore changes for public companies’ quarterly earnings reports, following President Trump’s summer request for them to take up the issue.", "url": "https://www.wsj.com/articles/sec-to-take-up-trumps-request-on-quarterly-earnings-reports-1543524601", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ142_clayto_ZG_20181127131916.jpg", "publishedAt": "2018-11-29T21:08:52Z", "content": "Securities and Exchange Commission Chairman Jay Clayton speaks during a Financial Stability Oversight Council meeting in October at the Treasury Department. Securities regulators plan to explore changes for public companies quarterly earnings reports, followi… [+854 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Melanie Evans", "title": "Amazon Makes Inroads Selling Medical Supplies to the Sick", "description": "A growing number of U.S. doctors can direct patients to Amazon.com Inc. to buy medical supplies via an app embedded in patients’ private medical record—a change that raises privacy concerns.", "url": "https://www.wsj.com/articles/amazon-makes-inroads-selling-medical-supplies-to-the-sick-1543487401", "urlToImage": "https://images.wsj.net/im-39553/social", "publishedAt": "2018-11-29T21:06:00Z", "content": "A growing number of doctors around the U.S. can direct a patient to Amazon.com Inc. to buy blood-pressure cuffs, slings and other supplies via an app embedded in the patients private medical recorda change creating convenience but also raising privacy concern… [+8240 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Maria Armental", "title": "HP Profit Surges as PC Business Remains Strong - Wall Street Journal", "description": "Wall Street Journal HP Profit Surges as PC Business Remains Strong Wall Street Journal Revenue rose 10% to $15.34 billion. HP's personal-systems segment, which is the company's largest single segment and includes the PC business, rose 11%. The printing segmen…", "url": "https://www.wsj.com/articles/hp-profit-surges-as-pc-business-remains-strong-1543525502", "urlToImage": "https://images.wsj.net/im-39665/social", "publishedAt": "2018-11-29T21:05:00Z", "content": "An upswing in the personal-computer market helped HP Inc. HPQ -2.43% more than double its profit in the latest quarter, and the company signaled strong growth in technology spending from corporate clients and consumers in 2019. The printer and personal-comput… [+1892 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kim Mackrael", "title": "Canada Reports New Mysterious Diplomatic Illness in Cuba", "description": "Canada said Thursday another Cuba-based diplomat is experiencing mysterious health symptoms, prompting officials to review their diplomatic presence in the country.", "url": "https://www.wsj.com/articles/canada-reports-new-case-of-diplomatic-illness-in-cuba-1543516099", "urlToImage": "https://images.wsj.net/im-39614/social", "publishedAt": "2018-11-29T20:34:55Z", "content": "OTTAWACanada said Thursday another Cuba-based diplomat is experiencing mysterious health symptoms, prompting officials to review their diplomatic presence in the country. Canadian officials, like their U.S. counterparts, remain puzzled by what is causing dipl… [+2341 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kitty Greenwald", "title": "30-Minute Pasta With a Superlative Sausage Ragù", "description": "This quick-cooking recipe from San Francisco’s Che Fico produces a meaty, fennel-spiced sauce with slow-simmered flavor.", "url": "https://www.wsj.com/articles/30-minute-pasta-with-a-superlative-sausage-ragu-1543514605", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM192_SFF_SOC_20181127135143.jpg", "publishedAt": "2018-11-29T19:31:20Z", "content": "TRENDS DONT HOLD much sway with David Nayfeld. This chef cooks to connect on a deeper level. A dish should sit on your palate, he said. So when youre done, you take bread and wipe the bowl. At his restaurant Che Fico, in San Francisco, soulful dishes like thi… [+2305 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Jamerson", "title": "Six People to Watch in the Democrats' New Majority - Wall Street Journal", "description": "Wall Street Journal Six People to Watch in the Democrats' New Majority Wall Street Journal Rep. Hakeem Jeffries on Capitol Hill on Wednesday, was elected to lead the House Democratic Caucus, the No. 4 post within the party's ranks. Photo: Tasos Katopodis/epa-…", "url": "https://www.wsj.com/articles/democrats-diversify-their-ranks-1543492800", "urlToImage": "https://images.wsj.net/im-39488/social", "publishedAt": "2018-11-29T18:51:00Z", "content": "The top three House DemocratsNancy Pelosi, 78, of California; Steny Hoyer, 79, of Maryland; and James Clyburn, 78, of South Carolinawere elected by their colleagues Wednesday to remain atop the caucus when the party takes the majority in January. But in races… [+7346 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Colias", "title": "The Wall Street Journal: GM’s Dan Ammann to take new role as head of driverless car unit", "description": "Assignment of CEO Mary Barra’s top lieutenant underscores GM’s pivot to advanced technologies.", "url": "https://www.wsj.com/articles/gm-president-dan-ammann-to-take-new-role-as-head-of-autonomous-car-business-1543514469?mod=searchresults&amp;page=1&amp;pos=1", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ339_ammann_ZG_20181129131947.jpg", "publishedAt": "2018-11-29T18:38:46Z", "content": "General Motors Co. has assigned its president and de facto global strategist, Dan Ammann, to run its autonomous-vehicle business, underscoring GMs pivot to advanced technologies even as it faces political push back on its plan to close factories making more-c… [+1325 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "President Trump Responds to Michael Cohen’s Plea Agreement", "description": "President Trump responded to Michael Cohen’s plea agreement in Robert Mueller’s Russia investigation Thursday. Cohen pleaded guilty to misleading Congress about a Trump Tower project in Moscow during the 2016 campaign.", "url": "http://www.wsj.com/video/president-trump-responds-to-michael-cohens-plea-agreement/29EFDC45-27E2-48F5-963C-CF6CD3E96808.html", "urlToImage": "http://m.wsj.net/video/20181129/112918trumpcohen/112918trumpcohen_1280x720.jpg", "publishedAt": "2018-11-29T18:35:01Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lettie Teague", "title": "Why Wine Lovers Flock to a Foggy Corner of Italy", "description": "Visitors to the Langhe in northwest Italy gladly brave unpredictable weather for access to the region’s extraordinary wines, many Michelin-starred restaurants and spectacular views (once the fog lifts).", "url": "https://www.wsj.com/articles/why-wine-lovers-flock-to-a-foggy-corner-of-italy-1543515955", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM194_WINE_SOC_20181127140337.jpg", "publishedAt": "2018-11-29T18:30:46Z", "content": "The first in a three-part series on wines in Italys Piedmont. Its rainy, its foggy, its roads feature tight switchbacks that can be a challenge to drive, and yet its a hugely popular destination, especially right now, during white truffle season. The Langhe, … [+6086 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "John D. McKinnon", "title": "Tech Execs Coming to White House...", "description": "Tech Execs Coming to White House... (First column, 20th story, link ) Related stories: FACEBOOK mulled charging for access to user data... Push to Remove Zuckerberg Name From Hospital... German antitrust agency opens AMAZON investigation... TWITTER Shares Plu…", "url": "https://www.wsj.com/articles/white-house-to-hold-roundtable-with-tech-executives-1543511161", "urlToImage": "https://images.wsj.net/im-39603/social", "publishedAt": "2018-11-29T17:40:39Z", "content": "The Trump administration will hold a roundtable discussion on innovation with top tech executives, a move that marks an easing of tensions between the White House and big Silicon Valley firms. The panel, to be held next Thursday, will discuss bold, transforma… [+3251 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stephanie Armour", "title": "Trump Administration Details Health-Law Waivers for States - Wall Street Journal", "description": "Wall Street Journal Trump Administration Details Health-Law Waivers for States Wall Street Journal The Trump administration on Thursday outlined ways states will be allowed to waive parts of the Affordable Care Act, a move that has been welcomed by conservati…", "url": "https://www.wsj.com/articles/trump-administration-details-health-law-waivers-for-states-1543512557", "urlToImage": "https://images.wsj.net/im-30511/social", "publishedAt": "2018-11-29T17:29:00Z", "content": "The Trump administration on Thursday outlined ways states will be allowed to waive parts of the Affordable Care Act, a move that has been welcomed by conservatives, spurred rebukes from Democrats and risks legal action. The Centers for Medicare and Medicaid S… [+4435 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Timiraos", "title": "President Trump Bashes the Fed. This Is How the Fed Chief Responds.", "description": "Jerome Powell’s playbook includes making allies outside the Oval Office, never talking politics and sticking to the economy.", "url": "https://www.wsj.com/articles/president-trump-bashes-the-fed-this-is-how-the-fed-chief-responds-1543507078", "urlToImage": "https://images.wsj.net/im-39468/social", "publishedAt": "2018-11-29T17:01:12Z", "content": "Federal Reserve leaders for the past quarter-century have made decisions about interest rates without being pressured by the president. President Trump has broken that streak, calling the central bank crazy for raising rates and more than once saying the Fed … [+13039 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis", "title": "US, China Exploring Deal to Ease Trade Tensions - Wall Street Journal", "description": "Wall Street Journal US, China Exploring Deal to Ease Trade Tensions Wall Street Journal BUENOS AIRES—The U.S. and China, looking to defuse tensions and boost markets, are exploring a trade deal in which Washington would hold off on further tariffs through the…", "url": "https://www.wsj.com/articles/u-s-china-exploring-deal-to-ease-trade-tensions-1543508589", "urlToImage": "https://images.wsj.net/im-39585/social", "publishedAt": "2018-11-29T16:53:12Z", "content": "BUENOS AIRESThe U.S. and China, looking to defuse tensions and boost markets, are exploring a trade deal in which Washington would hold off on further tariffs through the spring in exchange for new talks looking at big changes in Chinese economic policy, said… [+6595 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Candace Taylor and Katherine Clarke", "title": "NY's wealthiest cut losses as city's real estate languishes...", "description": "NY's wealthiest cut losses as city's real estate languishes... (First column, 6th story, link ) Related stories: For Economy, Storm Clouds on Horizon... Jobless Claims Rise... Fed warns plunge in markets possible... Advertise here", "url": "https://www.wsj.com/articles/new-yorks-wealthiest-cut-losses-as-manhattan-real-estate-falters-1543508960", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM791_1129ny_SOC_20181129095601.jpg", "publishedAt": "2018-11-29T16:43:37Z", "content": "When actor Brian Kerwin decided to sell his longtime Manhattan homean 1880s Romanesque townhouse he and his late wife had carefully restoredhe was hoping it would go for about $12 million, based on similar sales in the neighborhood. When he and his agent, Kim… [+263 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Vieira", "title": "Canada Imposes Sanctions on 17 Saudi Officials Linked to Khashoggi Killing - Wall Street Journal", "description": "Wall Street Journal Canada Imposes Sanctions on 17 Saudi Officials Linked to Khashoggi Killing Wall Street Journal OTTAWA—Canada on Thursday imposed sanctions against 17 Saudi Arabian officials it says are responsible for and complicit in the murder of Jamal …", "url": "https://www.wsj.com/articles/canada-imposes-sanctions-on-17-saudi-officials-linked-to-khashoggi-killing-1543508907", "urlToImage": "https://images.wsj.net/im-39591/social", "publishedAt": "2018-11-29T16:28:58Z", "content": "OTTAWACanada on Thursday imposed sanctions against 17 Saudi Arabian officials it says are responsible for and complicit in the murder of Jamal Khashoggi in Istanbul last month. The targeted sanctions come on the eve of the Group of 20 leaders summit in Buenos… [+1550 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lane Florsheim", "title": "Is the Future of the Sharing Economy Airbnbing Your Clothes?", "description": "The founders of a new clothing rental app, Tulerie, are betting women want to borrow designer clothing and accessories from strangers’ closets.", "url": "https://www.wsj.com/articles/is-the-future-of-the-sharing-economy-airbnbing-your-clothes-1543508384", "urlToImage": "https://images.wsj.net/im-39430/social", "publishedAt": "2018-11-29T16:19:52Z", "content": "THE PHRASE peer-to-peer clothing rental app might summon up an image of a millennial pink office with velvet upholstery, matte metal accents and perhaps a neon sign radiating the companys name. But today Violet Gross and Merri Smith, the co-founders of the ap… [+7753 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Wall Street Journal", "title": "Facebook considered charging for access to user data, documents show", "description": "Internal emails show Facebook Inc. considered charging companies for continued access to user data several years ago, a step that would have marked a dramatic shift away from the social-media giant’s policy of not selling that information, according to an unr…", "url": "https://www.wsj.com/articles/facebook-considered-charging-for-access-to-user-data-1543454648?mod=e2tw", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/74e5175a-522818-607497-zuckerberg-facebook-security.jpg", "publishedAt": "2018-11-29T16:02:18Z", "content": "Internal emails show Facebook Inc. considered charging companies for continued access to user data several years ago, a step that would have marked a dramatic shift away from the social-media giant’s policy of not selling that information, according to an unr… [+1177 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Investors Pull Multi-Billion Dollar U.K. Deal", "description": "To subscribe to the newsletter, please sign up here MUST READS Brookfield Pulls Multi-Billion Dollar U.K. Deal as Brexit Uncertainty Bites: Heightened Brexit uncertainty is weighing on trans-Atlantic deal making, as a trio of global investors led by property …", "url": "https://blogs.wsj.com/moneybeat/2018/11/29/investors-pull-multi-billion-dollar-u-k-deal-as-brexit-uncertainty-bites/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-29T15:19:42Z", "content": "British Banks Are Healthy Enough to Handle a Chaotic Brexit : The U.K.s banking system is strong enough to ride out the shock of a disruptive Brexit, the Bank of England said, clearing the way for bigger payouts to shareholders in the coming months. ECB Warns… [+2496 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jim Chairusmi", "title": "Deontay Wilder Might Be America's Next Great Heavyweight - Wall Street Journal", "description": "Wall Street Journal Deontay Wilder Might Be America's Next Great Heavyweight Wall Street Journal Deontay Wilder is undefeated in 40 career fights and holds the WBC heavyweight belt. But he remains a virtual unknown compared with past American heavyweight cham…", "url": "https://www.wsj.com/articles/deontay-wilder-might-be-americas-next-great-heavyweight-1543503267", "urlToImage": "https://images.wsj.net/im-39126/social", "publishedAt": "2018-11-29T14:54:00Z", "content": "Deontay Wilder is undefeated in 40 career fights and holds the WBC heavyweight belt. But he remains a virtual unknown compared with past American heavyweight champions such as Mike Tyson and Evander Holyfield. Wilder says he is finally ready to introduce hims… [+2709 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saabira Chaudhuri", "title": "Unilever Names New CEO as Big Brands Regroup", "description": "Unilever, the maker of Hellmann’s mayonnaise and Dove soap, named Alan Jope to replace longtime Chief Executive Paul Polman as it, like the rest of the industry, struggles to navigate a sharp shift in consumer tastes.", "url": "https://www.wsj.com/articles/unilever-picks-insider-as-new-ceo-1543478395", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM782_dove11_SOC_20181129035357.jpg", "publishedAt": "2018-11-29T14:18:23Z", "content": "Unilever UL -0.66% PLC, the maker of Hellmanns mayonnaise and Dove soap, named Alan Jope to replace longtime Chief Executive Paul Polman as it, like the rest of the industry, grapples with a sharp shift in consumer tastes. The appointment of Mr. Jope, a Unile… [+5456 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Gauthier-Villars", "title": "Trump to Navigate Tense Turkish-Saudi Rivalry at G-20 - Wall Street Journal", "description": "Wall Street Journal Trump to Navigate Tense Turkish-Saudi Rivalry at G-20 Wall Street Journal President Trump will confront a rivalry that has pitted Turkey and Saudi Arabia against each other when the leaders of the three countries convene in Argentina, gath…", "url": "https://www.wsj.com/articles/trump-to-navigate-tense-turkish-saudi-rivalry-at-g-20-1543500774", "urlToImage": "https://images.wsj.net/im-39545/social", "publishedAt": "2018-11-29T14:13:45Z", "content": "President Trump will confront a rivalry that has pitted Turkey and Saudi Arabia against each other when the leaders of the three countries convene in Argentina, gathering for the first time since the killing of a Saudi journalist. The October murder of Jamal … [+7892 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Benjamin Mullin", "title": "Facebook Exempts News From Political Ad Archive", "description": "Facebook will exempt paid posts promoting news articles from its political ad archive, ending a practice that rankled publishers who chafed at seeing their journalism classified as if it were paid partisan advocacy.", "url": "https://www.wsj.com/articles/facebook-exempts-news-from-political-ad-archive-1543500310", "urlToImage": "https://images.wsj.net/im-39557/social", "publishedAt": "2018-11-29T14:12:45Z", "content": "Facebook Inc. FB 1.39% will exempt paid posts promoting news articles from its political ad archive, ending a practice that rankled publishers who chafed at seeing their journalism classified as if it were paid partisan advocacy, the company said Thursday. Ro… [+973 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tim Hanrahan", "title": "Capital Journal Newsletter: Democrats’ Rift; Trump’s China Options; White House Rebuked in Yemen Vote", "description": "This is the web version of the WSJ’s Capital Journal newsletter", "url": "https://blogs.wsj.com/washwire/2018/11/29/capital-journal-newsletter-democrats-rift-trumps-china-options-white-house-rebuked-in-yemen-vote/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-29T14:04:55Z", "content": "Trump Administration: President Trump and first lady Melania Trump travel to Argentina for the Group-of-20 summit, which runs Nov. 30-Dec. 1. National security adviser John Bolton visits Brazil. Congress: The Senate is expected to vote today on final confirma… [+7205 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Harriet Torry", "title": "Jobless Claims Rise...", "description": "Jobless Claims Rise... (First column, 3rd story, link ) Related stories: For Economy, Storm Clouds on Horizon... Bull run finale not far off? Fed warns plunge in markets possible... Advertise here", "url": "https://www.wsj.com/articles/jobless-claims-increased-last-week-1543498386", "urlToImage": "https://images.wsj.net/im-39344/social", "publishedAt": "2018-11-29T14:01:39Z", "content": "WASHINGTONThe number of Americans filing applications for new unemployment benefits rose last week, but remained at a low level indicative of a tight labor market. Initial jobless claims, a proxy for layoffs across the U.S., increased by 10,000 to a seasonall… [+94 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "In the Elevator With Black Girls Code CEO Kimberly Bryant", "description": "WSJ's Joanna Stern “bumped into\" Black Girls Code CEO Kimberly Bryant and found out what the organization does, how it is hoping to change the tech landscape and why big companies are getting involved. Photo: Andria Chamberlin for The Wall Street Journal", "url": "http://www.wsj.com/video/series/in-the-elevator-with/in-the-elevator-with-black-girls-code-ceo-kimberly-bryant/9A4AD1FC-EECE-4D33-8C92-DCF92AB52FEE", "urlToImage": "http://m.wsj.net/video/20181128/112918_intheelevator/112918_intheelevator_1280x720.jpg", "publishedAt": "2018-11-29T13:00:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "In the Elevator With the CEO of Black Girls Code", "description": "WSJ's Joanna Stern “bumped into\" Black Girls Code CEO Kimberly Bryant and found out what the organization does, how it is hoping to change the tech landscape and why big companies are getting involved. Photo: Andria Chamberlin for The Wall Street Journal", "url": "http://www.wsj.com/video/series/in-the-elevator-with/in-the-elevator-with-the-ceo-of-black-girls-code/9A4AD1FC-EECE-4D33-8C92-DCF92AB52FEE", "urlToImage": "http://m.wsj.net/video/20181128/112918_intheelevator/112918_intheelevator_1280x720.jpg", "publishedAt": "2018-11-29T13:00:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Jeong", "title": "Bad Blood Between Japan, South Korea Tests US Strategy in Asia - Wall Street Journal", "description": "Wall Street Journal Bad Blood Between Japan, South Korea Tests US Strategy in Asia Wall Street Journal SEOUL—A resurgence in frictions between South Korea and Japan, the U.S.'s two closest allies in East Asia, is testing the united front Washington wants to p…", "url": "https://www.wsj.com/articles/bad-blood-between-japan-south-korea-tests-u-s-strategy-in-asia-1543495504", "urlToImage": "https://images.wsj.net/im-39527/social", "publishedAt": "2018-11-29T12:45:34Z", "content": "SEOULA resurgence in frictions between South Korea and Japan, the U.S.s two closest allies in East Asia, is testing the united front Washington wants to present against threats from North Korea and China. For years, strained relations between the neighbors ab… [+4076 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Crude Hits New Low—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, bringing you news of new lows in the energy market. The bottom just fell out of the crude barrel, as the price of the fossil fuel dropped to levels not seen in a year. Elsewhere, Russian President Putin is rustling up inve…", "url": "https://blogs.wsj.com/moneybeat/2018/11/29/energy-journal-crude-hits-new-low/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH896_OPEC11_P_20181108100653.jpg", "publishedAt": "2018-11-29T12:44:13Z", "content": "Good morning. Im Neanda Salvaterra, bringing you news of new lows in the energy market. The bottom just fell out of the crude barrel, as the price of the fossil fuel dropped to levels not seen in a year. Elsewhere, Russian President Putin is rustling up inves… [+4379 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jen Murphy", "title": "Forget Abs, Hottest Workout for Fingers...", "description": "Serious rock climbers train their digits by clinging to tiny ledges inches off the ground, lifting heavy grocery bags, and something called the ‘Transgression.’", "url": "https://www.wsj.com/articles/forget-your-washboard-abs-the-hottest-workout-is-for-your-fingers-1543422250", "urlToImage": "https://images.wsj.net/im-39150/social", "publishedAt": "2018-11-29T12:25:39Z", "content": "Garrett Koeppicus of Brooklyn, N.Y., knows folding bottle caps with one hand and ripping apples in half with his fingers make excellent party tricks. But to him, theyre fitness training. He wants to be strong enough to hold on to millimeters-thin ledges of ro… [+6406 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ryan Dezember", "title": "OK, Computer: How Much Is House Worth?", "description": "The battle between man and bot has a new front: your mortgage. Federal regulators have proposed loosening real-estate appraisal requirements to enable a majority of U.S. homes to be bought and sold without being evaluated by a licensed human appraiser.", "url": "https://www.wsj.com/articles/ok-computer-how-much-is-my-house-worth-1543492800", "urlToImage": "https://images.wsj.net/im-39414/social", "publishedAt": "2018-11-29T12:25:38Z", "content": "The battle between man and bot has a new front: your mortgage. Federal regulators have proposed loosening real-estate appraisal requirements to enable a majority of U.S. homes to be bought and sold without being evaluated by a licensed human appraiser. That p… [+4975 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Gallagher", "title": "Microsoft Shows Why Big Tech Has Staying Power - Wall Street Journal", "description": "Wall Street Journal Microsoft Shows Why Big Tech Has Staying Power Wall Street Journal But Microsoft's rebound also proves that, while tech is a fast-changing industry, tech companies that reach a certain scale tend to have staying power. The software giant s…", "url": "https://www.wsj.com/articles/microsoft-shows-why-big-tech-has-staying-power-1543493877", "urlToImage": "https://images.wsj.net/im-39460/social", "publishedAt": "2018-11-29T12:17:00Z", "content": "Big Tech may seem on the ropes these days. But Microsoft MSFT 3.71% now nearly the biggest of allshows why companies of this scale tend to stick around. Microsoft has caught back up to Apple Inc., challenging the iPhone makers position as the worlds most valu… [+3070 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kim Mackrael", "title": "In Nafta Rewrite, Canada Took Cue From Mexico: Make a Big Concession - Wall Street Journal", "description": "Wall Street Journal In Nafta Rewrite, Canada Took Cue From Mexico: Make a Big Concession Wall Street Journal Canadian Foreign Minister Chrystia Freeland was frustrated as the deadline approached for renegotiating the North American Free Trade Agreement. Meeti…", "url": "https://www.wsj.com/articles/in-nafta-rewrite-canada-took-cue-from-mexico-make-a-big-concession-1543492801", "urlToImage": "https://images.wsj.net/im-39463/social", "publishedAt": "2018-11-29T12:01:19Z", "content": "Canadian Foreign Minister Chrystia Freeland was frustrated as the deadline approached for renegotiating the North American Free Trade Agreement. Meeting her Mexican counterpart at the Lexington Hotel in midtown Manhattan, she told him things werent moving for… [+8366 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patricia Kowsmann", "title": "DEUTSCHE BANK Offices Searched in Money-Laundering Probe...", "description": "Deutsche Bank offices were searched by police and prosecutors seeking evidence in connection with alleged money laundering, the Frankfurt prosecutor’s office said.", "url": "https://www.wsj.com/articles/german-prosecutors-search-deutsche-bank-premises-over-money-laundering-probe-1543484932", "urlToImage": "https://images.wsj.net/im-39530/social", "publishedAt": "2018-11-29T11:52:37Z", "content": "FRANKFURT Deutsche Bank AG DB 0.51% offices were searched Thursday morning by police and prosecutors seeking evidence in connection with alleged money laundering, the Frankfurt prosecutors office said. Officials seized documents during searches through six di… [+1967 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Betsy McKay", "title": "LIFE EXPECTANCY FALLS FURTHER", "description": "Life expectancy for Americans fell again last year, despite growing recognition of the problems driving the decline and federal and local funds invested in stemming them.", "url": "https://www.wsj.com/articles/u-s-life-expectancy-falls-further-1543467660", "urlToImage": "https://images.wsj.net/im-39454/social", "publishedAt": "2018-11-29T11:52:37Z", "content": "Life expectancy for Americans fell again last year, despite growing recognition of the problems driving the decline and federal and local funds invested in stemming them. Data the Centers for Disease Control and Prevention released on Thursday show life expec… [+6731 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Ramey", "title": "Demands black arbitrators...", "description": "Demands black arbitrators... (Second column, 11th story, link ) Related stories: Jay-Z says panel 'too white' to be fair in trademark case... Advertise here", "url": "https://www.wsj.com/articles/lack-of-black-arbitrators-discriminatory-jay-z-says-in-new-filing-1543438415", "urlToImage": "https://images.wsj.net/im-39397/social", "publishedAt": "2018-11-29T11:52:37Z", "content": "The rapper Jay-Z asked a New York state court Wednesday to stop arbitration proceedings in a business dispute, claiming the lack of available African-American arbitrators is discriminatory. In court papers filed Wednesday, lawyers for Jay-Z, whose given name … [+3282 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Silicon Valley Exchange, Low-Income Housing, LeBron", "description": "Silicon Valley’s plan to build a better stock exchange for startups hits an SEC snag, Prudential invests in low-income housing, and a group of celebrities, including LeBron, team up to launch a health and wellness company.", "url": "https://blogs.wsj.com/moneybeat/2018/11/29/wsj-wealth-adviser-briefing-silicon-valley-exchange-low-income-housing-lebron/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-29T11:00:57Z", "content": "Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING &amp; INVESTING Prudential Making a Big Bet on Lower-Income Hou… [+3360 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump's Options Leading Up to Talks With Xi", "description": "President Trump will meet with Chinese leader Xi Jinping on Saturday in Argentina. Will the meeting ease trade tensions between the two countries? WSJ's Gerald F. Seib explains. Photo: Getty", "url": "http://www.wsj.com/video/trump-options-leading-up-to-talks-with-xi/5D0C4F0F-2E14-4B99-B211-79A0C3129F0E.html", "urlToImage": "http://m.wsj.net/video/20181128/112818seib/112818seib_1280x720.jpg", "publishedAt": "2018-11-29T10:30:00Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Fed Sparks Market Rally", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Fed Chairman Jerome Powell’s subtle shift on interest rates was a big relief for markets. Inflation data out this morning may help bolster the case for a …", "url": "https://blogs.wsj.com/economics/2018/11/29/real-time-economics-fed-sparks-market-rally/", "urlToImage": "https://images.wsj.net/im-39521", "publishedAt": "2018-11-29T09:54:53Z", "content": "Nov 29, 2018 4:54 am ET This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. Fed Chairman Jerome Powell’s subtle shift on interest rates was a big relief for markets. Inflation data out this morning may help … [+101 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rhiannon Hoyle", "title": "Battered Indian Energy Giant Digs In With Scaled-Back Australian Mine", "description": "Adani wanted to build one of the world’s biggest new coal mines in eastern Australia’s mining heartland. That was eight years ago. Now, it has scaled back those plans sharply after a campaign by activists encouraged several Wall Street banks to veto funding.", "url": "https://www.wsj.com/articles/battered-indian-energy-giant-digs-in-with-scaled-back-australian-mine-1543475621", "urlToImage": "https://images.wsj.net/im-39504/social", "publishedAt": "2018-11-29T07:26:53Z", "content": "SYDNEYIndian conglomerate Adani Group wanted to build one of the worlds biggest new coal mines in eastern Australias mining heartland. It promised jobs, infrastructure and a key source of fuel for an industrializing economy playing catch-up to neighboring Chi… [+2588 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saurabh Chaturvedi", "title": "Go-Jek Revs Up Ride-Hailing Battle in Singapore", "description": "Indonesian technology firm PT Go-Jek launched its ride-hailing service in Singapore, reviving competition in the city-state less than a year after Uber Technologies Inc. exited the market.", "url": "https://www.wsj.com/articles/go-jek-revs-up-ride-hailing-battle-in-singapore-1543473830", "urlToImage": "https://images.wsj.net/im-39506/social", "publishedAt": "2018-11-29T06:43:58Z", "content": "SINGAPOREIndonesian technology firm PT Go-Jek Indonesia launched its ride-hailing service in Singapore, reviving competition in the city-state less than a year after Uber Technologies Inc. exited the market. Go-Jek, which counts international financial backin… [+2202 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jake Maxwell Watts", "title": "In First for Philippines, Court Convicts Police Officers in Drug-War Case - Wall Street Journal", "description": "Wall Street Journal In First for Philippines, Court Convicts Police Officers in Drug-War Case Wall Street Journal Three policemen in the Philippines were convicted of murdering a teenage boy, marking the first time officers have faced jail time for pursuing P…", "url": "https://www.wsj.com/articles/in-first-for-philippines-court-convicts-police-officers-in-drug-war-case-1543470575", "urlToImage": "https://images.wsj.net/im-39497/social", "publishedAt": "2018-11-29T05:49:00Z", "content": "Three policemen in the Philippines were convicted of murdering a teenage boy, marking the first time officers have faced jail time for pursuing President Rodrigo Dutertes drug war and providing a rare victory for thousands of victims whose families say they h… [+3392 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Get Paid Well But Don't Let It Show? Nissan Probe Reveals Contours of Ghosn Case", "description": "Carlos Ghosn amassed IOUs for more than $80 million in deferred pay while at Nissan Motor, according to a company probe into the former chairman, who is in jail in Tokyo awaiting charges.", "url": "https://www.wsj.com/articles/ghosn-deferred-tens-of-millions-of-dollars-in-pay-nissan-probe-finds-1543426410", "urlToImage": "https://images.wsj.net/im-39305/social", "publishedAt": "2018-11-29T05:01:11Z", "content": "TOKYOCarlos Ghosn amassed more than $80 million in IOUs from Nissan Motor Co. NSANY 0.44% yet never settled on a plan for how the compensation would be paid, according to a Nissan probe and people familiar with the matter. That revelation and others are paint… [+8480 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Ziobro", "title": "UPS Passes Early Holiday-Season Test", "description": "The package-delivery company delivered 98.3% of parcels shipped during Thanksgiving week on time, according to ShipMatrix, which analyzes shipping data.", "url": "https://www.wsj.com/articles/ups-passes-early-holiday-season-test-1543441882", "urlToImage": "https://images.wsj.net/im-39417/social", "publishedAt": "2018-11-29T05:00:12Z", "content": "United Parcel Service Inc. appears to have passed its first stress test of the holiday season, an early sign that billions of dollars of network expansion and upgrades are paying off. UPS delivered 98.3% of packages shipped during Thanksgiving week on time, a… [+2314 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shen Hong", "title": "Banks Come Off Best in Ugly Year for Chinese Stocks", "description": "Banks have emerged as the least wounded sector in China’s brutal stock-market selloff this year, benefiting from their resilient financial performance and Beijing’s shift toward easier monetary policy.", "url": "https://www.wsj.com/articles/banks-come-off-best-in-ugly-year-for-chinese-stocks-1543467538", "urlToImage": "https://images.wsj.net/im-39498/social", "publishedAt": "2018-11-29T04:59:02Z", "content": "Banks have emerged as the least wounded sector in Chinas brutal stock-market selloff this year, benefiting from their resilient financial performance and Beijings shift toward easier monetary policy. The CSI300 banking subindex is down 9.3% this year, accordi… [+2717 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Amrith Ramkumar", "title": "Fed Chairman's Remarks Spark Market Rally", "description": "The Dow Jones Industrial Average surged more than 600 points, erasing its November decline, after Federal Reserve Chairman Jerome Powell eased investor worries about an aggressive increase in interest rates.", "url": "https://www.wsj.com/articles/stocks-push-higher-on-hopes-for-easing-trade-tensions-1543395871", "urlToImage": "https://images.wsj.net/im-36412/social", "publishedAt": "2018-11-29T03:12:35Z", "content": "The Dow Jones Industrial Average surged more than 600 points Wednesday, erasing its November tumble, after Federal Reserve Chairman Jerome Powell eased investor worries about an aggressive increase in interest rates. In remarks Wednesday before the Economic C… [+6754 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bowdeya Tweh", "title": "The Wall Street Journal: Dell says hackers tried to get customer data", "description": "Dell Inc. said Wednesday it identified unauthorized attempts earlier this month to extract Dell.com customer information on from its network.", "url": "https://www.wsj.com/articles/dell-reveals-it-detected-disrupted-unauthorized-activity-on-its-network-1543444400", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ258_dell11_ZG_20181128215513.jpg", "publishedAt": "2018-11-29T02:56:31Z", "content": "Dell Inc. said Wednesday it identified unauthorized attempts earlier this month to extract Dell.com customer information on from its network. Dell, part of closely held Dell Technologies Inc., said the customer information was limited to names, email addresse… [+657 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Jeong", "title": "Kim Jong Un's Extreme Makeover Plays Well, for Now", "description": "The North Korean leader’s public persona has radically changed in the South, where a cheery cartoon version of Kim appeared on a 3-D puzzle for children and photos of him with K-pop stars have gone viral.", "url": "https://www.wsj.com/articles/kim-jong-uns-extreme-makeover-plays-well-in-south-korea-for-now-1543416385", "urlToImage": "https://images.wsj.net/im-39260/social", "publishedAt": "2018-11-29T02:43:55Z", "content": "SEOULKim Jong Un is an approachable young peacemaker who loves basketball and computersat least according to one of the most talked-about childrens gifts this holiday season in South Korea. A 3-D puzzle set depicting a cheery, waving cartoon Mr. Kim was this … [+5515 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rolfe Winkler", "title": "New Parents Complain Amazon Baby-Registry Ads Are Deceptive", "description": "Sponsored ads on Amazon’s baby registries are leading the family and friends of new parents to make purchases of unwanted gifts.", "url": "https://www.wsj.com/articles/new-parents-complain-amazon-ads-are-deceptive-1543417201", "urlToImage": "https://images.wsj.net/im-37905/social", "publishedAt": "2018-11-29T02:34:29Z", "content": "Kima Nieves recently received two Aveeno bath-time sets and a box of Huggies diapers through her baby registry on Amazon. The only problem? The new mother didnt ask for the products, or even want them. Instead, Johnson &amp; Johnson JNJ 2.25% and Kimberly-Cla… [+6080 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Philip Georgiadis", "title": "British Banks Are Healthy Enough to Handle a Chaotic Brexit", "description": "The U.K.’s banking system is strong enough to ride out the shock of a disruptive Brexit, the Bank of England said after all the country’s major lenders passed its annual stress test.", "url": "https://www.wsj.com/articles/british-banks-are-healthy-enough-to-handle-a-chaotic-brexit-1543428223", "urlToImage": "https://images.wsj.net/im-39351/social", "publishedAt": "2018-11-29T01:56:00Z", "content": "The U.K.s banking system is strong enough to ride out the shock of a disruptive Brexit, the Bank of England said Wednesday, clearing the way for bigger payouts to shareholders in the coming months. None of the seven major banks tested need to strengthen their… [+3239 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "Facebook Considered Charging for Access to User Data - Wall Street Journal", "description": "Wall Street Journal Facebook Considered Charging for Access to User Data Wall Street Journal Internal emails show Facebook Inc. FB 1.30% considered charging companies for continued access to user data several years ago, a step that would have marked a dramati…", "url": "https://www.wsj.com/articles/facebook-considered-charging-for-access-to-user-data-1543454648", "urlToImage": "https://images.wsj.net/im-39342/social", "publishedAt": "2018-11-29T01:24:00Z", "content": "Internal emails show Facebook Inc. FB 1.30% considered charging companies for continued access to user data several years ago, a step that would have marked a dramatic shift away from the social-media giants policy of not selling that information, according t… [+6727 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Pelosi Steamroller", "description": "Democrats nominate her for Speaker again, as she routs her critics.", "url": "https://www.wsj.com/articles/the-pelosi-steamroller-1543453343", "urlToImage": "https://images.wsj.net/im-39478/social", "publishedAt": "2018-11-29T01:02:27Z", "content": "In the least surprising news of the week, House Democrats on Wednesday nominated Nancy Pelosi as their candidate for Speaker when the 116th Congress convenes in January. The once and future Speaker either bought off or rolled over her critics, and that is a h… [+1807 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "Manafort Lied About Business Dealings, Mueller's Team Believes - Wall Street Journal", "description": "Wall Street Journal Manafort Lied About Business Dealings, Mueller's Team Believes Wall Street Journal Paul Manafort's alleged misstatements to special counsel Robert Mueller's investigators include comments about his personal business dealings and about his …", "url": "https://www.wsj.com/articles/muellers-team-says-manafort-lied-about-business-dealings-ukraine-contact-1543452110", "urlToImage": "https://images.wsj.net/im-39476/social", "publishedAt": "2018-11-29T00:43:53Z", "content": "Paul Manaforts alleged misstatements to special counsel Robert Muellers investigators include comments about his personal business dealings and about his contacts with a former associate in Ukraine, say people familiar with the matter. Those statementsamong t… [+5960 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nancy A. Youssef", "title": "Attack at Security Company in Afghanistan Kills 10, Injures 19 - Wall Street Journal", "description": "Wall Street Journal Attack at Security Company in Afghanistan Kills 10, Injures 19 Wall Street Journal At least 10 people were killed and 19 wounded Wednesday when Taliban insurgents set off a car bomb at the entrance of a British private security company in …", "url": "https://www.wsj.com/articles/attack-at-security-company-in-afghanistan-kills-10-injures-19-1543450878", "urlToImage": "https://images.wsj.net/im-39475/social", "publishedAt": "2018-11-29T00:24:22Z", "content": "At least 10 people were killed and 19 wounded Wednesday when Taliban insurgents set off a car bomb at the entrance of a British private security company in Kabul and then tried to storm the compound, officials said. The Taliban claimed responsibility for the … [+1137 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yoko Kubota", "title": "乘客被杀事件后，滴滴出行面临更严格管控 - 华尔街日报中文网", "description": "华尔街日报中文网 乘客被杀事件后，滴滴出行面临更严格管控 华尔街日报中文网 在两名女乘客被杀事件之后，中国当局正在收紧对网约车巨头滴滴出行科技有限公司(Didi Chuxing Technology Co., 简称：滴滴出行)的管控，要求实施新的安全措施，并提出有可能对公司高管处以罚款。 更多 »", "url": "https://cn.wsj.com/articles/CN-BIZ-20181129075221", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BK918_didi11_G_20181128051022.jpg", "publishedAt": "2018-11-29T00:23:14Z", "content": "(Didi Chuxing Technology Co., ) (IPO) (Uber Technologies Inc.)521..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Fed's Welcome Rethink - Wall Street Journal", "description": "Wall Street Journal The Fed's Welcome Rethink Wall Street Journal The Federal Reserve's top two officials rolled out their latest thinking on monetary policy this week, and financial markets cheered as stocks rallied some 2.5% Wednesday. Investors aren't alwa…", "url": "https://www.wsj.com/articles/the-feds-welcome-rethink-1543450104", "urlToImage": "https://images.wsj.net/im-39467/social", "publishedAt": "2018-11-29T00:11:15Z", "content": "The Federal Reserves top two officials rolled out their latest thinking on monetary policy this week, and financial markets cheered as stocks rallied some 2.5% Wednesday. Investors arent always right in their initial impressions of Fed rhetoric. But in this c… [+2953 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kate O’Keeffe", "title": "Scholars Warn of Beijing Influence Ops in USA", "description": "Scholars Warn of Beijing Influence Ops in USA (First column, 16th story, link ) Related stories: Universities, Media, Corporations... China warns trade war could escalate: 'Great Depression, World War'... Advertise here", "url": "https://www.wsj.com/articles/scholars-warn-of-chinese-influence-operations-in-u-s-1543449490", "urlToImage": "https://images.wsj.net/im-39379/social", "publishedAt": "2018-11-29T00:10:35Z", "content": "WASHINGTONAn influential group of China experts called for Americans to acknowledge what it described as a growing threat of Beijing-sponsored influence operations in the U.S. The cohort also proposed restricting visas for Chinese media and scholars unless th… [+5163 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Education and Anti-Semitism - Wall Street Journal", "description": "Wall Street Journal Education and Anti-Semitism Wall Street Journal Americans rightly complain that their public schools teach too little history, and two new surveys in Europe show the results of such failures. A poll by ComRes for CNN finds that awareness o…", "url": "https://www.wsj.com/articles/education-and-anti-semitism-1543450010", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM679_2antis_SOC_20181128181346.jpg", "publishedAt": "2018-11-29T00:09:34Z", "content": "Americans rightly complain that their public schools teach too little history, and two new surveys in Europe show the results of such failures. A poll by ComRes for CNN finds that awareness of the Holocaust is starting to fade among younger Europeans. While o… [+1824 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Treasury Misfire", "description": "A misguided insurance gripe could kill the pro-growth Jobs 3.0 bill.", "url": "https://www.wsj.com/articles/a-treasury-misfire-1543449957", "urlToImage": "https://images.wsj.net/im-39439/social", "publishedAt": "2018-11-29T00:06:00Z", "content": "GOP House leaders have done yeomans work shepherding a compendium of bipartisan bills to expand access to capital that could pass in the lame-duck session. But White House officials are doing the work of Elizabeth Warren by trying to kill a provision reinforc… [+4008 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chip Cutter", "title": "It's Time for Your Job Interview. You'll Be Talking to Yourself", "description": "In an ultratight labor market, more employers are rolling out automated, one-sided phone interviews.", "url": "https://www.wsj.com/articles/its-time-for-your-job-interview-youll-be-talking-to-yourself-1543418495", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM491_ROBOTH_SOC_20181128120430.jpg", "publishedAt": "2018-11-29T00:03:55Z", "content": "The questions sound familiar: Describe a time when you went above and beyond; Tell me about a time when you had to deliver bad news to a customer. But in this telephone job interview, there is a twist: No human is on the other end of the line. As companies co… [+6358 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chip Cutter", "title": "It's Time for Your Job Interview. You'll Be Talking to Yourself", "description": "In an ultratight labor market, more employers are rolling out automated, one-sided phone interviews.", "url": "https://www.wsj.com/articles/its-time-for-your-job-interview-youll-be-talking-to-yourself-1543418495", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM491_ROBOTH_SOC_20181128120430.jpg", "publishedAt": "2018-11-29T00:03:55Z", "content": "The questions sound familiar: Describe a time when you went above and beyond; Tell me about a time when you had to deliver bad news to a customer. But in this telephone job interview, there is a twist: No human is on the other end of the line. As companies co… [+6358 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tarajia Morrell", "title": "A New Paradigm of Asian Cuisine Comes to Copenhagen", "description": "Chef Lisa Lov opens her first restaurant, Tigermom, in the city", "url": "https://www.wsj.com/articles/a-new-paradigm-of-asian-cuisine-comes-to-copenhagen-1543420671", "urlToImage": "https://images.wsj.net/im-39326/social", "publishedAt": "2018-11-29T00:02:48Z", "content": "IT CAME FROM being a bit homesick, says 31-year-old chef Lisa Lov of the inspiration for her first restaurant, Tigermom, which opens November 29 in Copenhagen. Raised in New Zealand by Chinese-Cambodian refugee parents, Lov moved to Denmark in 2010 and landed… [+1132 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Congress Close to Overcoming Split on Farm Bill", "description": "The House and Senate reached a tentative agreement on the legislation, which could cost nearly $900 billion over the next decade, and sent a tentative deal to the Congressional Budget Office for review.", "url": "https://www.wsj.com/articles/congress-close-to-overcoming-split-on-farm-bill-1543449598", "urlToImage": "https://images.wsj.net/im-39473/social", "publishedAt": "2018-11-29T00:01:57Z", "content": "WASHINGTONHouse and Senate policy makers reached a tentative agreement on a farm bill Wednesday, advancing the critical agricultural package after months of stalled negotiations. Sen. Pat Roberts (R., Kan.), chairman of the Senate Agriculture Committee, said … [+3103 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anatoly Kurmanaev", "title": "Russia, Hamstrung by Sanctions, Leans on Oligarchs for Investment", "description": "Beset by Western sanctions, Russian President Vladimir Putin is turning the national economy inward, enlisting local tycoons for the biggest infrastructure-investment program since Soviet times.", "url": "https://www.wsj.com/articles/russia-hamstrung-by-sanctions-leans-on-oligarchs-for-infrastructure-investment-1543436927", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM520_RUSECO_TOP_20181128134206.jpg", "publishedAt": "2018-11-29T00:00:56Z", "content": "NADYM, Russia Beset by Western sanctions, Russian President Vladimir Putin is turning the national economy inward, enlisting local tycoons for the biggest infrastructure-investment program since Soviet times. The government plans to spend the equivalent of $1… [+6155 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lillian Rizzo , Suzanne Kapner", "title": "The Wall Street Journal: For Sears, total liquidation is among options being weighed", "description": "Sears Holdings Corp. is considering offers from liquidators that would result in the closure of all its stores while Chairman Edward Lampert and Cyrus Capital Partners prepare a bid that would keep the bankrupt retailer in business, according to people famili…", "url": "https://www.wsj.com/articles/sears-entertaining-offers-from-liquidators-as-esl-cyrus-prepare-takeover-bid-1543445686", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY673_sears1_ZG_20181115171715.jpg", "publishedAt": "2018-11-29T00:00:27Z", "content": "Sears Holdings Corp. is considering offers from liquidators that would result in the closure of all its stores while Chairman Edward Lampert and Cyrus Capital Partners prepare a bid that would keep the bankrupt retailer in business, according to people famili… [+985 chars]"}]}