{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "J.Crew CEO Exits After Clash With Mickey Drexler, Company Owners", "description": "J.Crew Group said CEO James Brett is leaving after about 16 months following disagreements with the company’s longtime leader about strategy and board concerns about his spending plans.", "url": "https://www.wsj.com/articles/j-crew-ceo-exits-after-about-a-year-in-role-1542468593", "urlToImage": "https://images.wsj.net/im-37689/social", "publishedAt": "2018-11-17T22:39:17Z", "content": "J.Crew Group Inc. CEO James Brett is leaving after about 16 months on the job, following disagreements with the companys longtime leader, Millard Mickey Drexler, about strategy and board concerns about his spending plans, according to people familiar with the… [+4016 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Indicates Government Shutdown Still in Play - Wall Street Journal", "description": "Wall Street Journal Trump Indicates Government Shutdown Still in Play Wall Street Journal WASHINGTON—President Trump indicated Saturday that a partial government shutdown next month remains on the table as leverage to secure $5 billion in funding from Congres…", "url": "https://www.wsj.com/articles/trump-indicates-government-shutdown-still-in-play-1542493031", "urlToImage": "https://images.wsj.net/im-37713/social", "publishedAt": "2018-11-17T22:18:26Z", "content": "WASHINGTON -- President Trump indicated Saturday that a partial government shutdown next month remains on the table as leverage to secure $5 billion in funding from Congress for his border wall. This would be a very good time to do a shutdown, he told reporte… [+1708 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Elizabeth Winkler", "title": "Victoria's Secret: Sex Isn't Selling", "description": "Once a trendsetter with a powerful brand identity, the lingerie retailer has struggled to evolve as customers gravitate toward rivals—including a number of startups—offering comfort and ease, not airbrushed fantasy.", "url": "https://www.wsj.com/articles/victorias-secret-sex-isnt-selling-1542466980", "urlToImage": "https://images.wsj.net/im-37663/social", "publishedAt": "2018-11-17T22:03:37Z", "content": "Victorias Secret was once a trendsetter in the world of womens undergarments. Its catalog of supermodels in lacy push-up bras and its annual fashion show were the stuff of fantasies. Now the brand selling sexinessor, at least, a particular vision of sexinessh… [+3167 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Douglas", "title": "U.K.'s Window Into a Less Globalized Economy", "description": "The U.K. economy has so far weathered the political storm surrounding Brexit pretty well. But beneath the surface, there are harbingers of economic costs to come.", "url": "https://www.wsj.com/articles/u-k-s-window-into-a-less-globalized-economy-1542459780", "urlToImage": "https://images.wsj.net/im-37614/social", "publishedAt": "2018-11-17T21:59:25Z", "content": "LONDONThe U.K. economy has so far weathered the political storm surrounding Brexit pretty well. But beneath the surface, there are harbingers of economic costs to come. Researchers at the Centre for European Reform, a London think tank focused on European Uni… [+5052 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Calls for Better Forest Management During California Visit - Wall Street Journal", "description": "Wall Street Journal Trump Calls for Better Forest Management During California Visit Wall Street Journal President Trump toured the devastation caused by the deadliest and most destructive wildfire in California's history and said he would press for better fo…", "url": "https://www.wsj.com/articles/trump-california-leaders-to-discuss-wildfire-prevention-1542473923", "urlToImage": "https://images.wsj.net/im-37706/social", "publishedAt": "2018-11-17T21:38:00Z", "content": "President Trump toured the devastation caused by the deadliest and most destructive wildfire in Californias history and said he would press for better forest management to prevent future infernos. Speaking to reporters alongside the ashes of a neighborhood in… [+3831 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ryan Dube", "title": "Argentine Submarine Is Found a Year After It Was Lost", "description": "Argentina’s navy said that the ARA San Juan vessel that went missing almost exactly a year ago with 44 crew members aboard has been located.", "url": "https://www.wsj.com/articles/argentine-submarine-san-juan-found-1542433424", "urlToImage": "https://images.wsj.net/im-37682/social", "publishedAt": "2018-11-17T19:02:00Z", "content": "Argentinas navy said they have found on the seafloor a military submarine that went missing almost a year ago to the day with 44 crew members aboard. The navy said Saturday that the ARA San Juan was located on the bottom of the ocean floor about 300 miles off… [+3499 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Zolan Kanno-Youngs", "title": "Advocates of Sex Assault Survivors Decry Transfer of NYPD's Special Victims Chief - Wall Street Journal", "description": "Wall Street Journal Advocates of Sex Assault Survivors Decry Transfer of NYPD's Special Victims Chief Wall Street Journal Advocates for survivors of sexual assault said they lost a strong ally and supporter when the New York Police Department removed the long…", "url": "https://www.wsj.com/articles/advocates-of-sex-assault-survivors-decry-transfer-of-nypds-special-victims-chief-1542474000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK515_NYNYPD_SOC_20181116185245.jpg", "publishedAt": "2018-11-17T17:00:25Z", "content": "Deputy Chief Michael Osgood was transferred out of the post to a new assignment in Staten Island after NYPD brass concluded a seven-month review of the division. The review was prompted by the citys Department of Investigation releasing a scathing report abou… [+4526 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Giovanni Legorano", "title": "Italy's New Masters Rattle EU, But Ordinary Italians Say 'Benissimo'", "description": "Italy’s new government is rattling the country’s establishment, European Union and financial markets, but many Italians see the five-month-old government as a breath of fresh air.", "url": "https://www.wsj.com/articles/italys-new-masters-rattle-eu-but-ordinary-italians-say-benissimo-1542470400", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK467_1116it_SOC_20181116163738.jpg", "publishedAt": "2018-11-17T16:00:02Z", "content": "ROMEGiovanni Callea didnt vote for the antiestablishment parties who have won power in Italy, but he would certainly do so now. A meeting of the nativist League party with local residents in his native Palermo won him over. Ordinary people, used to an aloof p… [+5375 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Offers Help Securing Votes for Pelosi in Speaker Race - Wall Street Journal", "description": "Wall Street Journal Trump Offers Help Securing Votes for Pelosi in Speaker Race Wall Street Journal WASHINGTON—President Trump offered his support Saturday for a top political rival, saying he backed Democratic Rep. Nancy Pelosi as the next speaker of the Hou…", "url": "https://www.wsj.com/articles/trump-offers-help-securing-votes-for-pelosi-in-speaker-race-1542468151", "urlToImage": "https://images.wsj.net/im-37687/social", "publishedAt": "2018-11-17T15:23:43Z", "content": "WASHINGTONPresident Trump offered his support Saturday for a top political rival, saying he backed Democratic Rep. Nancy Pelosi as the next speaker of the House in the face of possible challenges to her leadership within her party. I can get Nancy Pelosi as m… [+3828 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "NETFLIX Sees Oscar Gold in 'ROMA,' but Hollywood Isn't So Sure...", "description": "Netflix has its best shot yet at a major Academy Award with “Roma,” a portrait of a nanny in 1970s Mexico. But first the company must contend with forces within Hollywood that have no interest in helping it win.", "url": "https://www.wsj.com/articles/netflix-sees-oscar-gold-in-roma-but-hollywood-isnt-so-sure-1542464971", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK354_ROMA11_SOC_20181116131331.jpg", "publishedAt": "2018-11-17T15:07:38Z", "content": "Netflix Inc.s shiny new lobby looks like the bedroom of a Little League championfull of trophies for the television programming that has made the streaming service into one of the industrys most powerful players. Blink and youll miss the Oscar among the Emmys… [+7139 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ellen Gamerman", "title": "The Movies to See This Holiday Season", "description": "Wondering what movies to see this holiday season? Here’s our guide, featuring “Green Book,” “Roma,” “Mary Poppins Returns,” “On the Basis of Sex” and more.", "url": "https://www.wsj.com/articles/the-movies-to-see-this-holiday-season-1542464933", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK348_holida_SOC_20181116130112.jpg", "publishedAt": "2018-11-17T14:48:17Z", "content": "From the depths of the ocean to the heights of political power, the movies coming out between now and Christmas Day are aiming for blockbuster status, Academy Awards and sometimes both. Mary Stuart maneuvers against Queen Elizabeth I for 16th-century supremac… [+10498 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Berger", "title": "In New York City, a Helipad Is a Prime Perk", "description": "When Amazon.com agreed to build its second headquarters in Queens, it not only got $3 billion in incentives from New York, but one of the rarest perks in the Big Apple: a helipad.", "url": "https://www.wsj.com/articles/in-new-york-city-a-helipad-is-a-prime-perk-1542463201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK145_NYHELI_SOC_20181115174246.jpg", "publishedAt": "2018-11-17T14:00:03Z", "content": "When Amazon.com Inc. agreed to build its second headquarters in Queens, it not only got $3 billion in incentives from New York, but one of the rarest perks in the Big Apple: a helipad. Places to land helicopters have been scarce in New York City ever since a … [+4747 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ese Erheriene", "title": "Old-School Watchmakers Get Smart to Counter Apple - Wall Street Journal", "description": "Wall Street Journal Old-School Watchmakers Get Smart to Counter Apple Wall Street Journal Watchmakers, caught off guard by the success of Apple Inc.'s AAPL 1.11% smartwatch, are now trying to keep pace with changing customer tastes by introducing messaging al…", "url": "https://www.wsj.com/articles/old-school-watchmakers-get-smart-to-counter-apple-1542456003", "urlToImage": "https://images.wsj.net/im-37456/social", "publishedAt": "2018-11-17T12:03:45Z", "content": "Watchmakers, caught off guard by the success of Apple Inc.s AAPL 1.11% smartwatch, are now trying to keep pace with changing customer tastes by introducing messaging alerts and other high-tech features to traditional watches. Brands including TAG Heuer, Swatc… [+5268 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Ramey", "title": "With Kavanaugh on Supreme Court, Lawyers Shift Strategies - Wall Street Journal", "description": "Wall Street Journal With Kavanaugh on Supreme Court, Lawyers Shift Strategies Wall Street Journal The U.S. Supreme Court is expected to hear a case next year about whether the Constitution permits a 40-foot cross honoring World War I veterans on a traffic isl…", "url": "https://www.wsj.com/articles/with-kavanaugh-on-supreme-court-lawyers-shift-strategies-1542456000", "urlToImage": "https://images.wsj.net/im-36485/social", "publishedAt": "2018-11-17T12:03:30Z", "content": "The U.S. Supreme Court is expected to hear a case next year about whether the Constitution permits a 40-foot cross honoring World War I veterans on a traffic island in Bladensburg, Md. Lawyers seeking to preserve the war memorial appealed the case to the high… [+5404 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "US, China Clash Over Trade, Security at Pacific Summit - Wall Street Journal", "description": "Wall Street Journal US, China Clash Over Trade, Security at Pacific Summit Wall Street Journal PORT MORESBY, Papua New Guinea—Vice President Mike Pence and Chinese President Xi Jinping presented conflicting visions for trade and security in the Asia-Pacific, …", "url": "https://www.wsj.com/articles/u-s-china-clash-over-trade-security-at-pacific-summit-1542444911", "urlToImage": "https://images.wsj.net/im-37685/social", "publishedAt": "2018-11-17T08:57:54Z", "content": "PORT MORESBY, Papua New GuineaVice President Mike Pence and Chinese President Xi Jinping presented conflicting visions for trade and security in the Asia-Pacific, as the U.S. and China vie for global influence. At a meeting of Pacific Rim leaders Saturday, Ch… [+5384 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Benoit Faucon", "title": "Saudis Move to Counter U.S. Oil Strategy", "description": "Saudi Arabia is moving to cut the world’s oil supply after U.S. government deals allowed hundreds of thousands of barrels a day of Iranian oil to flow onto world markets, driving down prices.", "url": "https://www.wsj.com/articles/u-s-deals-on-iran-oil-dampen-prices-spark-clash-with-saudis-1542396490", "urlToImage": "https://images.wsj.net/im-37572/social", "publishedAt": "2018-11-17T05:14:04Z", "content": "Saudi Arabia is moving to cut the worlds oil supply after U.S. government deals allowed hundreds of thousands of barrels a day of Iranian oil to flow onto world markets, driving down prices. The deals put Saudi Arabia at odds with Washington at a time when re… [+5409 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "Beauty and the Backlash: Disney's Modern Princess Problem", "description": "From Snow White dolls to Cinderella remakes, Disney’s princess franchise brings in billions of dollars—and has drawn critics for promoting outdated notions of femininity. Employees debate: How do you keep the princess franchise relevant without alienating fan…", "url": "https://www.wsj.com/articles/beauty-and-the-backlash-disneys-modern-princess-problem-1542430801", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ752_PRINCE_SOC_20181114161502.jpg", "publishedAt": "2018-11-17T05:10:38Z", "content": "LOS ANGELESAbout two years ago, employees who managed Walt Disney Co.s DIS -0.79% princess characters gathered to watch an extended scene from an unreleased movie. The executives had spent years cultivating Ariel, Elsa and Snow White as highly profitable mode… [+17294 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jonathan D. Rockoff", "title": "Pfizer to Raise Prices on 41 Drugs", "description": "Pfizer plans to resume its practice of raising drug prices early next year after bowing to pressure from President Trump over the summer when the company rolled back some increases.", "url": "https://www.wsj.com/articles/pfizer-to-raise-prices-on-41-drugs-1542398034", "urlToImage": "https://images.wsj.net/im-37587/social", "publishedAt": "2018-11-17T04:30:44Z", "content": "Pfizer Inc. PFE 0.69% plans to resume its practice of raising drug prices early next year after bowing to pressure from President Trump over the summer when the company rolled back some increases. Pfizer, among the worlds biggest drugmakers by sales, wont be … [+4234 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Farnaz Fassihi", "title": "Yemeni Government, Houthi Rebels, Agree to Peace Talks, UN Says - Wall Street Journal", "description": "Wall Street Journal Yemeni Government, Houthi Rebels, Agree to Peace Talks, UN Says Wall Street Journal UNITED NATIONS—The United Nations' special envoy to Yemen, Martin Griffiths, said Friday that warring factions there had committed to convening peace talks…", "url": "https://www.wsj.com/articles/yemeni-government-houthi-rebels-agree-to-peace-talks-u-n-says-1542423411", "urlToImage": "https://images.wsj.net/im-37670/social", "publishedAt": "2018-11-17T02:56:00Z", "content": "UNITED NATIONSThe United Nations special envoy to Yemen, Martin Griffiths, said Friday that warring factions there had committed to convening peace talks in Sweden shortly. A date hasnt been set, but diplomats said they could begin this month. Diplomatic talk… [+3213 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Bunge", "title": "Food Regulators to Share Oversight of Cell-Based Meat...", "description": "Food Regulators to Share Oversight of Cell-Based Meat... (Second column, 2nd story, link ) Related stories: Lab-grown organs 'go rogue'; Develop brain, muscle... Advertise here", "url": "https://www.wsj.com/articles/food-regulators-to-share-oversight-of-cell-based-meat-1542410292", "urlToImage": "https://images.wsj.net/im-37653/social", "publishedAt": "2018-11-17T02:04:37Z", "content": "Two U.S. food regulators agreed to share oversight of meat grown from animal cells, moving the emerging technology closer to consumers dinner plates. The U.S. Department of Agriculture and the Food and Drug Administration will jointly oversee cell-culture mea… [+3159 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrea Thomas", "title": "Germany Weighs Lifting Ban on Deporting Syrians", "description": "The German government said it is considering whether to allow the deportation of some Syrian asylum-seekers in the latest sign ruling conservatives are rethinking Angela Merkel’s immigration policies.", "url": "https://www.wsj.com/articles/germany-discusses-lifting-ban-on-deporting-syrians-1542387044", "urlToImage": "https://images.wsj.net/im-37492/social", "publishedAt": "2018-11-17T01:27:47Z", "content": "BERLINThe German government said it is considering whether to allow the deportation of some Syrian asylum seekers back to their home country in the latest sign that ruling conservatives are rethinking Chancellor Angela Merkels pro-immigration policies. The In… [+3451 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jo Craven McGinty", "title": "Long Wait to Vote? Odds Are, You Were in the A-to-M Line", "description": "Many voting precincts split the lines at M, thinking the midpoint of the alphabet will make two equal queues. They’re wrong.", "url": "https://www.wsj.com/articles/a-long-wait-to-vote-odds-are-you-were-in-the-a-to-m-line-1542369601", "urlToImage": "https://images.wsj.net/im-37347/social", "publishedAt": "2018-11-17T00:36:02Z", "content": "When Mostafa Zamanian voted last week in Shorewood Hills, Wis., he got lucky: He was in the short line. Of 19 in hallway, only two of us were N-Z and didnt have to wait to vote, he tweeted. Like other places, Mr. Zamanians precinct split up voters based on th… [+5029 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Warren P. Strobel", "title": "House Democrats to Step Up Probe of Trump-Russia Ties", "description": "House Democrats said they want to learn more about a deceased GOP activist who sought Hillary Clinton’s private emails, and whether he served as a conduit between the Trump campaign and Russia-tied groups in 2016.", "url": "https://www.wsj.com/articles/house-democrats-to-step-up-probe-of-trump-russia-ties-1542414187", "urlToImage": "https://images.wsj.net/im-37661/social", "publishedAt": "2018-11-17T00:23:10Z", "content": "WASHINGTONHouse Democrats, poised to reactivate a probe of President Trumps campaign ties to Russia, said this week that an investigatory priority is learning more about a Republican activist who sought 2016 Democratic candidate Hillary Clintons private email… [+5003 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Lawyer Asks Supreme Court to Rule on Whitaker's Role as Acting Attorney General", "description": "The controversy over President Trump’s selection of Matthew Whitaker as acting attorney general reached the Supreme Court, as a prominent litigator filed papers arguing that even temporary cabinet appointments must be filled with people already confirmed by t…", "url": "https://www.wsj.com/articles/lawyer-asks-supreme-court-to-rule-on-matthew-whitakers-role-as-acting-attorney-general-1542411319", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK505_whitak_SOC_20181116181111.jpg", "publishedAt": "2018-11-17T00:09:25Z", "content": "WASHINGTONThe controversy over President Trumps selection of Matthew Whitaker as acting attorney general reached the Supreme Court on Friday, as a prominent litigator filed papers arguing that even temporary cabinet appointments must be filled with people alr… [+3302 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Tale of Two New Yorks", "description": "Billions for Amazon but rats, lead paint and mold for public housing.", "url": "https://www.wsj.com/articles/a-tale-of-two-new-yorks-1542413122", "urlToImage": "https://images.wsj.net/im-37656/social", "publishedAt": "2018-11-17T00:05:24Z", "content": "New Yorks Democratic kingpins Andrew Cuomo and Bill de Blasio are getting hit from right, left and center for showering Amazon with some $3 billion in subsidies. The corporate welfare is even more outrageous when juxtaposed with New York Citys dilapidated pub… [+2429 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Warren P. Strobel", "title": "CIA Concludes Saudi Journalist Was Killed on Crown Prince's Order - Wall Street Journal", "description": "Wall Street Journal CIA Concludes Saudi Journalist Was Killed on Crown Prince's Order Wall Street Journal WASHINGTON—The Central Intelligence Agency has concluded that the killing of Saudi journalist Jamal Khashoggi was carried out under the orders of Saudi C…", "url": "https://www.wsj.com/articles/cia-concludes-saudi-journalist-was-killed-on-the-crown-princes-order-1542412388", "urlToImage": "https://images.wsj.net/im-37664/social", "publishedAt": "2018-11-17T00:03:43Z", "content": "WASHINGTONThe Central Intelligence Agency has concluded that the killing of Saudi journalist Jamal Khashoggi was carried out under the orders of Saudi Crown Prince Mohammed bin Salman, a close ally of President Trump, U.S. officials familiar with the matter s… [+5259 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Play-Date Police", "description": "D.C. regulators give new meaning to the ‘nanny state.’", "url": "https://www.wsj.com/articles/the-play-date-police-1542412951", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK510_2play_SOC_20181116183704.jpg", "publishedAt": "2018-11-17T00:02:32Z", "content": "Conservatives often criticize the nanny state, but even we didnt imagine it would get this bad. The District of Columbia is literally targeting preschool play dates, claiming that parents need city approval before they can baby-sit their friends toddlers. Sin… [+2028 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Gerrymander Excuse Implodes", "description": "Democrats’ total vote share roughly matches their House majority.", "url": "https://www.wsj.com/articles/the-gerrymander-excuse-implodes-1542412885", "urlToImage": "https://images.wsj.net/im-37652/social", "publishedAt": "2018-11-17T00:01:26Z", "content": "Elections have a way of blowing up partisan conceitssee what happened to the Democratic Partys Electoral College lock in 2016. This year Democrats busted one of their own cherished myths by proving that Republican gerrymanders werent preventing them from reta… [+4243 chars]"}]}