{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lukas I. Alpert", "title": "News Corp's Revenue, Profit Rise", "description": "News Corp posted a 23% gain in revenue aided by the consolidation of its Australian television assets, though print-advertising revenue fell at its news unit. Its profit for the quarter rose.", "url": "https://www.wsj.com/articles/news-corps-revenue-profit-rise-1541630942", "urlToImage": "https://images.wsj.net/im-35570/social", "publishedAt": "2018-11-07T23:56:23Z", "content": "News Corp NWSA 1.21% posted a 23% gain in revenue for its latest quarter, driven by the impact of consolidating its Australian television assets but offset by lower print-advertising revenue at its news unit. Total revenue in the fiscal first quarter ended Se… [+2114 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Keach Hagey , Benjamin Mullin , Alexandra Bruell", "title": "The Wall Street Journal: Vice Media to cut workforce by up to 15%, consolidate websites", "description": "Vice Media plans to shrink its workforce by as much as 15% through attrition and cut its selection of digital sites by at least half, according to people familiar with the matter, as growth stalls at the onetime new-media darling.", "url": "https://www.wsj.com/articles/vice-media-to-shrink-workforce-by-as-much-as-15-as-growth-stalls-1541632597", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY138_vice11_ZG_20181107185242.jpg", "publishedAt": "2018-11-07T23:54:09Z", "content": "Vice Media plans to shrink its workforce by as much as 15% through attrition and cut its selection of digital sites by at least half, according to people familiar with the matter, as growth stalls at the onetime new-media darling. Revenue at the Brooklyn-base… [+1381 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Federal Court Strikes Down Maryland Gerrymander", "description": "A federal court struck down a Maryland congressional district drawn by Democrats to eliminate a Republican House seat, setting the stage for another Supreme Court battle over gerrymandering.", "url": "https://www.wsj.com/articles/federal-court-strikes-down-maryland-gerrymander-1541626460", "urlToImage": "https://images.wsj.net/im-35564/social", "publishedAt": "2018-11-07T23:48:54Z", "content": "WASHINGTONA federal court struck down a Maryland congressional district drawn by Democrats to eliminate a Republican House seat, setting the stage for another Supreme Court battle over gerrymandering. The unanimous Wednesday ruling from a special three-judge … [+3470 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "New Sanctions, New Hurdles for Western Firms Still Doing Business in Iran - Wall Street Journal", "description": "Wall Street Journal New Sanctions, New Hurdles for Western Firms Still Doing Business in Iran Wall Street Journal As new U.S. sanctions on Iran start to bite this month, Western companies still doing business in the country face fresh hurdles in a market that…", "url": "https://www.wsj.com/articles/new-sanctions-new-hurdles-for-western-firms-still-doing-business-in-iran-1541620289", "urlToImage": "https://images.wsj.net/im-35545/social", "publishedAt": "2018-11-07T23:32:45Z", "content": "As new U.S. sanctions on Iran start to bite this month, Western companies still doing business in the country face fresh hurdles in a market that has been both enticing and tough to crack. Over the past two decades, many Western firms have quietly sunk roots … [+6042 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Valerie Bauerlein", "title": "Local Issues Helped Democrats in the Midwest", "description": "Midwesterners elected gubernatorial candidates who promised to boost teacher pay in Wisconsin, fix potholes in Michigan and reverse deep budget cuts in Kansas. These issues, divorced from national politics, fueled Democratic victories across the region.", "url": "https://www.wsj.com/articles/democrats-picked-up-midwest-governor-seats-by-vowing-to-fix-schools-potholes-1541628582", "urlToImage": "https://images.wsj.net/im-35591/social", "publishedAt": "2018-11-07T23:29:27Z", "content": "Midwesterners elected gubernatorial candidates who promised to boost teacher pay in Wisconsin, fix potholes in Michigan and reverse deep budget cuts in Kansas. These issues, divorced from national politics, fueled Democratic victories across the region. The t… [+5736 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Bunge", "title": "Tyson Foods CEO Looks Overseas for Acquisitions", "description": "In his first interview in his new role as CEO, Noel White discusses efforts to rebuild the company’s overseas presence.", "url": "https://www.wsj.com/articles/tyson-foods-ceo-looks-to-make-international-acquisitions-1541623508", "urlToImage": "https://images.wsj.net/im-35568/social", "publishedAt": "2018-11-07T23:14:22Z", "content": "Tyson Foods Inc. TSN 0.03% is looking to expand internationally to help stabilize its business and reduce exposure to U.S. agricultural-market swings, its chief executive said. The Arkansas-based company is considering acquisitions in new markets and revampin… [+4015 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Plagens", "title": "'Andy Warhol---From A to B and Back Again' Review: Pop Art's Tragic Prince", "description": "The first U.S. retrospective in nearly three decades offers the chance to reconsider an artist still at the height of his influence.", "url": "https://www.wsj.com/articles/andy-warholfrom-a-to-b-and-back-again-review-pop-arts-tragic-prince-1541631542", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH688_WARHOL_SOC_20181107154618.jpg", "publishedAt": "2018-11-07T22:59:04Z", "content": "In 1960, two prominent art dealers, a museum curator and a documentary filmmaker called on Andy Warhol in the Lexington Avenue townhouse hed come to own from the proceeds of his wunderkind success as an advertising artist. Warhol wanted their opinion on which… [+5508 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Julie Bykowicz", "title": "President Gains Robust Support in Realigned Senate", "description": "The outcome sends a message to Republican senators up for re-election in 2020 that it’s better to be with Trump than against him.", "url": "https://www.wsj.com/articles/trump-gains-robust-support-in-realigned-republican-senate-1541597949", "urlToImage": "https://images.wsj.net/im-35436/social", "publishedAt": "2018-11-07T22:56:23Z", "content": "WASHINGTONRepublicans success in retaining control of the Senate ensures a robust line of support for President Trump over the final two years of his first term and sends a message to GOP senators up for re-election in 2020 that it is better to be with him th… [+6000 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "The Wall Street Journal: Trump to sign directive this week revamping U.S. asylum policy", "description": "President Donald Trump is expected to sign a directive this week that will make official his plans to revamp the U.S. asylum system, part of his broader push to crack down on undocumented migrants entering the U.S. illegally.", "url": "https://www.wsj.com/articles/trump-to-sign-immigration-directive-revamping-asylum-system-1541629100", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY136_18trum_ZG_20181107175207.jpg", "publishedAt": "2018-11-07T22:55:11Z", "content": "WASHINGTON President Donald Trump is expected to sign a directive this week that will make official his plans to revamp the U.S. asylum system, part of his broader push to crack down on undocumented migrants entering the U.S. illegally. Trump is expected to s… [+1211 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ryan Tracy", "title": "House Will Target Wall Street---but Can't Stop Deregulation", "description": "While a divided Congress heralds more partisan bickering, it doesn’t necessarily signal a change in the Trump administration’s push to ease rules for banks.", "url": "https://www.wsj.com/articles/democratic-house-will-target-wall-streetbut-cant-stop-deregulation-1541606614", "urlToImage": "https://images.wsj.net/im-35475/social", "publishedAt": "2018-11-07T22:46:36Z", "content": "WASHINGTONThe midterm election wont derail the Trump administrations push to ease rules for banks, but Democratic control of the House will put Wall Street at the center of political battles. Tuesdays split result Republican control of the Senate and Democrat… [+5849 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Supreme Court Hears Sudan's Appeal on Damages in USS Cole Case - Wall Street Journal", "description": "Wall Street Journal Supreme Court Hears Sudan's Appeal on Damages in USS Cole Case Wall Street Journal WASHINGTON—Sudan's government argued at the Supreme Court on Wednesday that it shouldn't have to pay a $315 million judgment for helping terrorists attack a…", "url": "https://www.wsj.com/articles/supreme-court-hears-sudans-appeal-on-damages-in-uss-cole-case-1541630076", "urlToImage": "https://images.wsj.net/im-35603/social", "publishedAt": "2018-11-07T22:34:00Z", "content": "WASHINGTONSudans government argued at the Supreme Court on Wednesday that it shouldnt have to pay a $315 million judgment for helping terrorists attack a U.S. warship because the plaintiffs sent the legal papers to the wrong place. Sailors injured in al Qaeda… [+4597 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "A Comeback Years in the Making for Nancy Pelosi", "description": "The former speaker led her Democratic caucus back into the majority of the House after eight years in the minority.", "url": "https://www.wsj.com/articles/nancy-pelosi-presides-over-democratic-victory-in-house-1541586602", "urlToImage": "https://images.wsj.net/im-35411/social", "publishedAt": "2018-11-07T22:30:00Z", "content": "House Democratic Leader Nancy Pelosi celebrated a remarkable political comeback on Tuesday as the former speaker led her caucus back into the majority of the U.S. House of Representatives after eight years in the minority. Just before midnight, Mrs. Pelosi co… [+6971 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniel Henninger", "title": "Trump 2.0 Begins", "description": "The president will have trouble reassembling his 2016 coalition unless he changes.", "url": "https://www.wsj.com/articles/trump-2-0-begins-1541623898", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH612_WL1108_SOC_20181107141135.jpg", "publishedAt": "2018-11-07T22:05:57Z", "content": "The presidential election begins today. With only about 103 weeks left before Americans return to the polls in November 2020, the big question is whether Donald Trump will rerun his victorious 2016 strategy or make adjustments after what happened in Tuesdays … [+4933 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stacy Meichtry", "title": "Praise for Reviled Vichy Leader Lands France's Macron in Hot Water---Again", "description": "French President Emmanuel Macron waded into controversy by praising Philippe Pétain, who oversaw France during its Nazi occupation, as a “great soldier” during World War I.", "url": "https://www.wsj.com/articles/praise-for-reviled-vichy-leader-lands-frances-macron-in-hot-wateragain-1541617206", "urlToImage": "https://images.wsj.net/im-35544/social", "publishedAt": "2018-11-07T21:31:20Z", "content": "PARISFrench President Emmanuel Macron waded into controversy Wednesday by praising Philippe Pétain, who oversaw France during its Nazi occupation, as a great soldier during World War I. Mr. Macron made the comments to reporters accompanying him on a week-long… [+2188 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katherine Clarke", "title": "Uber Co-Founder Travis Kalanick Buys Manhattan Penthouse for $36 Million", "description": "The ride-hailing giant’s former leader purchased a Soho apartment with a private 20-foot outdoor pool in a Renzo Piano-designed building.", "url": "https://www.wsj.com/articles/uber-co-founder-travis-kalanick-buys-manhattan-penthouse-for-36-million-1541606432", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH540_kalani_TOP_20181107101601.jpg", "publishedAt": "2018-11-07T21:23:32Z", "content": "Travis Kalanick, co-founder of ride-hailing giant Uber who was pushed out as chief executive by investors last year, has inked a deal to buy a glamorous New York City penthouse for about $36.4 million, according to people familiar with the deal. The Soho pent… [+1851 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "Michael Kors Fumbles Sales Opportunity", "description": "Michael Kors Holdings was unable to meet a renewed demand for handbags covered in its namesake logo, resulting in a sales shortfall for its latest quarter.", "url": "https://www.wsj.com/articles/michael-kors-fumbles-renewed-demand-for-logo-handbags-1541611391", "urlToImage": "https://images.wsj.net/im-35572/social", "publishedAt": "2018-11-07T21:16:35Z", "content": "Michael Kors Holdings Ltd. KORS -14.62% was unable to meet a renewed demand for handbags covered in its namesake logo, resulting in a sales shortfall for the recently completed quarter. Chief Executive John Idol said Wednesday that a strategy to reduce invent… [+1809 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Bunge", "title": "The Wall Street Journal: Tyson Foods CEO looks to make international acquisitions", "description": "Tyson Foods Inc. is looking to expand internationally to help stabilize its business and reduce exposure to U.S. agricultural-market swings, its chief executive said.", "url": "https://www.wsj.com/articles/tyson-foods-ceo-looks-to-make-international-acquisitions/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY106_white__ZG_20181107161029.jpg", "publishedAt": "2018-11-07T21:12:51Z", "content": "Tyson Foods Inc. is looking to expand internationally to help stabilize its business and reduce exposure to U.S. agricultural-market swings, its chief executive said. The Arkansas-based company TSN, +0.03% is considering acquisitions in new markets and revamp… [+1361 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eliot Brown", "title": "In Silicon Valley, Saudi Money Keeps Flowing to Startups", "description": "Silicon Valley startups are continuing to negotiate deals with Saudi Arabia and take its capital from its partner SoftBank, amid controversy over the killing of journalist Jamal Khashoggi that has clouded the kingdom’s role as a major global technology invest…", "url": "https://www.wsj.com/articles/in-silicon-valley-saudi-money-keeps-flowing-to-startups-amid-backlash-1541586601", "urlToImage": "https://images.wsj.net/im-35195/social", "publishedAt": "2018-11-07T21:06:05Z", "content": "Silicon Valley startups are continuing to negotiate deals with Saudi Arabia and take its capital through its partner SoftBank Group Corp. 9984 2.76%, amid the controversy over the killing of journalist Jamal Khashoggi that has clouded the kingdoms role as a g… [+5395 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump: Mueller Investigation Is Very Bad for Our Country", "description": "President Trump responds to questions regarding the Mueller investigation into Russian interference in the 2016 elections, saying \"I could have ended it anytime I wanted.\" Photo: AP", "url": "http://www.wsj.com/video/trump-mueller-investigation-is-very-bad-for-our-country/094CE8E6-B7E2-460E-8B2D-547FEBA76BC9.html", "urlToImage": "http://m.wsj.net/video/20181107/110718trumpmueller/110718trumpmueller_1280x720.jpg", "publishedAt": "2018-11-07T20:50:49Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas MacMillan", "title": "Why Children's Fondness for YouTube Puts It at Risk", "description": "A new survey shows that four out of five parents with children 11 and younger have let their children watch the Google-owned video site, amid concern from children’s advocacy groups it is profiting from ads targeting minors.", "url": "https://www.wsj.com/articles/why-childrens-fondness-for-youtube-puts-the-company-at-risk-1541563271", "urlToImage": "https://images.wsj.net/im-35333/social", "publishedAt": "2018-11-07T20:26:39Z", "content": "A new survey shows YouTube is hugely popular among families with young children. That could be a problem for YouTube. Amid concern from childrens advocacy groups that the Google-owned video website is profiting from advertisements targeted at minors, the surv… [+4707 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "Trump Likely to Face Aggressive Oversight From House Democrats", "description": "The Democratic takeover of the House is set to unleash a wave of investigations into President Trump and his administration, deepening partisan divisions in Washington and imperiling his legislative agenda for the duration of his term.", "url": "https://www.wsj.com/articles/trump-to-face-aggressive-oversight-from-house-democrats-1541603970", "urlToImage": "https://images.wsj.net/im-35421/social", "publishedAt": "2018-11-07T20:19:35Z", "content": "WASHINGTONThe Democratic takeover of the House is set to unleash a wave of investigations into President Trump and his administration, deepening partisan divisions in Washington and imperiling his legislative agenda for the duration of his term. Mr. Trumps Re… [+5740 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "Attorney General Jeff Sessions Resigns from Trump White House - Wall Street Journal", "description": "Wall Street Journal Attorney General Jeff Sessions Resigns from Trump White House Wall Street Journal Attorney General Jeff Sessions has resigned at the request of President Trump. The move follows months of Mr. Trump expressing his displeasure with Mr. Sessi…", "url": "https://www.wsj.com/articles/attorney-general-jeff-sessions-resigns-from-trump-white-house-1541619893", "urlToImage": "https://images.wsj.net/im-35552/social", "publishedAt": "2018-11-07T19:45:09Z", "content": "Attorney General Jeff Sessions has resigned at the request of President Trump. The move follows months of Mr. Trump expressing his displeasure with Mr. Sessions in critical tweets. The abrupt move ended Mr. Sessions tumultuous tenure as the nations top law en… [+1994 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump Predicts 'Warlike Posture' if Democrats Investigate Him", "description": "At a news conference following the midterm elections, President Trump said if Democrats investigate him, it will be a “warlike posture.” Photo: AP", "url": "http://www.wsj.com/video/trump-predicts-warlike-posture-if-democrats-investigate-him/8F2444F9-F034-4DE2-BC51-25F1E22422E0.html", "urlToImage": "http://m.wsj.net/video/20181107/110718trumpwarlike/110718trumpwarlike_1280x720.jpg", "publishedAt": "2018-11-07T19:37:46Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kathryn O’Shea-Evans", "title": "Why Antique Portraits Are the Best Deals in Art", "description": "Surprisingly affordable, they bring chic gravitas to your décor and a chance to welcome a charming (and charmingly silent) stranger into your family.", "url": "https://www.wsj.com/articles/why-antique-portraits-are-the-best-deals-in-art-1541614918", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH553_LOVE_SOC_20181107112537.jpg", "publishedAt": "2018-11-07T19:30:21Z", "content": "WE HADNT been married long when my husband announced he wanted to bring a stranger home to live with us. Forever. This was no sister wife (hes faithful as a goose). James, it turned out, was in love with the idea of a 19th-century oil portrait. Hed grown up s… [+5425 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Kamp", "title": "Democrats Win Some State Legislatures, but GOP Maintains Majority", "description": "Democrats won control of six more state legislative chambers in Tuesday’s election and loosened Republicans’ grip on some others, but they didn’t significantly shift a balance of power that still heavily favors the GOP.", "url": "https://www.wsj.com/articles/democrats-win-some-state-legislatures-but-gop-maintains-majority-1541618643", "urlToImage": "https://images.wsj.net/im-35539/social", "publishedAt": "2018-11-07T19:24:05Z", "content": "Democrats won control of six more state legislative chambers in Tuesdays election and loosened Republicans grip on some others, but they didnt significantly shift a balance of power that still heavily favors the GOP. The left made winning state-level races a … [+5105 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump Says He'd Like to See Unity With Democrats", "description": "President Trump says there are a lot of great things his administrations could do together with Democrats on infrastructure, health care and other issues. Photo: AP", "url": "http://www.wsj.com/video/trump-says-hed-like-to-see-unity-with-democrats/290CF09B-20E7-4F5B-BEF6-9342354B73F9.html", "urlToImage": "http://m.wsj.net/video/20181107/110718trumpunity/110718trumpunity_1280x720.jpg", "publishedAt": "2018-11-07T19:23:51Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump Calls CNN Reporter ‘Rude, Terrible Person’", "description": "President Trump sparred with CNN reporter Jim Acosta at a news conference Wednesday after Tuesday's midterm elections. Photo: Getty", "url": "http://www.wsj.com/video/trump-calls-cnn-reporter-rude-terrible-person/5E45D939-E6D2-454E-AB1A-A1618691BB23.html", "urlToImage": "http://m.wsj.net/video/20181107/110718trumpacosta/110718trumpacosta_1280x720.jpg", "publishedAt": "2018-11-07T19:15:38Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "Trump, Kavanaugh and McCain Drive Election Results", "description": "Republicans suffered from health reform failure but an energized base clears the way for more conservative judges.", "url": "https://www.wsj.com/articles/trump-kavanaugh-and-mccain-drive-election-results-1541615932", "urlToImage": "https://images.wsj.net/im-35487/social", "publishedAt": "2018-11-07T18:44:59Z", "content": "An unpopular President with a record of significant achievement helped yield Tuesdays split decision in congressional elections. The buoyant economy resulting from President Trumps bold slashing of tax rates and regulations helped Republicans avoid a rout lik… [+5473 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tom Fairless", "title": "ECB Nominates Italian Economist as Region's Top Banking Supervisor", "description": "The European Central Bank said it had nominated Italian economist Andrea Enria as the region’s top banking supervisor amid renewed investor scrutiny of Italian lenders.", "url": "https://www.wsj.com/articles/ecb-nominates-italian-economist-as-regions-top-banking-supervisor-1541609036", "urlToImage": "https://images.wsj.net/im-35490/social", "publishedAt": "2018-11-07T17:54:52Z", "content": "FRANKFURTThe European Central Bank said it had nominated Italian economist Andrea Enria as the regions top banking supervisor amid renewed investor scrutiny of Italian lenders. If approved by European leaders and the European Parliament, Mr. Enria, a longtime… [+3126 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cameron McWhirter", "title": "Stacey Abrams's Campaign Considering Legal Options in Georgia Governor's Race - Wall Street Journal", "description": "Wall Street Journal Stacey Abrams's Campaign Considering Legal Options in Georgia Governor's Race Wall Street Journal Democrat Stacey Abrams was trailing in her historic bid to become the nation's first female African-American governor, but her campaign said …", "url": "https://www.wsj.com/articles/georgia-and-wisconsin-candidates-refuse-to-concede-governor-races-1541607485", "urlToImage": "https://images.wsj.net/im-35473/social", "publishedAt": "2018-11-07T17:19:33Z", "content": "Democrat Stacey Abrams was trailing in her historic bid to become the nations first female African-American governor, but her campaign said Wednesday morning that voting problems as well as uncounted absentee and provisional ballots could force a runoff. On a… [+5091 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Benoit Faucon", "title": "Russia Is Surprise Beneficiary of Iranian Oil Ban - Wall Street Journal", "description": "Wall Street Journal Russia Is Surprise Beneficiary of Iranian Oil Ban Wall Street Journal An early winner from the latest round of Iranian sanctions is emerging: Russia. The U.S. began enforcing a tough new slate of economic restrictions against Iran on Monda…", "url": "https://www.wsj.com/articles/russia-is-surprise-beneficiary-of-iranian-oil-ban-1541609785", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH542_rusoil_SOC_20181107103046.jpg", "publishedAt": "2018-11-07T16:56:00Z", "content": "An early winner from the latest round of Iranian sanctions is emerging: Russia. The U.S. began enforcing a tough new slate of economic restrictions against Iran on Monday, including a threat to sanction buyers of Iranian crude. That has refineries in Europe a… [+4557 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Emily Glazer", "title": "Regulators Take Aim at Wells Fargo Technology Oversight", "description": "Wells Fargo’s wide-ranging regulatory woes have extended to its technology operations, as the Office of the Comptroller of the Currency in recent weeks sent the bank a warning that often precedes an enforcement action, according to people familiar with the ma…", "url": "https://www.wsj.com/articles/regulators-take-aim-at-wells-fargo-technology-oversight-1541609510", "urlToImage": "https://images.wsj.net/im-35502/social", "publishedAt": "2018-11-07T16:53:51Z", "content": "Wells Fargo WFC 0.15% &amp; Co.s wide-ranging regulatory woes have extended to another part of its business: its technology operations. The Office of the Comptroller of the Currency in recent weeks sent Wells Fargo a regulatory warning that often precedes an … [+2507 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph De Avila", "title": "Democrat Ned Lamont Wins Connecticut Governor's Race - Wall Street Journal", "description": "Wall Street Journal Democrat Ned Lamont Wins Connecticut Governor's Race Wall Street Journal Democratic businessman Ned Lamont beat Republican Bob Stefanowski in a tight race to become Connecticut's next governor. Mr. Stefanowski conceded Wednesday morning. A…", "url": "https://www.wsj.com/articles/democrat-ned-lamont-wins-connecticut-governors-race-1541601288", "urlToImage": "https://images.wsj.net/im-35442/social", "publishedAt": "2018-11-07T16:42:57Z", "content": "Democratic businessman Ned Lamont beat Republican Bob Stefanowski in a tight race to become Connecticuts next governor. Mr. Stefanowski conceded Wednesday morning. As of 9:20 a.m. ET, the Associated Press hadnt called the race for either candidate. While this… [+3076 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: French President Calls for European Army", "description": "To subscribe to the newsletter, please sign up here MUST READS France’s Macron Calls for Creating a ‘European Army’: French President Emmanuel Macron called for the creation of a “true European army,” issuing a sharp critique of trans-Atlantic security ties d…", "url": "https://blogs.wsj.com/moneybeat/2018/11/07/french-president-calls-for-european-army/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-07T15:16:54Z", "content": "Frances Macron Calls for Creating a European Army : French President Emmanuel Macron called for the creation of a true European army, issuing a sharp critique of trans-Atlantic security ties days before U.S. President Trump is due to visit France. How an Anal… [+2203 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Decoding Xi Jinping's Strategy on Trade", "description": "At a mega-trade show in China, global businesses and political leaders were looking for hints of Xi Jinping's strategy ahead of planned trade talks with President Trump. Photo: Reuters", "url": "http://www.wsj.com/video/decoding-xi-jinping-strategy-on-trade/9439E032-8EF6-4415-B9EC-31FE6322A8C2.html", "urlToImage": "http://m.wsj.net/video/20181107/110718cstrategy/110718cstrategy_1280x720.jpg", "publishedAt": "2018-11-07T15:10:50Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Mississippi Senate Race Heads to a Runoff", "description": "Mississippi Republicans and Democrats woke up with another three weeks of political combat to come, after Republican Sen. Cindy Hyde-Smith and Democrat Mike Espy advanced to a runoff for a Senate seat.", "url": "https://www.wsj.com/articles/mississippi-senate-race-heads-to-a-runoff-1541586600", "urlToImage": "https://images.wsj.net/im-35185/social", "publishedAt": "2018-11-07T14:47:19Z", "content": "JACKSON, Miss.Mississippi Republicans and Democrats woke up Wednesday morning with another three weeks of political combat to come, after Republican Sen. Cindy Hyde-Smith and Democrat Mike Espy advanced to a runoff election for one of the states Senate seats.… [+2244 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Otto", "title": "Indonesian Crash Probe Finds Indicator Difference in Earlier Flight - Wall Street Journal", "description": "Wall Street Journal Indonesian Crash Probe Finds Indicator Difference in Earlier Flight Wall Street Journal Indonesian investigators said separate indicators used by the pilot and co-pilot aboard the Lion Air jet that plummeted into the sea last week register…", "url": "https://www.wsj.com/articles/indonesian-crash-probe-finds-indicator-difference-in-earlier-flight-1541599997", "urlToImage": "https://images.wsj.net/im-35428/social", "publishedAt": "2018-11-07T14:15:52Z", "content": "Indonesian investigators said separate indicators used by the pilot and co-pilot aboard the Lion Air jet that plummeted into the sea last week registered widely different readings for a key parameter during a flight just before its final trip. Boeing Co. BA -… [+3659 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Micah Maidenberg", "title": "21st Century Fox Posts Higher Profit", "description": "21st Century Fox said its profit rose in its latest quarter, but the company’s cable-network business reported weaker-than-expected sales.", "url": "https://www.wsj.com/articles/21st-century-fox-posts-higher-profit-but-cable-revenue-growth-lags-1541599557", "urlToImage": "https://images.wsj.net/im-35075/social", "publishedAt": "2018-11-07T14:08:58Z", "content": "21st Century Fox Inc. FOX 0.81% said Wednesday its profit rose in its latest quarter, but the companys cable-network business reported weaker-than-expected sales. The companys cable business, which includes Fox News and Fox Sports 1, booked $4.35 billion in r… [+2415 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chester Dawson", "title": "Democratic House Threatens Trump's Business Agenda - Wall Street Journal", "description": "Wall Street Journal Democratic House Threatens Trump's Business Agenda Wall Street Journal The GOP will also face new hurdles on tax-cutting initiatives set in motion last year that have boosted business profits and helped to lift consumer confidence. House D…", "url": "https://www.wsj.com/articles/democratic-house-threatens-trumps-business-agenda-1541599464", "urlToImage": "https://images.wsj.net/im-35352/social", "publishedAt": "2018-11-07T14:07:39Z", "content": "Youre not going to see any further major legislative changes. Theres not going to be another tax cut and no major policy revisions for business, said Terry Haines, senior political strategist at brokerage Evercore ISI. But at the same time, nothing passed und… [+5802 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Who Won, Who Lost, and What’s Next", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/07/capital-journal-who-won-who-lost-and-whats-next/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH136_midter_P_20181106073009.jpg", "publishedAt": "2018-11-07T13:22:04Z", "content": "What We're Watching Election Results: Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans control of the Senate. Find the latest midterm elections poll results here. Trump's Day: President Trump h… [+7645 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alejandro Lazo", "title": "Voters Expand Medicaid, Weigh In on Gas Taxes in Ballot Measures - Wall Street Journal", "description": "Wall Street Journal Voters Expand Medicaid, Weigh In on Gas Taxes in Ballot Measures Wall Street Journal Voters approved numerous alterations to election laws, rejected changes to gas taxes in three states, expanded Medicaid access in at least two, and delive…", "url": "https://www.wsj.com/articles/voters-expand-medicaid-weigh-in-on-gas-taxes-in-ballot-measures-1541596236", "urlToImage": "https://images.wsj.net/im-35407/social", "publishedAt": "2018-11-07T13:13:30Z", "content": "Voters approved numerous alterations to election laws, rejected changes to gas taxes in three states, expanded Medicaid access in at least two, and delivered a mixed verdict on marijuana legalization. In all, 155 measures were on the ballot in 37 states, alon… [+3993 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "U.S. Election Results Filter Through the Oil Market—Energy Journal:", "description": "Good morning. I’m Neanda Salvaterra, with today’s energy perspective. The U.S. midterm election yielded a divided government but may have a calming effect on the standoff between Washington and Tehran. Meanwhile, voters in Colorado rejected a proposal that wo…", "url": "https://blogs.wsj.com/moneybeat/2018/11/07/energy-journal-u-s-election-results-filter-through-the-oil-market/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH136_midter_P_20181106073009.jpg", "publishedAt": "2018-11-07T12:49:12Z", "content": "Good morning. Im Neanda Salvaterra, with todays energy perspective. The U.S. midterm election yielded a divided government but may have a calming effect on the standoff between Washington and Tehran. Meanwhile, voters in Colorado rejected a proposal that woul… [+5920 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Muslim Women Win House Seats, Blazing a New Path - Wall Street Journal", "description": "Wall Street Journal Muslim Women Win House Seats, Blazing a New Path Wall Street Journal WASHINGTON—Two Muslim women from the Midwest were elected to the House of Representatives on Tuesday, making history as the first women of their faith to serve in Congres…", "url": "https://www.wsj.com/articles/two-muslim-women-win-house-seats-1541568821", "urlToImage": "https://images.wsj.net/im-35355/social", "publishedAt": "2018-11-07T12:47:27Z", "content": "WASHINGTONTwo Muslim women from the Midwest were elected to the House of Representatives on Tuesday, making history as the first females of their faith to serve in Congress. The candidates secured their wins by running on a socially progressive platforms. Ras… [+3665 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacky Wong", "title": "Can Foldable Phones Help Samsung Emulate Apple?", "description": "The Korean giant has been the big loser amid a decline in global smartphone shipments. It’s hoping foldable phones can turn things around.", "url": "https://www.wsj.com/articles/can-foldable-phones-help-samsung-emulate-apple-1541586016", "urlToImage": "https://images.wsj.net/im-35399/social", "publishedAt": "2018-11-07T12:30:48Z", "content": "The global smartphone market is on track for its second annual decline in a rowshipments fell nearly 4% in the first three quarters this year, according to International Data Corp. Manufacturers have been launching plenty of new models, with faster processors… [+2294 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "Lame-Duck Congress Raises Prospect of Stalemate on Border Wall", "description": "Lawmakers are facing an immigration stalemate with Trump that could trigger a partial government shutdown in December.", "url": "https://www.wsj.com/articles/lame-duck-congress-raises-prospect-of-stalemate-on-border-wall-1541586602", "urlToImage": "https://images.wsj.net/im-35284/social", "publishedAt": "2018-11-07T12:26:25Z", "content": "WASHINGTONLawmakers return to Washington next week facing an immigration stalemate with President Trump that could trigger a partial government shutdown in Decemberand Democrats are far less willing to compromise after their midterm victory. While lame-duck s… [+5379 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christopher Alessi", "title": "Oil Prices Rise Ahead of OPEC Meeting - Wall Street Journal", "description": "Wall Street Journal Oil Prices Rise Ahead of OPEC Meeting Wall Street Journal... • Oil prices ticked up Wednesday morning, as the market consolidated the steep losses of recent days and looked to a potential supply cut from the Organization of the Petroleum E…", "url": "https://www.wsj.com/articles/oil-prices-rise-ahead-of-opec-meeting-1541592360", "urlToImage": "https://images.wsj.net/im-35416/social", "publishedAt": "2018-11-07T12:10:58Z", "content": "Oil prices ticked up Wednesday morning, as the market consolidated the steep losses of recent days and looked to a potential supply cut from the Organization of the Petroleum Exporting Countries and its allies when they convene over the coming weekend. Brent,… [+3240 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Midterms 2018: How the Night Unfolded", "description": "Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans’ control of the Senate. WSJ’s Gerald F. Seib explains.", "url": "http://www.wsj.com/video/midterms-2018-how-the-night-unfolded/375D3328-DD38-43AD-98DF-2DE7DB83DEEE.html", "urlToImage": "http://m.wsj.net/video/20181107/110718howithappened2/110718howithappened2_1280x720.jpg", "publishedAt": "2018-11-07T11:30:51Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James T. Areddy", "title": "US-China Trade Tensions on Display at Shanghai Expo - Wall Street Journal", "description": "Wall Street Journal US-China Trade Tensions on Display at Shanghai Expo Wall Street Journal SHANGHAI—American companies occupy choice real estate at a mega-Chinese trade show here but also stand at an uncomfortable intersection: between the huge business oppo…", "url": "https://www.wsj.com/articles/u-s-china-trade-tensions-on-display-at-shanghai-expo-1541590039", "urlToImage": "https://images.wsj.net/im-35395/social", "publishedAt": "2018-11-07T11:27:00Z", "content": "SHANGHAIAmerican companies occupy choice real estate at a mega-Chinese trade show here but also stand at an uncomfortable intersection: between the huge business opportunity of the China market and a U.S. president critical of their investment in it. Artifici… [+6223 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Private Equity Financing, Hedged Bond ETFs, Relaxation Guide", "description": "A new form of private-equity financing is taking off; it's now or never for hedged bond ETFs, and a relaxation guide for stressful times", "url": "https://blogs.wsj.com/moneybeat/2018/11/07/wsj-wealth-adviser-briefing-a-new-form-of-private-equity-hedged-bond-etfs-relaxation-guide/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-07T11:00:13Z", "content": "Kent Lucken was writing a business plan for Citigroup s wealth management business in 2002 when something clicked. That insight enabled Lucken to tap into what became one of the hottest areas of lending: capital call financing facilities, also known as privat… [+3157 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Douglas", "title": "How an Analysis of Basque Terrorism Helps Economists Understand Brexit", "description": "The method pioneered by an MIT professor has also been used to estimate the economic effect of a tobacco ban, German reunification, legalization of prostitution and gun rights.", "url": "https://blogs.wsj.com/economics/2018/11/07/how-an-analysis-of-basque-terrorism-helps-economists-understand-brexit/", "urlToImage": "https://images.wsj.net/im-34822", "publishedAt": "2018-11-07T10:37:40Z", "content": "A method developed more than a decade ago to assess the cost of political violence in the Basque country has become a key tool for economists trying to figure out the cost of Brexit. The U.K. voted to leave the European Union in 2016 and is due to formally wi… [+4077 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael C. Bender", "title": "McConnell and Trump Forge a Bond Over Winning - Wall Street Journal", "description": "Wall Street Journal McConnell and Trump Forge a Bond Over Winning Wall Street Journal WASHINGTON—An alarmed President Trump reached for his phone after Dr. Christine Blasey Ford completed her testimony before the Senate Judiciary Committee in September about …", "url": "https://www.wsj.com/articles/trump-mcconnell-relationship-evolved-to-the-advantage-of-both-1541586600", "urlToImage": "https://images.wsj.net/im-34915/social", "publishedAt": "2018-11-07T10:33:32Z", "content": "WASHINGTONAn alarmed President Trump reached for his phone after Dr. Christine Blasey Ford completed her testimony before the Senate Judiciary Committee in September about her allegation that Supreme Court nominee Brett Kavanaugh assaulted her when they were … [+9191 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: The Midterm Results Are In | Gridlock Likely To Limit Policy Shifts | Remember the Debt Ceiling?", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Democrats retook the House, Republicans added a seat in the Senate—and the short-term economic outlook is pretty much the same as before the midterms. Pol…", "url": "https://blogs.wsj.com/economics/2018/11/07/real-time-economics-the-midterm-results-are-in-gridlock-likely-to-limit-policy-shifts-remember-the-debt-ceiling/", "urlToImage": "https://images.wsj.net/im-34985", "publishedAt": "2018-11-07T10:16:37Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. Democrats retook the House, Republicans added a seat in the Senateand the short-term economic outlook is pretty much the same as before the midterms. Polit… [+6218 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Florida Gov. Rick Scott Declares Victory in Tight Senate Race", "description": "Florida Gov. Rick Scott thanks President Trump in his victory speech after winning a competitive Senate race against incumbent U.S. Sen. Bill Nelson (D). Photo: Associated Press", "url": "http://www.wsj.com/video/florida-gov-rick-scott-declares-victory-in-tight-senate-race/4E415ADB-7464-493E-8402-06CED8CE3496.html", "urlToImage": "http://m.wsj.net/video/20181107/110618flasenate2/110618flasenate2_1280x720.jpg", "publishedAt": "2018-11-07T07:21:27Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Hawley Defeats McCaskill in Missouri Senate Race", "description": "After winning Missouri's Senate race against Democrat Claire McCaskill, Josh Hawley (R) said, \"Now it's time to roll up our sleeves and to get to work.\" Photo: AP", "url": "http://www.wsj.com/video/hawley-defeats-mccaskill-in-missouri-senate-race/65450E16-D053-43CB-8031-A200180A504C.html", "urlToImage": "http://m.wsj.net/video/20181107/110618misssenate/110618misssenate_1280x720.jpg", "publishedAt": "2018-11-07T07:04:57Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Ron DeSantis Celebrates Victory in Florida Governor's Race", "description": "Republican Ron DeSantis addresses supporters after defeating Tallahassee Mayor Andrew Gillum (D) in Florida's gubernatorial election, saying it is \"the greatest professional honor\" of his life. Photo: Associated Press", "url": "http://www.wsj.com/video/ron-desantis-celebrates-victory-in-florida-governor-race/CECF30F2-D6C7-4452-9283-A1E8EF930D34.html", "urlToImage": "http://m.wsj.net/video/20181107/110618flasenate1/110618flasenate1_1280x720.jpg", "publishedAt": "2018-11-07T06:56:34Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Zolan Kanno-Youngs", "title": "Driver Charged in Deadly Brooklyn Crash Kills Herself - Wall Street Journal", "description": "Wall Street Journal Driver Charged in Deadly Brooklyn Crash Kills Herself Wall Street Journal The driver who struck and killed two young children in a Brooklyn crosswalk in March—severely injuring a mother who later lost her unborn child—committed suicide, ac…", "url": "https://www.wsj.com/articles/driver-charged-in-deadly-brooklyn-crash-kills-herself-1541570971", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH439_1107ny_SOC_20181107004502.jpg", "publishedAt": "2018-11-07T06:10:18Z", "content": "The driver who struck and killed two young children in a Brooklyn crosswalk in Marchseverely injuring a mother who later lost her unborn childcommitted suicide, according to a law-enforcement official. Dorothy Bruns, 44 years old, was found dead lying in her … [+1723 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Jeong", "title": "The Wall Street Journal: Thursday’s meeting between Pompeo, North Korean official delayed indefinitely", "description": "The U.S. State Department said a high-stakes meeting between Secretary of State Mike Pompeo and a senior North Korean official scheduled for Thursday was delayed indefinitely, another setback as the two sides attempt to sustain a rocky diplomatic process.", "url": "https://www.wsj.com/articles/pompeos-meeting-with-north-korean-officials-is-postponed-1541569238", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX878_pompeo_ZG_20181105211246.jpg", "publishedAt": "2018-11-07T05:57:14Z", "content": "SEOUL The U.S. State Department said a high-stakes meeting between Secretary of State Mike Pompeo and a senior North Korean official scheduled for Thursday was delayed indefinitely, another setback as the two sides attempt to sustain a rocky diplomatic proces… [+1008 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Ted Cruz Holds Texas Senate Seat", "description": "Republican Ted Cruz called his senate race win \"a victory for Texas.\" Photo: AP", "url": "http://www.wsj.com/video/ted-cruz-holds-texas-senate-seat/D9F3B9A7-2F7B-4292-9623-46547EB37F12.html", "urlToImage": "http://m.wsj.net/video/20181107/110618texsenate/110618texsenate_1280x720.jpg", "publishedAt": "2018-11-07T05:57:13Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Nancy Pelosi: 'Tomorrow Will Be a New Day in America'", "description": "House Minority Leader Nancy Pelosi celebrated Democrats taking control of the House in an election night speech. Photo: Getty", "url": "http://www.wsj.com/video/nancy-pelosi-tomorrow-will-be-a-new-day-in-america/D856636D-E876-45D5-B45A-E82105BBB807.html", "urlToImage": "http://m.wsj.net/video/20181107/110618pelosi/110618pelosi_1280x720.jpg", "publishedAt": "2018-11-07T05:51:43Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Russolillo", "title": "Investors Brace for Split-Congress Gridlock", "description": "U.S. stock futures and Asian markets rose modestly, as investors anticipated a political power divide that could limit the scope for major shifts in U.S. economic and tax policy.", "url": "https://www.wsj.com/articles/as-midterm-election-results-come-in-u-s-futures-asian-stocks-rise-1541559473", "urlToImage": "https://images.wsj.net/im-35317/social", "publishedAt": "2018-11-07T05:29:05Z", "content": "U.S. stock futures and Asian markets rose modestly, as investors anticipated a political power divide that could limit the scope for major shifts in U.S. economic and tax policy. With Republicans retaining control of the Senate in midterm elections, and the D… [+3087 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Democratic House", "description": "It wasn’t a blue wave but GOP losses will stymie the Trump Presidency.", "url": "https://www.wsj.com/articles/a-democratic-house-1541567746", "urlToImage": "https://images.wsj.net/im-35353/social", "publishedAt": "2018-11-07T05:22:37Z", "content": "Americas deep political divisions revealed themselves again on Tuesday, as Democrats regained control of the U.S. House while Republicans picked up seats in the Senate. Add their gains in the statehouses, and it was a better night overall for the Democrats, i… [+5456 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph De Avila", "title": "Democrat Robert Menendez Holds On to New Jersey Senate Seat", "description": "Sen. Robert Menendez beat Republican Bob Hugin in New Jersey, further extending the GOP’s losing streak in Senate campaigns in the deep-blue state.", "url": "https://www.wsj.com/articles/sen-robert-menendez-re-elected-in-new-jersey-1541556143", "urlToImage": "https://images.wsj.net/im-35360/social", "publishedAt": "2018-11-07T05:20:26Z", "content": "Democrats exhaled Tuesday as Sen. Robert Menendez hung on and beat Republican Bob Hugin in a closer-than-expected race, further extending the GOPs losing streak in Senate campaigns in deep-blue New Jersey. Mr. Menendez told supporters Tuesday night that he wo… [+3030 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "How a Divided Congress Could Defy Gridlock", "description": "Here are three key issues that could provide common ground​ for Democrats and President Trump​, despite a split Congress. Photo: Getty Images.", "url": "http://www.wsj.com/video/how-a-divided-congress-could-defy-gridlock/30A5156D-3877-4847-B4C2-190F117675FC.html", "urlToImage": "http://m.wsj.net/video/20181106/110618electionwhatsnext/110618electionwhatsnext_1280x720.jpg", "publishedAt": "2018-11-07T05:05:48Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gerald F. Seib", "title": "Trump Did What He Needed to Do in the Midterms", "description": "President Trump didn’t need to win in Tuesday’s midterms so much as he needed to avoid disaster. And that’s pretty much what happened.", "url": "https://www.wsj.com/articles/trump-did-what-he-needed-to-do-in-the-midterms-1541564823", "urlToImage": "https://images.wsj.net/im-35345/social", "publishedAt": "2018-11-07T04:57:06Z", "content": "President Trump didnt need to win in Tuesdays midterms so much as he needed to avoid disaster. And thats pretty much what happened. The country now stands not far from where it was when Mr. Trump won his shocking victory in 2016: deeply divided in its politic… [+4600 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Mike Braun Delivers Victory Speech After Indiana Win", "description": "Republican Mike Braun unseated Sen. Joe Donnelly (D) in the Indiana Senate race. Both candidates delivered speeches after the results were called. Photo: Getty", "url": "http://www.wsj.com/video/mike-braun-delivers-victory-speech-after-indiana-win/7450E48F-8A33-40EC-9799-0BCE840220D0.html", "urlToImage": "http://m.wsj.net/video/20181106/110618indsenate/110618indsenate_1280x720.jpg", "publishedAt": "2018-11-07T04:28:20Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Ip", "title": "美前財長保爾森談美中關係：“經濟鐵幕”可能很快到來 - 華爾街日報", "description": "華爾街日報 美前財長保爾森談美中關係：“經濟鐵幕”可能很快到來 華爾街日報 很少有人在推動美中關係方面比保爾森(Henry Paulson)做得更努力和更成功。無論是當年執掌高盛集團(Goldman Sachs Group Inc., GS)，還是後來擔任美國財長，亦或是如今的政壇元老，他在這方面始終不遺餘力。 所以當保爾森斷言美中關係正在破裂，“經濟鐵幕”... 前美財長鮑爾森：美中不解決分歧「經濟鐵幕」將分裂世界 鉅亨網 (新聞發布) 美前財長保爾森警告美中或「全面冷戰」 香港經濟日報 (新聞發布) 保爾森警…", "url": "https://cn.wsj.com/articles/CT-OPN-20181107115139", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BH420_1106pa_G_20181106164909.jpg", "publishedAt": "2018-11-07T04:27:42Z", "content": "(Henry Paulson)(Goldman Sachs Group Inc., GS)..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gabriele Steinhauser", "title": "Rwanda: A Poster Child for Development With a Dark Side", "description": "Rwanda has been hailed as a homegrown model of African development, but rights groups and a growing number of academics point to a darker side of its economic miracle.", "url": "https://www.wsj.com/articles/rwanda-a-poster-child-for-development-with-a-dark-side-1541500201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG207_RWANDA_TOP_20181101181726.jpg", "publishedAt": "2018-11-07T04:23:32Z", "content": "KIGALI, RwandaSeen from the concrete blocks marking the graves of some 250,000 victims of the 1994 genocide, the glistening skyline in the capital of this East African nation is the most obvious sign of the grand experiment taking place here. A quarter centur… [+7759 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Republicans Poised to Hold Senate Majority", "description": "Republicans notched three victories in Senate races on Tuesday night that signaled they were on track to retain their majority, defeating one of the most vulnerable Democratic senators in Indiana, holding a seat in Tennessee and fending off a challenge in Tex…", "url": "https://www.wsj.com/articles/senates-fate-will-weigh-heavily-on-trumps-term-1541548839", "urlToImage": "https://images.wsj.net/im-35344/social", "publishedAt": "2018-11-07T04:13:45Z", "content": "Republicans will keep control of the U.S. Senate, after defeating two Democratic incumbents and holding on to another two seats, partially protecting President Trumps agenda in Congress. Republicans defeated Democratic Sens. Joe Donnelly and Heidi Heitkamp in… [+3858 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump, White House Prepare for Election Results", "description": "White House aides nervously awaited the election results Tuesday as President Trump kept out of public view, spending the day making phone calls and monitoring races across the country.", "url": "https://www.wsj.com/articles/trump-white-house-prepare-for-election-results-1541524531", "urlToImage": "https://images.wsj.net/im-35027/social", "publishedAt": "2018-11-07T04:13:35Z", "content": "WASHINGTONWhite House aides nervously awaited the election results as President Trump kept out of public view on Tuesday, spending the day making phone calls and monitoring races across the country. Mr. Trump was restless and eager to know the outcome of the … [+5749 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Reid J. Epstein", "title": "Democrats Pick Up GOP-Held House Seats in Suburbs", "description": "Democrats were flipping Republican-held House seats at the pace they would need to win control of the chamber late Tuesday evening, zeroing in on GOP-held seats in suburban districts in the early going.", "url": "https://www.wsj.com/articles/control-of-the-house-hangs-in-the-balance-as-results-roll-in-1541548850", "urlToImage": "https://images.wsj.net/im-35336/social", "publishedAt": "2018-11-07T04:08:46Z", "content": "WASHINGTONDemocrats were flipping Republican-held House seats at the pace they would need to win control of the chamber late Tuesday evening, zeroing in on GOP-held seats in suburban districts in the early going. Evidence of a potential Democratic surge in th… [+4523 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Arian Campo-Flores", "title": "Hard-Fought Governors' Races Go Down to the Wire", "description": "Democrats were projected to take back two governor seats from the Republicans in early results in Illinois and Michigan, while counting in high-profile races went down to the wire.", "url": "https://www.wsj.com/articles/hard-fought-governors-races-go-down-to-the-wire-1541560336", "urlToImage": "https://images.wsj.net/im-35326/social", "publishedAt": "2018-11-07T04:02:36Z", "content": "Democrats were projected to take back two governor seats from the Republicans in early results in Illinois and Michigan, while counting in high-profile races went down to the wire. J.B. Pritzker beat incumbent Illinois Gov. Bruce Rauner in Illinois and Gretch… [+5385 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Janet Hook", "title": "Midterm Results Point to a Split Congress", "description": "Millions of Americans flocked to the polls to render their first national verdict on the Donald Trump presidency, and early results pointed to a split Congress, with Democrats moving toward a House majority.", "url": "https://www.wsj.com/articles/health-care-trump-animate-voters-survey-shows-1541548869", "urlToImage": "https://images.wsj.net/im-35249/social", "publishedAt": "2018-11-07T03:59:18Z", "content": "WASHINGTONMillions of Americans flocked to the polls Tuesday to render their first national verdict on the Donald Trump presidency, and early results pointed to a split decision. Democrats chipped away at Republicans margin in the House and seemed on track to… [+7234 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Boeing, FAA to Issue Safety Alerts Following Lion Air Crash - Wall Street Journal", "description": "Wall Street Journal Boeing, FAA to Issue Safety Alerts Following Lion Air Crash Wall Street Journal Responding to the Lion Air jetliner crash that killed 189 people in Indonesia last week, manufacturer Boeing Co. BA 1.24% and U.S. aviation regulators intend t…", "url": "https://www.wsj.com/articles/boeing-faa-to-issue-safety-alerts-following-lion-air-crash-1541562339", "urlToImage": "https://images.wsj.net/im-35300/social", "publishedAt": "2018-11-07T03:48:24Z", "content": "Responding to the Lion Air jetliner crash that killed 189 people in Indonesia last week, manufacturer Boeing Co. BA 1.24% and U.S. aviation regulators intend to issue twin safety warnings about potentially suspect flight-control software that can confuse pilo… [+4247 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "Gov. Cuomo Easily Wins Re-Election", "description": "Democrats led by Gov. Andrew Cuomo swept elections for statewide offices in New York as their party pushed to wrest control of the state Senate from Republicans and unseated GOP Rep. Dan Donovan.", "url": "https://www.wsj.com/articles/new-york-state-sees-strong-turnout-1541550567", "urlToImage": "https://images.wsj.net/im-35289/social", "publishedAt": "2018-11-07T03:39:47Z", "content": "Democrats led by Gov. Andrew Cuomo swept elections for statewide offices in New York as their party pushed to wrest control of the state Senate from Republicans and unseated GOP Rep. Dan Donovan. Mr. Cuomo, 60 years old, won a third term over his Republican c… [+3565 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Voices From a Day of Voting", "description": "On Election Day, American voters weigh key issues of the 2018 midterm elections. Photo: AP", "url": "http://www.wsj.com/video/voices-from-a-day-of-voting/83456D8D-715D-4341-9267-0351F5134C25.html", "urlToImage": "http://m.wsj.net/video/20181106/110618voices/110618voices_1280x720.jpg", "publishedAt": "2018-11-07T03:36:58Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aaron Zitner", "title": "Poll Uses Novel Method to Learn Who Voted and Why", "description": "For the 2018 midterm elections, The Wall Street Journal will draw on results from a poll that uses a novel methodology to determine who voted and how they settled on their choice of candidates.", "url": "https://www.wsj.com/articles/poll-uses-novel-method-to-learn-who-voted-and-why-1541516400", "urlToImage": "https://images.wsj.net/im-34801/social", "publishedAt": "2018-11-07T03:25:37Z", "content": "With each election, reporters and analysts try to determine which voters showed up to cast ballots. Learning what share of the electorate came from cities or rural areas, or how many voters were white and how many from minority groups, along with other detail… [+3155 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Kamp", "title": "Floridians Grant People With Felony Records the Right to Vote - Wall Street Journal", "description": "Wall Street Journal Floridians Grant People With Felony Records the Right to Vote Wall Street Journal TALLAHASSEE, Fla.—Florida voters decided Tuesday to restore voting rights to an estimated 1.4 million people with felony records. The Florida ballot question…", "url": "https://www.wsj.com/articles/floridians-grant-people-with-felony-records-the-right-to-vote-1541560193", "urlToImage": "https://images.wsj.net/im-35318/social", "publishedAt": "2018-11-07T03:10:08Z", "content": "TALLAHASSEE, Fla.Florida voters decided Tuesday to restore voting rights to an estimated 1.4 million people with felony records. The Florida ballot question marked the largest expansion of voting rights since the 26th Amendment lowered the voting age to 18 in… [+2375 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Benoit", "title": "Alleged Fraud Surprises Activist Investors in Shipping Fuel Company", "description": "Alleged fraud at Aegean Marine Petroleum Network, which came to light in the bankruptcy filing of the company founded by Greek billionaire Dmitris Melissanidis, took activist investors by surprise.", "url": "https://www.wsj.com/articles/allegations-of-fraud-surprise-activist-investors-in-shipping-fuel-company-1541530514", "urlToImage": "https://images.wsj.net/im-35051/social", "publishedAt": "2018-11-07T02:53:39Z", "content": "In May, an activist-investor group forced its way onto the board of a Greek shipping-fuel company, calling it mismanaged and undervalued. Six months later, that company, Aegean Marine Petroleum Network Inc., has filed for bankruptcy, with its new board allegi… [+5838 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Jeong", "title": "美國和朝鮮在恢複核談判前強化各自立場 - 華爾街日報", "description": "華爾街日報 美國和朝鮮在恢複核談判前強化各自立場 華爾街日報 美國本周為恢復與朝鮮的核談判做準備，但雙方的立場都變強硬，達成妥協的希望由此降低。 朝鮮稱已在解除核武器方面做出了足夠讓步，並且更加強硬地要求美國作出同等回應。朝鮮上周威脅稱，如果美國不取消制裁或提供改善關係的其他方法，朝鮮將恢複核武建設... 金正恩首張官方畫像出爐！專家：北韓開始搞個人崇拜 udn 聯合新聞網 好看嗎？北韓公布金正恩首張官方肖像畫 自由時報電子報 古巴領袖結束北韓訪問金正恩伉儷機場送行 香港電台 香港文匯報 - 民視新聞 - 經濟日…", "url": "https://cn.wsj.com/articles/CT-BGH-20181107100406", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BH240_1106nk_G_20181106052452.jpg", "publishedAt": "2018-11-07T02:41:07Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Talley", "title": "After Iran Sanctions, U.S. Faces a Huge Task: Compliance", "description": "Most Western companies and banks pulled out of Iran ahead of new Trump administration sanctions. But the rest of the world may be more difficult for American officials to convince.", "url": "https://www.wsj.com/articles/after-iran-sanctions-u-s-faces-a-huge-task-compliance-1541545300", "urlToImage": "https://images.wsj.net/im-35241/social", "publishedAt": "2018-11-07T01:04:53Z", "content": "Most Western companies and banks pulled out of Iran ahead of new Trump administration sanctions, fearing a loss of access to the U.S. economy. But the rest of the world may be more difficult for American officials to convince. Facing a host of nations relucta… [+5625 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "Voters Are Enthusiastic, Polarized, Engaged on the Issues", "description": "Reporters with the The Wall Street Journal spoke with voters across the U.S., capturing a range of views that illustrated the nation’s polarized political climate.", "url": "https://www.wsj.com/articles/at-polls-voters-weigh-the-issues-and-their-feelings-about-trump-1541549120", "urlToImage": "https://images.wsj.net/im-35110/social", "publishedAt": "2018-11-07T01:04:30Z", "content": "Reporters with the The Wall Street Journal spoke with voters Tuesday across the U.S., capturing a range of opinions that illustrated the nations polarized political climate. Turnout was huge, overwhelming election officials and yielding long lines at many pol… [+4022 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Jeong", "title": "U.S., North Korea Toughen Stance Ahead of Nuclear Talks", "description": "Pyongyang says it has made enough concessions on nuclear disarmament and wants the U.S. to reciprocate, while Washington remains adamant about maintaining sanctions pressure.", "url": "https://www.wsj.com/articles/u-s-north-korea-toughen-stance-ahead-of-nuclear-talks-1541500646", "urlToImage": "https://images.wsj.net/im-34965/social", "publishedAt": "2018-11-07T00:54:57Z", "content": "SEOULAs the U.S. prepares to resume nuclear negotiations with North Korea this week, both sides are hardening their positions, dimming hopes for a compromise. North Korea says it has made enough concessions on nuclear disarmament and has grown more strident i… [+5130 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shayndi Raice", "title": "Amazon HQ2 Change Leaves Cities in a Bind", "description": "Amazon.com Inc.’s change of plans to name more than one location for its massive HQ2 second headquarters leaves cities in a bind as they prepare for a decision that could come as soon as this week.", "url": "https://www.wsj.com/articles/amazon-hq2-change-leaves-cities-in-a-bind-1541535732", "urlToImage": "https://images.wsj.net/im-35122/social", "publishedAt": "2018-11-07T00:52:19Z", "content": "Amazon.com Inc.s AMZN 0.92% change of plans for its massive second headquarters leaves cities in a bind in the final hours. It is unlikely cities would significantly change their bids in the final hours. Financial incentives often are proposed as pay as you g… [+3760 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Kavanaugh Questions Death-Penalty Method", "description": "In a case brought by a condemned inmate suffering from a rare medical condition, the new Supreme Court justice questioned Missouri’s claims that the Constitution could permit execution methods that cause “gruesome and brutal” pain if no alternatives exist.", "url": "https://www.wsj.com/articles/kavanaugh-questions-death-penalty-method-in-missouri-case-1541545596", "urlToImage": "https://images.wsj.net/im-35210/social", "publishedAt": "2018-11-07T00:45:28Z", "content": "WASHINGTONSupreme Court arguments took a graphic turn Tuesday as justices weighed various ways to execute a Missouri inmate who contends a rare medical condition would make his final moments excruciatingly painful were he put to death via the regulation injec… [+5260 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Kendall , Tripp Mickle", "title": "The Wall Street Journal: Qualcomm dealt a potentially major setback in FTC antitrust case", "description": "A federal judge dealt a setback Tuesday to Qualcomm Inc.’s defense against an antitrust lawsuit brought by the Federal Trade Commission, ruling that the chip maker must license some of its industry-essential patents to rival chip suppliers.", "url": "https://www.wsj.com/articles/qualcomm-suffers-setback-in-antitrust-battle-1541549605", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FQ638_qualco_ZG_20170719205940.jpg", "publishedAt": "2018-11-07T00:40:59Z", "content": "A federal judge dealt a setback Tuesday to Qualcomm Inc.s defense against an antitrust lawsuit brought by the Federal Trade Commission, ruling that the chip maker must license some of its industry-essential patents to rival chip suppliers. The ruling Tuesday … [+1484 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Ip", "title": "Henry Paulson Delivers a Sobering Message on U.S.-China Relations", "description": "Former Treasury Secretary Henry Paulson concludes that U.S. engagement with China is failing and an “economic Iron Curtain” may soon descend between the two economic superpowers.", "url": "https://www.wsj.com/articles/once-an-optimist-on-u-s-china-relations-henry-paulson-delivers-a-sobering-message-1541548800", "urlToImage": "https://images.wsj.net/im-35187/social", "publishedAt": "2018-11-07T00:38:10Z", "content": "Few people have championed U.S. engagement with China as forcefully or successfully as Henry Paulson, first at Goldman Sachs Group Inc., later as Treasury Secretary, and now as elder statesman. So when Mr. Paulson concludes engagement is failing and an econom… [+5930 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dustin Volz", "title": "No Significant Foreign Interference Seen on Midterm Vote", "description": "U.S. security officials and social media firms said Tuesday they spotted a limited amount of disinformation that was deliberately disseminated.", "url": "https://www.wsj.com/articles/u-s-on-alert-for-election-interference-says-nothing-significant-spotted-1541521048", "urlToImage": "https://images.wsj.net/im-35004/social", "publishedAt": "2018-11-07T00:32:14Z", "content": "U.S. security officials and social media firms said Tuesday they spotted a limited amount of deliberate disinformation targeting the midterm election, but that they hadnt observed any significant efforts to directly breach election infrastructure with cyberat… [+6010 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "San Francisco's Trump Water Strike", "description": "The city supervisors vote to ration H2O to spite the President.", "url": "https://www.wsj.com/articles/san-franciscos-trump-water-strike-1541549710", "urlToImage": "https://images.wsj.net/im-35264/social", "publishedAt": "2018-11-07T00:15:11Z", "content": "Some progressives will do anything to oppose Donald Trump, and in the resistance capital known as San Francisco this obsession now includes a willingness even to reduce the citys water supply. The California State Water Resources Control Board on Wednesday wi… [+2638 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Judges vs. Telepathists", "description": "Are the Supreme Court Justices all textualists now?", "url": "https://www.wsj.com/articles/judges-vs-telepathists-1541549691", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH396_3text1_SOC_20181106185521.jpg", "publishedAt": "2018-11-07T00:14:53Z", "content": "Liberals are predicting that the Supreme Courts conservative majority will rewrite laws according to their policy preferences. So someone should point out that the conservatives this week behaved as if laws mean what they say regardless of the policy outcome.… [+3009 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "State AGs for Rent", "description": "Privately funded litigators wield state police power.", "url": "https://www.wsj.com/articles/state-ags-for-rent-1541549567", "urlToImage": "https://images.wsj.net/im-27601/social", "publishedAt": "2018-11-07T00:12:49Z", "content": "With the courts and Trump Administration rolling back federal climate regulation, green activists have turned to the states. But theres a troubling ethical twist: Instead of merely lobbying, activists are placing employees in Attorneys General offices in dubi… [+4500 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Hennessey", "title": "Trump Has Become a Republican", "description": "Two years of intense policy battles have pushed him into a close embrace with the party ‘establishment.’", "url": "https://www.wsj.com/articles/trump-has-become-a-republican-1541549383", "urlToImage": "https://images.wsj.net/im-35139/social", "publishedAt": "2018-11-07T00:09:45Z", "content": "A forgotten question of the 2016 Republican primary was whether Donald Trump was a true Republican or simply a Republican of convenience, running for the GOP nomination because it was the one he thought he could get. Quite a few pundits insisted he had no rea… [+266 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Photos: Not Your Usual Midterm Elections", "description": "With a polarized citizenry, voter turnout is expected to be relatively high for these midterm elections, which are serving as a referendum on President Trump’s first two years in office.", "url": "https://www.wsj.com/articles/not-your-usual-midterm-elections-1541509041", "urlToImage": "https://images.wsj.net/im-35234/social", "publishedAt": "2018-11-07T00:09:41Z", "content": "A polarized citizenry casts votes in what is considered a referendum on the Trump presidency SEND An error has occurred, please try again later."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Austen Hufford", "title": "More Factories Crop Up Closer to Customers", "description": "The largest share of manufacturers in at least a decade is spending to expand facilities, as companies look to build plants closer to their customers.", "url": "https://www.wsj.com/articles/more-factories-crop-up-closer-to-customers-1541545415", "urlToImage": "https://images.wsj.net/im-35107/social", "publishedAt": "2018-11-07T00:02:04Z", "content": "The largest share of manufacturers in at least a decade is spending to expand facilities, as companies look to build plants closer to their customers to offset record-high trucking costs and seek out pockets of available workers in a tight labor market. Twelv… [+4204 chars]"}]}