{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peggy Noonan", "title": "The Pilgrims Take Manhattan", "description": "Once a year a varied, bubbling and modern crew gathers and is moved by the story of how we began.", "url": "https://www.wsj.com/articles/the-pilgrims-take-manhattan-1542844666", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY124_Noonan_SOC_20181121165808.jpg", "publishedAt": "2018-11-21T23:57:47Z", "content": "Since tradition is on our mind Ill tell you of one that has been happening in a Manhattan home the past 20 years or more. A core of a few dozen old friends and relatives, enlivened by surprise guestsonce we had an Indian maharajah in a turbangather with their… [+6766 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph C. Sternberg", "title": "Britain Risks Death by a Thousand Elections", "description": "A second Brexit referendum would plunge the U.K. into endless debate instead of settling its priorities.", "url": "https://www.wsj.com/articles/britain-risks-death-by-a-thousand-elections-1542844632", "urlToImage": "https://images.wsj.net/im-38422/social", "publishedAt": "2018-11-21T23:57:13Z", "content": "Of all the awful ideas currently circulating for how to fix Britains Brexit mess, none is as bad as the notion that a second referendum will cure the derangements caused by the first. The pitch for such a do-over, which supporters have dubbed the Peoples Vote… [+4283 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Allysia Finley", "title": "Will Facebook's Grownups Please Stand Up", "description": "The social-media giant’s executives don’t seem interested in taking responsibility for anything.", "url": "https://www.wsj.com/articles/will-facebooks-grownups-please-stand-up-1542844603", "urlToImage": "https://images.wsj.net/im-38068/social", "publishedAt": "2018-11-21T23:56:45Z", "content": "Facebook executives have been struggling with the question of how to respond to fake news. Should the social-media giant remove misleading and vile content, opening itself to charges of censorship? Or is it better to take a laissez faire approach and let fals… [+5421 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniel Lee", "title": "Could the Internet Power a Small-Town Renaissance?", "description": "Online retailers are doing to the mall what the mall once did to my hometown of Princeton, Indiana.", "url": "https://www.wsj.com/articles/could-the-internet-power-a-small-town-renaissance-1542844575", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL082_LEEDAN_SOC_20181120113443.jpg", "publishedAt": "2018-11-21T23:56:17Z", "content": "This time of year, the late-night sky southeast of the city sparkles with what looks like a long line of evening stars: transport jets carrying thousands of boxes of online purchases to the FedEx hub at Indianapolis International Airport. They rumble overhead… [+4328 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sara Randazzo", "title": "Michael Avenatti will not face felony charges following arrest", "description": "The Los Angeles District Attorney’s Office won’t bring felony charges against attorney Michael Avenatti, who represents Stormy Daniels, following his arrest last week on suspicion of domestic violence.", "url": "https://www.wsj.com/articles/michael-avenatti-will-not-face-felony-charges-1542842586", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY583_avenat_ZG_20181114194523.jpg", "publishedAt": "2018-11-21T23:30:00Z", "content": "LOS ANGELES The Los Angeles District Attorneys Office wont bring felony charges against attorney Michael Avenatti, who represents Stormy Daniels, following his arrest last week on suspicion of domestic violence. In a statement Wednesday, the office said it wa… [+1001 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "The Desolate Wilderness", "description": "A chronicle of the Pilgrims’ arrival at Plymouth, as recorded by Nathaniel Morton.", "url": "https://www.wsj.com/articles/the-desolate-wilderness-1542840770", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK667_1wilde_SOC_20181119113820.jpg", "publishedAt": "2018-11-21T23:26:47Z", "content": "Here beginneth the chronicle of those memorable circumstances of the year 1620, as recorded by Nathaniel Morton, keeper of the records of Plymouth Colony, based on the account of William Bradford, sometime governor thereof: So they left that goodly and pleasa… [+2637 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gordon Lubold", "title": "The Wall Street Journal: U.S. scales back military exercise with South Korea to keep from derailing talks with North", "description": "Defense Secretary Jim Mattis said Wednesday that a major military exercise with South Korea in 2019 will be held as scheduled but will be reduced in size and scope in deference to talks with North Korea on denuclearization.", "url": "https://www.wsj.com/articles/mattis-says-military-exercises-with-south-korea-will-be-held-but-scaled-back-1542840327", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GK795_koreat_ZG_20180612223653.jpg", "publishedAt": "2018-11-21T23:23:43Z", "content": "WASHINGTON Defense Secretary Jim Mattis said Wednesday that a major military exercise with South Korea in 2019 will be held as scheduled but will be reduced in size and scope in deference to talks with North Korea on denuclearization. U.S. and South Korean of… [+925 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Kusisto", "title": "Home Sales Suffer Largest Annual Drop in Four Years", "description": "Sales of previously owned U.S. homes posted their largest annual decline since 2014 in October, as the housing market continues to sputter due to higher mortgage rates that are reducing home affordability.", "url": "https://www.wsj.com/articles/u-s-existing-home-sales-rose-in-october-1542812683", "urlToImage": "https://images.wsj.net/im-38074/social", "publishedAt": "2018-11-21T23:10:52Z", "content": "WASHINGTONSales of previously owned U.S. homes posted their largest annual decline since 2014 in October, as the housing market continues to sputter due to higher mortgage rates that are reducing home affordability. The latest data offered a mixed picture of … [+3597 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Georgi Kantchev", "title": "Tech, Oil Stocks Help Markets Stabilize", "description": "Technology and other fast-growing stocks rebounded, halting a stock-market selloff that has left investors on edge as to whether the longest bull market ever can regain its step.", "url": "https://www.wsj.com/articles/stocks-rebound-from-selloff-1542789728", "urlToImage": "https://images.wsj.net/im-38246/social", "publishedAt": "2018-11-21T23:04:31Z", "content": "Technology and other fast-growing stocks rebounded Wednesday, halting a stock-market selloff that has left investors on edge as to whether the longest bull market ever can regain its step. Shares of social-networking firm Facebook, FB 1.80% Google parent Alph… [+4189 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "And the Fair Land", "description": "For all our social discord we yet remain the longest enduring society of free men governing themselves without benefit of kings or dictators.", "url": "https://www.wsj.com/articles/and-the-fair-land-1542840821", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK677_2fairl_SOC_20181119121626.jpg", "publishedAt": "2018-11-21T22:53:42Z", "content": "Any one whose labors take him into the far reaches of the country, as ours lately have done, is bound to mark how the years have made the land grow fruitful. This is indeed a big country, a rich country, in a way no array of figures can measure and so in a wa… [+3592 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nina Sovich", "title": "Europe in Winter: 35 Reasons to Visit Off-Season", "description": "Insider advice on how to spend the winter season in some of Europe’s top destinations—from Paris to Stockholm. Plus: The Christmas markets and ‘tasteless fish’ dishes best avoided.", "url": "https://www.wsj.com/articles/europe-in-winter-35-reasons-to-visit-off-season-1542832295", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL428_COVER_SOC_20181121112323.jpg", "publishedAt": "2018-11-21T22:26:27Z", "content": "DECEMBER IS REMARKABLY pleasant in Europe. The shops stay open unusually late. Holiday decorations are abundant. Each country honors traditions that date back a thousand yearsfish for Italians on Christmas Eve, bearded Tomte bearing gifts in Sweden, Sinterkla… [+12923 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chester Dawson", "title": "Ghosn's 'Inside Man,' Jailed in Japan, Quietly Wielded Clout at Nissan", "description": "Greg Kelly, the Nissan board member and former executive jailed with Carlos Ghosn in Japan, was well-known inside the company as a gatekeeper and confidant to the former CEO.", "url": "https://www.wsj.com/articles/ghosns-inside-man-now-jailed-in-japan-quietly-wielded-clout-at-nissan-1542825333", "urlToImage": "https://images.wsj.net/im-38078/social", "publishedAt": "2018-11-21T22:17:54Z", "content": "But during Mr. Kellys 30 years with the Japanese auto maker, say former executives who worked with him, he became well-known inside the companymost significantly in the last decade as gatekeeper and confidant to Mr. Ghosn, who ran Nissan for more than 15 year… [+5243 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Neil", "title": "2018 Ducati Multistrada 1260 S: The Bike for a Bucket-List Ride", "description": "Ducati’s redesigned Multistrada is perfect for someone ripping across an empty highway, wind in their face, a rumble in their loins. But best leave navigating it on city streets to expert riders.", "url": "https://www.wsj.com/articles/2018-ducati-multistrada-1260-s-the-bike-for-a-bucket-list-ride-1542830061", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL251_RUMBLE_SOC_20181120165236.jpg", "publishedAt": "2018-11-21T22:15:21Z", "content": "AS THE NAME suggests, the Ducati Multistrada 1260 S can take on many terrains; it fares least well in the concrete jungle. Lugging around town, chiming and burbling in first and second gear, this glorious stratocruiser rides like you would expect: tall, wide,… [+5005 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Hannon", "title": "Governments Urged to Ready Stimulus for Next Downturn", "description": "The OECD said governments need to prepare plans for a synchronized boost in spending to fight the next downturn, given that central banks have largely run out of ammunition to fight a slowdown, but tensions over trade could make that difficult.", "url": "https://www.wsj.com/articles/with-central-banks-out-of-ammo-governments-urged-to-ready-stimulus-for-next-downturn-1542794400", "urlToImage": "https://images.wsj.net/im-38099/social", "publishedAt": "2018-11-21T22:11:34Z", "content": "Governments around the world must prepare spending plans they can roll out quickly and in concert should the global economy slow sharply, given that central banks have largely run out of ammunition to fight a slowdown, the Organization for Economic Cooperatio… [+3260 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Harriet Torry", "title": "Durable-Goods Orders Fall, Signaling Slowing Momentum", "description": "A decline in orders for long-lasting factory goods in October suggests business investment is softening, a discouraging sign for economic growth in the fourth quarter.", "url": "https://www.wsj.com/articles/u-s-durable-goods-orders-dropped-in-october-1542807342", "urlToImage": "https://images.wsj.net/im-38064/social", "publishedAt": "2018-11-21T22:02:31Z", "content": "WASHINGTONA decline in orders for long-lasting factory goods in October suggests business investment is softening, a discouraging sign for economic growth in the fourth quarter. Business investment, a strong spot for the economy in the first half of the year,… [+4195 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saabira Chaudhuri", "title": "IKEA to Slash Thousands of Jobs in Restructuring", "description": "IKEA, in its most dramatic restructuring ever, is slashing thousands of jobs and creating new ones as the furniture giant scrambles to cope with fast-changing shopper behavior that has hammered brick-and mortar retailers globally.", "url": "https://www.wsj.com/articles/ikea-to-slash-thousands-of-jobs-in-restructuring-1542821755", "urlToImage": "https://images.wsj.net/im-38258/social", "publishedAt": "2018-11-21T21:57:08Z", "content": "IKEA, in its most dramatic restructuring ever, is slashing thousands of jobs and creating new ones as the furniture giant scrambles to cope with fast-changing shopper behavior that has hammered brick-and mortar retailers globally. The Swedish flat-pack giant … [+3634 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert Wall", "title": "Airbus Finalizes New Executive Lineup", "description": "European aerospace giant Airbus appointed two outsiders to key executive jobs, completing a generational overhaul of its executive ranks as it faces challenges building all the planes it has promised.", "url": "https://www.wsj.com/articles/airbus-finalizes-new-executive-line-up-1542791039", "urlToImage": "https://images.wsj.net/im-38245/social", "publishedAt": "2018-11-21T21:54:29Z", "content": "European aerospace giant Airbus SE on Wednesday appointed two outsiders to key executive jobs, completing a generational overhaul of its executive ranks as it struggles to build all the planes it has promised. Airbus named Dominik Asam, 49 years old, as chief… [+2553 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeff Slate", "title": "Was Ringo Starr the Original Instagrammer?", "description": "The former Beatles drummer on how he invented the social-media trope of taking photos of your food and almost chased his country music dreams.", "url": "https://www.wsj.com/articles/was-ringo-starr-the-original-instagrammer-1542820050", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL234_20ODD_SOC_20181120164030.jpg", "publishedAt": "2018-11-21T21:50:09Z", "content": "RELAXED IN black, a backward cap and his ever-present sunglasses, Sir Ringo Starr, 78, is quick to unleash his trademark wit, as droll as it was when the Beatles first touched down in the U.S. in 1964. Twenty questions? he asked as we took our positions in a … [+4001 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katie Honan, Joshua Jamerson", "title": "The Wall Street Journal: Amazon has revealed that just half of the positions at its HQ2 locations will be tech jobs", "description": "Other jobs will be administrative and custodial, New York City official says.", "url": "https://www.wsj.com/articles/half-of-queens-amazon-jobs-wont-be-tech-positions-1542829226?mod=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY397_crysta_ZG_20181112154321.jpg", "publishedAt": "2018-11-21T21:49:31Z", "content": "Only half of the positions that Amazon.com Inc. AMZN, +1.42% has promised to bring to its two new headquarters in New York and Virginia will be tech jobs, government officials in both states say. New York City officials said during a presentation Tuesday nigh… [+872 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Soo Oh", "title": "An Overlooked Key to Democratic Victories: Diversity in the Suburbs", "description": "People of color were a large component of the Democrats’ midterm-election victories in the suburbs: They are more likely to live in the suburbs than in urban areas. And they tend to vote Democratic.", "url": "https://www.wsj.com/articles/an-overlooked-key-to-democratic-victories-diversity-in-the-suburbs-1542801601", "urlToImage": "https://images.wsj.net/im-38208/social", "publishedAt": "2018-11-21T21:31:41Z", "content": "Democrats took control of the House by flipping seats in the nations suburbs, which have long been political battlegrounds. But those victories rested on more than just the votes of college-educated white voters, whose shift away from Donald Trump and the Rep… [+9509 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "A Day of Thanks", "description": "Presidents and gratitude through the years.", "url": "https://www.wsj.com/articles/a-day-of-thanks-1542835611", "urlToImage": "https://images.wsj.net/im-38367/social", "publishedAt": "2018-11-21T21:26:52Z", "content": "On Tuesday at the White House President Donald Trump offered some contemporary political humor in the course of announcing the traditional pardoning of a turkey. On a more serious note, the President then offered a traditional expression of gratitude: The pre… [+4679 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "Six Tips for Black Friday Shopping", "description": "Marketing companies are offering shoppers cash back, coupons or price tracking. Here are six ways to get a deal online this holiday season.", "url": "https://www.wsj.com/articles/six-tips-for-black-friday-shopping-how-to-get-discounts-perks-and-bitcoin-1542805201", "urlToImage": "https://images.wsj.net/im-38119/social", "publishedAt": "2018-11-21T21:09:39Z", "content": "Coupons havent gone away, but the path to discounts is increasingly through shoppers mobile phones or computers. Marketing companies are offering shoppers cash back, coupons or price tracking, in part because retailers and brands are willing to pay for new wa… [+3228 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Diamond", "title": "The Best Beard Trimmers for Each Man's Grooming Quirks", "description": "These snipping gadgets earn top marks—whether you’re precision-minded, lazy or a klutz.", "url": "https://www.wsj.com/articles/the-best-beard-trimmers-for-each-mans-grooming-quirks-1542833871", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL216_BEARD_SOC_20181120162154.jpg", "publishedAt": "2018-11-21T20:57:52Z", "content": "IT WAS EASY TO SCOFF at grown men sporting 2014s urban lumberjack lookthe sort of generously hirsute Paul Bunyan-type who held a 9-to-5 graphic design gig in Portland instead of an ax. But even though the vogue for plaid has waned, beards have persisted, said… [+2060 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wilbert L. Cooper", "title": "Rediscover the Simple Joy of an Affordable Digital Watch", "description": "Over 30 years after its invention, the Casio G-Shock—a favorite of style icons like Sting—has never looked better.", "url": "https://www.wsj.com/articles/rediscover-the-simple-joy-of-an-affordable-digital-watch-1542833566", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL350_COPY_SOC_20181120195336.jpg", "publishedAt": "2018-11-21T20:52:48Z", "content": "ON MAY 25, 1986, rock star Sting was snapped at a Sport Aid fun-run event in Londons Hyde Park brandishing a bulky electronic watch. By choosing to wear a plastic G-Shock, the Police frontman was as much ahead of his time as he was in embracing world music an… [+2952 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katie Honan", "title": "Half of Jobs at Amazon's Two New Headquarters Won't Be Tech Positions - Wall Street Journal", "description": "Wall Street Journal Half of Jobs at Amazon's Two New Headquarters Won't Be Tech Positions Wall Street Journal Initially, Amazon had planned to build one new headquarters with 50,000 employees. But as the search drew to a close, it decided to split the headqua…", "url": "https://www.wsj.com/articles/half-of-queens-amazon-jobs-wont-be-tech-positions-1542829226", "urlToImage": "https://images.wsj.net/im-38359/social", "publishedAt": "2018-11-21T20:31:00Z", "content": "Only half of the positions that Amazon.com Inc. AMZN 1.36% has promised to bring to its two new headquarters in New York and Virginia will be tech jobs, government officials in both states say. New York City officials said during a presentation Tuesday night … [+4313 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michelle Hackman", "title": "DeVos Reinstates For-Profit College Accrediting Group", "description": "An accrediting group that has served as a gatekeeper of federal funds to some of the country’s most troubled for-profit colleges has been reinstated by Education Secretary Betsy DeVos.", "url": "https://www.wsj.com/articles/devos-reinstates-for-profit-college-accrediting-group-1542824391", "urlToImage": "https://images.wsj.net/im-38341/social", "publishedAt": "2018-11-21T20:05:46Z", "content": "An accrediting group that has served as a gatekeeper of federal funds to some of the countrys most troubled for-profit colleges has been reinstated by Secretary Betsy DeVos, the Education Department announced Wednesday. Mrs. DeVoss decision marks the latest i… [+3489 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aleksandra Crapanzano", "title": "A Luscious, Low-Maintenance Alternative to Apple Pie", "description": "This streamlined apple crisp provides all the warming holiday spice you want, with a rich custard baked right in.", "url": "https://www.wsj.com/articles/a-luscious-low-maintenance-alternative-to-apple-pie-1542814865", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL168_LSS_SOC_20181120153410.jpg", "publishedAt": "2018-11-21T19:15:30Z", "content": "HERALDED AS the doyenne of baking and the queen of tarts, New-York-and-Paris-based cookbook author Dorie Greenspan has earned a cult-like following with her deeply chocolaty World Peace Cookies and boozy Prune and Armagnac Torte. In my own kitchen, her books … [+3601 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Wall Street Journal", "title": "Amazon pay accepted here? Web giant aims to put digital wallet in stores", "description": "Amazon.com Inc. is gearing up to challenge Apple Inc. in the mobile-payments race.", "url": "https://www.wsj.com/articles/amazon-pay-accepted-here-web-giant-aims-to-put-digital-wallet-in-stores-1542796827", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/amazon-pay-AP.jpg", "publishedAt": "2018-11-21T19:10:15Z", "content": "Amazon.com Inc. is gearing up to challenge Apple Inc. in the mobile-payments race. The e-commerce giant is working to persuade brick-and-mortar merchants to accept its Amazon Pay digital wallet, according to people familiar with the matter, attempting to expa… [+1828 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "Deere's Profit Rises, Helped by Stronger Machinery Sales", "description": "Deere said sales and profits in the latest period were lifted by demand in its construction and farming markets.", "url": "https://www.wsj.com/articles/deeres-profit-rises-helped-by-stronger-machinery-sales-1542802349", "urlToImage": "https://images.wsj.net/im-38253/social", "publishedAt": "2018-11-21T18:57:32Z", "content": "Deere DE 2.43% &amp; Co. said sales and profits in the latest period were lifted by demand in its construction and farming markets. Deere reported fourth-quarter net income of $784.8 million, or $2.42 a share, up from $510.3 million, or $1.57 a share, a year … [+1182 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert McMillan", "title": "Amazon Glitch Exposes Customer Names, Email Addresses", "description": "Amazon.com warned some customers that its website disclosed their names and email addresses as a result of a technical error.", "url": "https://www.wsj.com/articles/amazon-tech-glitch-exposes-customer-names-email-addresses-1542824047", "urlToImage": "https://images.wsj.net/im-34756/social", "publishedAt": "2018-11-21T18:50:34Z", "content": "Amazon.com Inc. AMZN 1.42% warned some customers that its website disclosed their names and email addresses as a result of a technical error. The company didnt say how many people were affected or go into detail about the nature of the error. Amazon said Wedn… [+817 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Elizabeth Winkler", "title": "Why Christmas Will be Very Weird for Retailers", "description": "Retailers will have a good Christmas in 2018. But factors such as rising inventory, tariffs and higher labor costs will drive stock performance through the holidays and into next year.", "url": "https://www.wsj.com/articles/why-christmas-will-be-very-weird-for-retailers-1542806665", "urlToImage": "https://images.wsj.net/im-38264/social", "publishedAt": "2018-11-21T18:33:19Z", "content": "Retailers will have a good Christmas in 2018. That may not matter. Tax cuts, a strong economy and, for most retailers, improved operations, drove stocks higher this year. Even with the selloff this week, the S&amp;P Retail Index has beaten the overall market … [+2440 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas Belkin", "title": "At Penn State, Field Trips Go Virtual", "description": "More universities are adding virtual reality to their courses, allowing students to take field trips to rain forests, dissect cadavers and visit ancient cities.", "url": "https://www.wsj.com/articles/at-penn-state-field-trips-go-virtual-1542796201", "urlToImage": "https://images.wsj.net/im-38102/social", "publishedAt": "2018-11-21T17:36:27Z", "content": "Students at Pennsylvania State University taking introduction to geoscience have for decades piled into a bus and driven 12 miles to study the Bald Eagle sedimentary rock formation. Last year, a team at the university built a representation of the formation t… [+3048 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Bear Necessities: The Charts That Predict Market Downturns", "description": "Is a bear market on the horizon? WSJ markets reporter Riva Gold analyzes the trends that came before the dot-com bubble burst and the financial crisis hit.", "url": "http://www.wsj.com/video/bear-necessities-the-charts-that-predict-market-downturns/8AC59AEC-DE6C-4C1F-B8C4-A3B0A2ECE759.html", "urlToImage": "http://m.wsj.net/video/20181121/112118bears/112118bears_1280x720.jpg", "publishedAt": "2018-11-21T17:36:12Z", "content": "How to Read Trump's Statement on Khashoggi Killing 11/20/2018 In a statement Tuesday, President Trump signaled that he plans to stand beside Saudi Arabia after the death of journalist Jamal Khashoggi. But as WSJ's Gerald F. Seib explains, it won't be that sim… [+16 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eric Morath", "title": "U.S. Consumer Sentiment Pressured by Volatile Stocks", "description": "A jittery stock market appears to be weighing on Americans’ economic outlook, especially among wealthy Americans, heading into the peak of the holiday-shopping season.", "url": "https://www.wsj.com/articles/u-s-consumer-sentiment-eases-just-ahead-of-black-friday-1542814109", "urlToImage": "https://images.wsj.net/im-38290/social", "publishedAt": "2018-11-21T17:27:54Z", "content": "WASHINGTONA jittery stock market appears to be weighing on Americans economic outlook heading into the peak of the holiday-shopping season. The University of Michigan on Wednesday said its final consumer-sentiment index for November was 97.5. The figure is st… [+2557 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "Life Sentence for British Student Casts Shadow Over UAE - Wall Street Journal", "description": "Wall Street Journal Life Sentence for British Student Casts Shadow Over UAE Wall Street Journal DUBAI—The United Arab Emirates sentenced a British academic it accuses of spying to life imprisonment, a move which throws negative light on the Gulf nation that h…", "url": "https://www.wsj.com/articles/life-sentence-for-british-student-casts-shadow-over-u-a-e-1542820081", "urlToImage": "https://images.wsj.net/im-38268/social", "publishedAt": "2018-11-21T17:08:00Z", "content": "DUBAIThe United Arab Emirates sentenced a British academic it accuses of spying to life imprisonment, a move which throws negative light on the Gulf nation that has brandished itself as a beacon of progress in the Arab world. The British government condemned … [+3874 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chieko Tsuneoka", "title": "Nissan's Ghosn to Be Detained for a Further 10 Days", "description": "A Japanese court extended the detention of Carlos Ghosn for an additional 10 days, giving prosecutors more time to question him over alleged financial wrongdoing, while the French government said it was still waiting for evidence to back up the allegations.", "url": "https://www.wsj.com/articles/nissans-carlos-ghosn-to-be-detained-for-10-more-days-1542799899", "urlToImage": "https://images.wsj.net/im-38255/social", "publishedAt": "2018-11-21T16:38:30Z", "content": "A Japanese court extended the detention of Carlos Ghosn for an additional 10 days, giving prosecutors more time to question him over alleged financial wrongdoing, while the French government said it was still waiting for evidence to back up the allegations. M… [+3675 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bradley Hope", "title": "Goldman Sachs Sued Over 'Central Role' in 1MDB Scandal - Wall Street Journal", "description": "Wall Street Journal Goldman Sachs Sued Over 'Central Role' in 1MDB Scandal Wall Street Journal An Abu Dhabi sovereign-wealth fund accused Goldman Sachs GS 0.66% Group Inc. in a lawsuit Wednesday of playing a “central role” in an international corruption scand…", "url": "https://www.wsj.com/articles/sovereign-fund-sues-goldman-sachs-over-1mdb-scandal-1542811084", "urlToImage": "https://images.wsj.net/im-38267/social", "publishedAt": "2018-11-21T16:10:00Z", "content": "An Abu Dhabi sovereign-wealth fund accused Goldman Sachs GS 0.66% Group Inc. in a lawsuit Wednesday of playing a central role in an international corruption scandal and enabling bribes to former top executives at the fund. International Petroleum Investment C… [+5919 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Russian Defeat at Interpol Is Greeted With Relief by the West", "description": "Interpol has elected a South Korean police official as its president, rejecting a Russian general whose candidacy had drawn strong opposition from Western politicians and rights groups. Image: Zuma Press", "url": "http://www.wsj.com/video/russian-defeat-at-interpol-is-greeted-with-relief-by-the-west/9A3552D3-88FF-4BDB-ABFD-0FD816C108D6.html", "urlToImage": "http://m.wsj.net/video/20181121/112118interpol/112118interpol_1280x720.jpg", "publishedAt": "2018-11-21T15:49:07Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Trump Stands By Saudi Arabia; Overlooked Key to Democratic Victories; Pelosi Gains Fudge’s Support", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/21/capital-journal-trump-stands-by-saudi-arabia-overlooked-key-to-democratic-victories-pelosi-gains-fudges-support/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CL383_mialov_P_20181120205656.jpg", "publishedAt": "2018-11-21T15:37:12Z", "content": "Trump's Day: President Trump and First Lady Melania Trump are in Florida for the Thanksgiving holiday. Stocks: Mounting concerns about the pace of growth sent the S&amp;P 500 and Dow Jones Industrial Average to their lowest levels in months, wiping out yearly… [+5355 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Leigh Kamping-Carder", "title": "Casper Co-Founder Predicts the Death of (Bad) Retail", "description": "Philip Krim, CEO of the online mattress seller, on how we’ll shop in the coming decades and why we’ll brag about early bedtimes.", "url": "https://www.wsj.com/articles/casper-co-founder-predicts-the-death-of-bad-retail-1542812371", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK423_krim_0_G_20181116145205.jpg", "publishedAt": "2018-11-21T15:18:13Z", "content": "Philip Krim has done his part to hasten the end of brick-and-mortar retail. Still, the chief executive of Casper Sleep believes that physical stores will endure 50 years from nowin a different form. Krim co-founded the online mattress retailer, which launched… [+5441 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Italy’s Budget Pushes Interest Rates Higher, Burdening Business", "description": "To subscribe to the newsletter, please sign up here MUST READS Italy’s Big Budget Is Taking a Toll on Business: Company loans are becoming more costly after the government’s generous spending prompted investors to demand higher risk premiums on Italian bonds,…", "url": "https://blogs.wsj.com/moneybeat/2018/11/21/italys-budget-pushes-interest-rates-higher-burdening-business/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-21T15:14:43Z", "content": "Italys Big Budget Is Taking a Toll on Business : Company loans are becoming more costly after the governments generous spending prompted investors to demand higher risk premiums on Italian bonds, raising banks borrowing costs. With Central Banks Out of Ammo, … [+2169 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Kiernan", "title": "U.S. Jobless Claims Rose Last Week", "description": "The number of U.S. workers filing new applications for unemployment benefits continued to rise last week after hitting a nearly five-decade low in September, though they remained near historically low levels.", "url": "https://www.wsj.com/articles/u-s-jobless-claims-rose-last-week-1542807310", "urlToImage": "https://images.wsj.net/im-38036/social", "publishedAt": "2018-11-21T15:10:06Z", "content": "WASHINGTONThe number of U.S. workers filing new applications for unemployment benefits continued to rise last week after hitting a nearly five-decade low in September, though they remained near historically low levels. Initial jobless claims, an indication of… [+1061 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "The Wall Street Journal: Just 52% of Facebook employees are optimistic about the company’s future — down from 84% a year ago", "description": "Facebook Inc.’s difficult year is taking a toll on employee morale, with several key measures of internal sentiment taking a sharp turn for the worse over the past year, according to people familiar with the matter and messages reviewed by the Wall Street Jou…", "url": "https://www.wsj.com/articles/facebook-morale-takes-a-tumble-along-with-stock-price-1542200400?mod=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GN249_Zucker_ZG_20180726152804.jpg", "publishedAt": "2018-11-21T13:57:11Z", "content": "Facebook Inc.s difficult year is taking a toll on employee morale, with several key measures of internal sentiment taking a sharp turn for the worse over the past year, according to people familiar with the matter and messages reviewed by the Wall Street Jour… [+1886 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Jamerson", "title": "How Can Nancy Pelosi Become Speaker? Five Questions and Answers - Wall Street Journal", "description": "Wall Street Journal How Can Nancy Pelosi Become Speaker? Five Questions and Answers Wall Street Journal Here's a guide to the dynamics House Democratic Leader Nancy Pelosi will have to navigate to become speaker of the House again: How is a speaker chosen? Th…", "url": "https://www.wsj.com/articles/how-can-nancy-pelosi-become-speaker-five-questions-and-answers-1542807968", "urlToImage": "https://images.wsj.net/im-38257/social", "publishedAt": "2018-11-21T13:46:00Z", "content": "Heres a guide to the dynamics House Democratic Leader Nancy Pelosi will have to navigate to become speaker of the House again: The full House votes at the beginning of each new Congress to select one person to be speaker, the chambers parliamentary and politi… [+4924 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Dolce & Gabbana Tripped Up in China by Poor Taste - Wall Street Journal", "description": "Wall Street Journal Dolce & Gabbana Tripped Up in China by Poor Taste Wall Street Journal BEIJING—Dolce & Gabbana scrapped a Shanghai fashion show hours before its start, after promotional videos and social-media comments touched off a furor from Chinese who …", "url": "https://www.wsj.com/articles/dolce-gabbana-tripped-up-in-china-by-poor-taste-1542807773", "urlToImage": "https://images.wsj.net/im-38269/social", "publishedAt": "2018-11-21T13:42:00Z", "content": "BEIJINGDolce &amp; Gabbana scrapped a Shanghai fashion show hours before its start, after promotional videos and social-media comments touched off a furor from Chinese who saw them as racist. In statements posted on Chinese social media, Dolce &amp; Gabbana s… [+4152 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dasl Yoon", "title": "South Korea Dissolves Foundation Central to Its 'Comfort Women' Pact With Japan - Wall Street Journal", "description": "Wall Street Journal South Korea Dissolves Foundation Central to Its 'Comfort Women' Pact With Japan Wall Street Journal SEOUL—In a sign of worsening relations between South Korea and Japan, Seoul said it would dissolve a foundation at the heart of a 2015 bila…", "url": "https://www.wsj.com/articles/south-korea-dissolves-foundation-central-to-its-comfort-women-pact-with-japan-1542807489", "urlToImage": "https://images.wsj.net/im-38265/social", "publishedAt": "2018-11-21T13:39:13Z", "content": "SEOULIn a sign of worsening relations between South Korea and Japan, Seoul said it would dissolve a foundation at the heart of a 2015 bilateral agreement that purportedly resolved a decades-old dispute over the treatment of women during Japans wartime occupat… [+3387 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Elliott", "title": "Frackers' Growth Ambitions Clouded by Drop in Oil Prices", "description": "Falling oil prices are likely to have a limited impact for now on U.S. crude production but threaten to stunt growth next year.", "url": "https://www.wsj.com/articles/lower-prices-could-limit-u-s-oil-growth-1542801600", "urlToImage": "https://images.wsj.net/im-38232/social", "publishedAt": "2018-11-21T13:33:36Z", "content": "Falling oil prices are likely to have a limited impact for now on U.S. crude production but threaten to stunt growth next year. Many frackers have protected themselves from volatility by hedging their oil and gas output. Those derivatives contracts on average… [+3309 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Trump Declares No Daylight Between Washington and Riyadh—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, with the latest in the oil market. President Trump declared his intention to stick by his friends in Saudi Arabia despite the fallout from the death of a journalist. Still, there are rumors that the alleged architect of th…", "url": "https://blogs.wsj.com/moneybeat/2018/11/21/energy-journal-trump-declares-no-daylight-between-washington-and-riyadh/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CI819_111218_P_20181112145308.jpg", "publishedAt": "2018-11-21T13:01:14Z", "content": "Good morning. Im Neanda Salvaterra, with the latest in the oil market. President Trump declared his intention to stick by his friends in Saudi Arabia despite the fallout from the death of a journalist. Still, there are rumors that the alleged architect of the… [+4675 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saabira Chaudhuri", "title": "The Wall Street Journal: Ikea to slash 7,500 jobs in restructuring", "description": "KEA is to cut thousands of jobs in a huge restructuring as the world’s biggest furniture retailer looks to cope with fast-changing shopper behavior that has hammered brick-and mortar chains globally.", "url": "https://www.wsj.com/articles/ikea-to-slash-thousands-of-jobs-in-restructuring-1542802559?mod=searchresults&amp;page=1&amp;pos=1", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GL740_ikea_ZG_20180628145020.jpg", "publishedAt": "2018-11-21T12:29:55Z", "content": "IKEA is to cut thousands of jobs in a huge restructuring as the worlds biggest furniture retailer looks to cope with fast-changing shopper behavior that has hammered brick-and mortar chains globally. The Swedish flat-pack giant on Wednesday said it would slas… [+1178 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Comp Push-Back, Energy Losses, Expensive Kitchens", "description": "Some brokers at Merrill Lynch are pushing back against a compensation plan, energy losses prompt an emotional video to options firm’s clients, and inside the kitchens of America's most expensive homes.", "url": "https://blogs.wsj.com/moneybeat/2018/11/21/wsj-wealth-adviser-briefing-comp-push-back-energy-losses-expensive-kitchens/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-21T11:00:20Z", "content": "Some brokers at Merrill Lynch are pushing back against a compensation plan they claim rewards them for increasing debt their clients take on and in some cases can punish them for reducing it. Below, some of the best analysis and insight from WSJ writers and c… [+3010 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ken Thomas", "title": "Mississippi Senator Apologizes for 'Public Hanging' Remark - Wall Street Journal", "description": "Wall Street Journal Mississippi Senator Apologizes for 'Public Hanging' Remark Wall Street Journal JACKSON, Miss.—Sen. Cindy Hyde-Smith on Tuesday apologized for recent remarks she made that evoked Mississippi's history of lynchings but accused her opponents …", "url": "https://www.wsj.com/articles/mississippi-senator-apologizes-for-public-hanging-remark-1542796200", "urlToImage": "https://images.wsj.net/im-38233/social", "publishedAt": "2018-11-21T10:33:18Z", "content": "JACKSON, Miss.Sen. Cindy Hyde-Smith on Tuesday apologized for recent remarks she made that evoked Mississippis history of lynchings but accused her opponents of using her words as a political weapon, seeking to allay Republican concerns that the last contest … [+6810 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eric Sylvers", "title": "Italy's Big Budget, Designed to Help Business, Is Hurting It - Wall Street Journal", "description": "Wall Street Journal Italy's Big Budget, Designed to Help Business, Is Hurting It Wall Street Journal Soon after Mr. Grugni applied for a €400,000 bank loan to buy land and build new cow stalls, Italy unveiled plans for a budget deficit that violated the Europ…", "url": "https://www.wsj.com/articles/italys-big-budget-designed-to-help-business-is-hurting-it-1542796201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL202_ITALFA_TOP_20181120160607.jpg", "publishedAt": "2018-11-21T10:31:19Z", "content": "MILANGian Enrico Grugnis dairy farm near Italys financial capital shows how the countrys big-spending budget, which the government says will spur growth, is so far hurting the companies it is supposed to help. Soon after Mr. Grugni applied for a 400,000 bank … [+4819 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: What Are Markets Telling Us About the Economy?", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. The U.S. economy looks great. But markets tumbled Tuesday, wiping out yearly gains for the S&P 500 and Dow Jones Industrial Average. Just some jitters or …", "url": "https://blogs.wsj.com/economics/2018/11/21/real-time-economics-were-in-the-most-economically-disruptive-period-since-the-1880s/", "urlToImage": "https://images.wsj.net/im-38246", "publishedAt": "2018-11-21T09:42:56Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. The U.S. economy looks great. But markets tumbled Tuesday, wiping out yearly gains for the S&amp;P 500 and Dow Jones Industrial Average. Just some jitters … [+8719 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "Interpol Defies Russia to Elect South Korean as President - Wall Street Journal", "description": "Wall Street Journal Interpol Defies Russia to Elect South Korean as President Wall Street Journal DUBAI—Interpol elected a South Korean police official as its president Wednesday, rejecting a Russian general whose candidacy had drawn strong opposition from We…", "url": "https://www.wsj.com/articles/south-korean-official-beats-russian-rival-to-become-interpol-president-1542786257", "urlToImage": "https://images.wsj.net/im-38242/social", "publishedAt": "2018-11-21T07:44:51Z", "content": "DUBAIInterpol elected a South Korean police official as its president Wednesday, rejecting a Russian general whose candidacy had drawn strong opposition from Western politicians and rights groups. At a meeting in Dubai, Interpols general assembly chose Kim Jo… [+3278 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katherine Clarke", "title": "The Extravagant Estate in California That Sold for 50% Off...", "description": "The Extravagant Estate in California That Sold for Over 50% Off A massive compound that has been described as one of California’s most extravagant homes has sold at auction for $22.4 million, less than half its original listing price. Perched on the crest of …", "url": "https://www.wsj.com/articles/the-extravagant-estate-in-california-that-sold-for-over-50-off-1542735073", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK932_PP_BRA_SOC_20181119175710.jpg", "publishedAt": "2018-11-21T07:00:05Z", "content": "A massive compound that has been described as one of Californias most extravagant homes has sold at auction for $22.4 million, less than half its original listing price. Perched on the crest of the Palos Verdes Peninsula in Rolling Hills, a luxury gated city … [+1474 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shen Hong", "title": "Share Buybacks, the Latest Tool to Calm Markets, Surge in China", "description": "Chinese companies have bought back record amounts of stock this year, helping offset souring market sentiment caused by trade tensions and economic weakness.", "url": "https://www.wsj.com/articles/share-buybacks-the-latest-tool-to-calm-markets-surge-in-china-1542776523", "urlToImage": "https://images.wsj.net/im-38237/social", "publishedAt": "2018-11-21T05:02:05Z", "content": "Chinese companies have bought back record amounts of stock this year, helping offset souring market sentiment caused by trade tensions and economic weakness. Some 913 companies listed in Shanghai and Shenzhen have repurchased a total 35.5 billion yuan ($5.1 b… [+2435 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jim Carlton", "title": "The Wall Street Journal: Trump administration calls for more logging to reduce wildfire danger", "description": "The White House on Tuesday called on Congress to provide expanded authority to thin out the West’s tinder dry forests, in an attempt to help prevent the kind of cataclysmic wildfires that have ravaged California over the past two weeks.", "url": "https://www.wsj.com/articles/trump-administration-seeks-authority-for-more-logging-to-fight-fire-danger-1542750185", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY879_paradi_ZG_20181120234213.jpg", "publishedAt": "2018-11-21T04:44:20Z", "content": "The White House on Tuesday called on Congress to provide expanded authority to thin out the Wests tinder dry forests, in an attempt to help prevent the kind of cataclysmic wildfires that have ravaged California over the past two weeks. President Donald Trump … [+933 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sadie Gurman", "title": "The Wall Street Journal: Acting attorney general Whitaker earned more than $900,000 at conservative nonprofit", "description": "Acting Attorney General Matthew Whitaker earned more than $900,000 running a conservative political nonprofit for about two years before he joined the Justice Department, financial-disclosure forms released Tuesday show.", "url": "https://www.wsj.com/articles/matthew-whitaker-earned-over-900-000-running-conservative-nonprofit-1542759356", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY878_whitak_ZG_20181120233558.jpg", "publishedAt": "2018-11-21T04:37:15Z", "content": "Acting Attorney General Matthew Whitaker earned more than $900,000 running a conservative political nonprofit for about two years before he joined the Justice Department, financial-disclosure forms released Tuesday show. Whitaker made most of his compensation… [+1238 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "Facebook's Zuckerberg Says He Has No Plans to Step Down as Chairman", "description": "Facebook CEO Mark Zuckerberg pushed back against calls for him to step down as chairman and said he hoped to continue working with his longtime chief operating officer, Sheryl Sandberg, in a TV interview.", "url": "https://www.wsj.com/articles/facebooks-zuckerberg-says-he-has-no-plans-to-step-down-as-chairman-1542772751", "urlToImage": "https://images.wsj.net/im-37786/social", "publishedAt": "2018-11-21T04:16:32Z", "content": "Facebook Inc. Chief Executive Mark Zuckerberg pushed back against calls for him to step down as chairman and said he hoped to continue working with his longtime chief operating officer, Sheryl Sandberg, in a TV interview on Tuesday that addressed a myriad of … [+3942 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kejal Vyas", "title": "Desperate Venezuelans Dig Up Paradise in Search of Gold", "description": "The indigenous Pemon people have long served as stewards of the national park that holds the world’s highest waterfall. Now Venezuela’s economic distress has pushed them into digging for gold in vast open-pit mines.", "url": "https://www.wsj.com/articles/desperate-venezuelans-dig-up-paradise-in-search-of-gold-1542709801", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ467_VENFAL_TOP_20181113222608.jpg", "publishedAt": "2018-11-21T04:08:25Z", "content": "CANAIMA NATIONAL PARK, VenezuelaThe indigenous Pemon people have long served as stewards of this park that embraces cloud-covered tabletop mountains and Angel Falls, the worlds highest uninterrupted waterfall. Now Venezuelas economic calamity has pushed them … [+8214 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alicia A. Caldwell", "title": "Federal Court Bars U.S. From Enforcing Trump's Asylum Ban", "description": "A federal judge blocked a new initiative by President Trump to limit the ability of foreign nationals crossing the southern U.S. border illegally to seek asylum.", "url": "https://www.wsj.com/articles/federal-court-bars-u-s-from-enforcing-trumps-asylum-ban-1542702476", "urlToImage": "https://images.wsj.net/im-38056/social", "publishedAt": "2018-11-21T04:04:10Z", "content": "President Trumps latest effort to curb immigration into the U.S. hit a legal obstacle just as thousands of migrants who traveled in caravans from Central America amass along the southern border. U.S. District Court Judge Jon Tigar late Monday put a restrainin… [+5691 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Zolan Kanno-Youngs", "title": "Mistrial Declared in Queens Jogger Killing - Wall Street Journal", "description": "Wall Street Journal Mistrial Declared in Queens Jogger Killing Wall Street Journal A judge declared a mistrial Tuesday in the case of a 22-year-old man accused in the brutal killing of a Queens jogger after jurors said they were unable to agree on a verdict. …", "url": "https://www.wsj.com/articles/mistrial-declared-in-queens-jogger-killing-1542771243", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL344_NYJOGG_SOC_20181120191344.jpg", "publishedAt": "2018-11-21T03:34:28Z", "content": "A judge declared a mistrial Tuesday in the case of a 22-year-old man accused in the brutal killing of a Queens jogger after jurors said they were unable to agree on a verdict. Chanel Lewis, of Brooklyn, was on trial on charges of first-degree murder and sex a… [+4166 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cezary Podkul", "title": "Bannon, Chinese Critic Create Fund to Investigate Beijing", "description": "President Trump’s former chief strategist Steve Bannon is teaming up with one of the Chinese government’s fiercest critics on a $100 million effort to investigate what they view as abuses of power by President Xi and the Communist Party.", "url": "https://www.wsj.com/articles/bannon-chinese-critic-create-fund-to-investigate-beijing-1542759820", "urlToImage": "https://images.wsj.net/im-38213/social", "publishedAt": "2018-11-21T03:26:36Z", "content": "President Trumps former chief strategist Steve Bannon is teaming up with one of the Chinese governments fiercest critics on a $100 million effort to investigate what they view as abuses of power by President Xi Jinping and the Communist Party. Mr. Bannon unve… [+1374 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis", "title": "中美峰會在即，美貿易代表批中國“不公平”行為 - 華爾街日報", "description": "華爾街日報 中美峰會在即，美貿易代表批中國“不公平”行為 華爾街日報 美國貿易代表指責北京方面未能改變對美國產業造成威脅的經濟政策，此舉距離中美峰會還有不到兩周。 美國貿易代表萊特希澤(Robert Lighthizer)在新聞稿中稱，中國沒有從根本上改變不公平、不合理和扭曲市場的做法。 美國貿易代表辦公室周二發布了一份有關中國... 白宮鷹派總動員施壓中美貿戰難言停火 香港經濟日報 (新聞發布) 影》貿易戰不停火！ 美指控陸沒誠意 中時電子報 (新聞發布) 美國貿易代表處狠批中國無改變不公平貿易政策 巴士的報 …", "url": "https://cn.wsj.com/articles/CT-BGH-20181121093848", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BK018_uschin_G_20181120191916.jpg", "publishedAt": "2018-11-21T02:26:04Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Potential Rival to Pelosi for Speaker Decides Not to Run - Wall Street Journal", "description": "Wall Street Journal Potential Rival to Pelosi for Speaker Decides Not to Run Wall Street Journal WASHINGTON—The only potential rival to House Minority Leader Nancy Pelosi so far in the speaker race said on Tuesday that she wouldn't run for the post, and Mrs. …", "url": "https://www.wsj.com/articles/potential-rival-to-pelosi-for-speaker-decides-not-to-run-1542766641", "urlToImage": "https://images.wsj.net/im-38230/social", "publishedAt": "2018-11-21T02:17:00Z", "content": "WASHINGTONThe only potential rival to House Minority Leader Nancy Pelosi so far in the speaker race said on Tuesday that she wouldnt run for the post, and Mrs. Pelosi notched key endorsements in her campaign to retake the gavel in January. Mrs. Pelosi, who ha… [+3792 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Jamerson", "title": "Mia Love Loses to Ben McAdams in Utah House Race - Wall Street Journal", "description": "Wall Street Journal Mia Love Loses to Ben McAdams in Utah House Race Wall Street Journal Rep. Mia Love (R., Utah), who in 2015 became the first black woman to join the GOP's ranks in Congress, has been narrowly defeated by Democrat Ben McAdams. The Associated…", "url": "https://www.wsj.com/articles/mia-love-loses-to-ben-mcadams-in-utah-house-race-1542765672", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL383_mialov_SOC_20181120205656.jpg", "publishedAt": "2018-11-21T02:04:17Z", "content": "Rep. Mia Love (R., Utah), who in 2015 became the first black woman to join the GOPs ranks in Congress, has been narrowly defeated by Democrat Ben McAdams. The Associated Press called the race in favor of Mr. McAdams, the Salt Lake County mayor, on Tuesday eve… [+1230 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin, Laura Saunders", "title": "The Wall Street Journal: Treasury moves to protect multimillionaires’ tax-free gifts to heirs", "description": "Multimillionaires would get more flexibility to make tax-free gifts to their heirs under a Trump administration proposal released late Tuesday.", "url": "https://www.wsj.com/articles/treasury-seeks-to-protect-millionaires-wealth-transfers-1542762628", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY874_succes_ZG_20181120205938.jpg", "publishedAt": "2018-11-21T02:01:35Z", "content": "WASHINGTON Multimillionaires would get more flexibility to make tax-free gifts to their heirs under a Trump administration proposal released late Tuesday. Under the regulation, people would have an easier time taking advantage of the temporary increase in the… [+828 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Trump's Crude Realpolitik", "description": "His statement about the Saudis had no mention of America’s values.", "url": "https://www.wsj.com/articles/trumps-crude-realpolitik-1542763629", "urlToImage": "https://images.wsj.net/im-38227/social", "publishedAt": "2018-11-21T01:31:46Z", "content": "President Trump did himself and the country no favor with his crude statement Tuesday on the U.S. relationship with Saudi Arabia in the aftermath of Jamal Khashoggis murder by Saudi agents. Commenting on whether Crown Prince Mohammed bin Salman knew about the… [+3294 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Trade Canary", "description": "The 2018 decline in the rate of growth in trade volume is a warning to the White House.", "url": "https://www.wsj.com/articles/the-trade-canary-1542758721", "urlToImage": "https://images.wsj.net/im-38181/social", "publishedAt": "2018-11-21T01:27:32Z", "content": "With another 2% or so decline on Tuesday, U.S. stock indices have given up their gains for the year. The rout that started in tech stocks has moved to oil shares amid worries about global demand, as well as to retail stocks, which suggests concern about wheth… [+1819 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Reviving Due Process on Campus", "description": "DeVos restores the right to cross-examination. Democrats are outraged.", "url": "https://www.wsj.com/articles/reviving-due-process-on-campus-1542758809", "urlToImage": "https://images.wsj.net/im-38199/social", "publishedAt": "2018-11-21T01:27:21Z", "content": "For those awaiting a restoration of rational discourse in American politics, well, youll have to keep waiting. No other conclusion is possible after seeing the reaction to Education Secretary Betsy DeVoss long-awaited regulatory proposals last week on handlin… [+3237 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tony Perrottet", "title": "A Weirdly Fascinating Cold-War Tour of Havana", "description": "For travelers hooked on Cold War intrigue, following the trail in the Cuban capital is bizarrely pleasant—from moody museums to a Soviet-themed boîte.", "url": "https://www.wsj.com/articles/a-weirdly-fascinating-cold-war-tour-of-havana-1542744003", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL127_CUBA_SOC_20181120142922.jpg", "publishedAt": "2018-11-21T01:13:13Z", "content": "NOT A BAD VIEW for a bunker, said a young American traveler named Andria as we peered through a grim, concrete gun-slot at the blue waters of the Straits of Florida. The underground chamber, Fidel Castros headquarters during the Cuban Missile Crisis of 1962, … [+8159 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Kostov", "title": "Ghosn's Arrest Rocks Auto Empire", "description": "As Carlos Ghosn remained in detention in Japan for alleged financial misconduct, members of the globe-spanning automotive partnership he leads moved to make sense of his arrest and fill the void left by his absence.", "url": "https://www.wsj.com/articles/carlos-ghosns-arrest-rocks-auto-empire-1542760594", "urlToImage": "https://images.wsj.net/im-38214/social", "publishedAt": "2018-11-21T01:09:55Z", "content": "As auto-making executive Carlos Ghosn spent a second day in detention in Japan for alleged financial misconduct, members of the globe-spanning partnership he leads moved to make sense of his arrest and fill the void left by his absence. Japanese prosecutors a… [+6543 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "Gap Looking to Close Hundreds of Weaker Stores", "description": "Gap Inc. said it is exploring whether to close hundreds of underperforming stores at its namesake brand, after the unit reported a 7% decline in quarterly comparable sales.", "url": "https://www.wsj.com/articles/gap-looking-to-close-hundreds-of-weaker-stores-1542758345", "urlToImage": "https://images.wsj.net/im-38217/social", "publishedAt": "2018-11-21T01:02:47Z", "content": "Gap Inc. GPS -3.07% said it is exploring whether to close hundreds of underperforming stores at its namesake brand, after the unit reported a 7% decline in quarterly comparable sales. The long-suffering brand still has about 800 stores in North America and CE… [+1215 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Bostwick", "title": "Craft Beer Breakthrough: Brisk New Bubblies for the Holiday Table", "description": "Truly novel beer styles don’t come around every day. Hence the giddy buzz surrounding subtle, scintillating brut IPA. Here are 6 especially festive pours worth seeking out.", "url": "https://www.wsj.com/articles/craft-beer-breakthrough-brisk-new-bubblies-for-the-holiday-table-1542737542", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL111_HALFFU_SOC_20181120130909.jpg", "publishedAt": "2018-11-21T00:56:13Z", "content": "IN THE WORLD of craft beer, bold, bitter and rich styles have, historically, been the trophy brewsthe ones beer geeks brag about and present with a flourish at holiday gatherings. Yet when brewers themselves celebrate, theyll often crack open something light,… [+4885 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "House Democrats to Investigate Ivanka Trump's Email Use", "description": "The House Oversight Committee will probe Ivanka Trump’s use of a private email account to conduct official government business, the panel’s senior Democrat and likely next chairman said Tuesday.", "url": "https://www.wsj.com/articles/house-democrats-to-investigate-ivanka-trumps-email-use-1542743519", "urlToImage": "https://images.wsj.net/im-38123/social", "publishedAt": "2018-11-21T00:54:22Z", "content": "WASHINGTONThe House Oversight Committee will conduct an investigation into Ivanka Trumps use of a private email account to conduct official government business, the panels senior Democrat and likely next chairman said Tuesday. The statement from Elijah Cummin… [+3262 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Eisen", "title": "'I Can Be the Bank': Individual Investors Buy Busted Mortgages", "description": "A decade after the housing crisis, a new breed of risk-taker is investing in nonperforming loans and pushing borrowers to start paying on them again. For homeowners who hadn’t heard from a lender for years, it can come as a shock.", "url": "https://www.wsj.com/articles/a-decade-after-the-housing-crisis-small-investors-try-to-bring-busted-mortgages-back-to-life-1542734455", "urlToImage": "https://images.wsj.net/im-37844/social", "publishedAt": "2018-11-21T00:53:59Z", "content": "Sándor Lau, once a filmmaker, found his calling on YouTube when he came across instructional videos about how to buy seemingly worthless home loans. Mr. Lau, of Portland, Ore., started accumulating mortgages, some of them delinquent for many years, dating bac… [+10640 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Timiraos", "title": "Federal Reserve Not Likely Swayed by Market Declines", "description": "Officials at the Fed have indicated in recent days that they plan to proceed with a December rate hike, despite the downturn in stock prices.", "url": "https://www.wsj.com/articles/federal-reserve-not-likely-swayed-by-recent-stock-market-declines-1542747329", "urlToImage": "https://images.wsj.net/im-38148/social", "publishedAt": "2018-11-21T00:47:26Z", "content": "Market turbulence is leading some investors to call on the Federal Reserve to halt its campaign of interest rate increases, but the selloff in stocks and corporate bonds that accelerated Tuesday is unlikely to stop the central bank from raising rates when it … [+7334 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "How to Read Trump's Statement on Khashoggi Killing", "description": "In a statement Tuesday, President Trump signaled that he plans to stand beside Saudi Arabia after the death of journalist Jamal Khashoggi. But as WSJ's Gerald F. Seib explains, it won't be that simple. Photo: Getty", "url": "http://www.wsj.com/video/how-to-read-trump-statement-on-khashoggi-killing/F409BF35-CF61-40B2-AC38-B70010294BD2.html", "urlToImage": "http://m.wsj.net/video/20181120/112018seib1/112018seib1_1280x720.jpg", "publishedAt": "2018-11-21T00:44:52Z", "content": "Carlos Ghosn: Legacy of Nissan and Renault Savior Takes a U-Turn 11/19/2018 Auto executive, Carlos Ghosn, was the ar­chi­tect of an alliance between Nissan, Renault and Mitsubishi, a rare suc­cess story of auto mak­ers work­ing to­gether. WSJ reporters analyz… [+93 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis", "title": "US Trade Representative Criticizes 'Unfair' Practices by China - Wall Street Journal", "description": "Wall Street Journal US Trade Representative Criticizes 'Unfair' Practices by China Wall Street Journal WASHINGTON—Less than two weeks ahead of a China-U. S. summit, the U.S. Trade Representative accused Beijing of failing to change economic policies that thre…", "url": "https://www.wsj.com/articles/u-s-trade-representative-criticizes-unfair-practices-by-china-1542760794", "urlToImage": "https://images.wsj.net/im-38222/social", "publishedAt": "2018-11-21T00:42:25Z", "content": "WASHINGTONLess than two weeks ahead of a China-U. S. summit, the U.S. Trade Representative accused Beijing of failing to change economic policies that threaten U.S. industry. The trade representatives office Tuesday released a 50-page report on Chinese trade … [+2902 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason L. Riley", "title": "Take a Step Back on the First Step Act", "description": "The bill does some good things but also makes it easier for activist judges to release violent criminals.", "url": "https://www.wsj.com/articles/take-a-step-back-on-the-first-step-act-1542758427", "urlToImage": "https://images.wsj.net/im-38223/social", "publishedAt": "2018-11-21T00:39:16Z", "content": "What is the main purpose of incarceration? Is it to punish people who break the law? Keep society safe? Rehabilitate offenders? Deter criminal behavior? Congresss latest stab at federal criminal-justice reform, officially known as the First Step Act, brings t… [+4484 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Putin's Man at Interpol", "description": "The global police agency has become a weapon for dictators.", "url": "https://www.wsj.com/articles/putins-man-at-interpol-1542758929", "urlToImage": "https://images.wsj.net/im-38043/social", "publishedAt": "2018-11-21T00:19:46Z", "content": "Interpol once helped to enforce legal norms against criminal rackets. These days the global police agency has too often become a weapon that dictators use against political critics. On Wednesday in Dubai delegates from Interpolthe International Criminal Polic… [+2851 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Pass the Cronyberry Sauce", "description": "Millions of pounds of fruit will be destroyed to prop up prices.", "url": "https://www.wsj.com/articles/pass-the-cronyberry-sauce-1542759031", "urlToImage": "https://images.wsj.net/im-38205/social", "publishedAt": "2018-11-21T00:19:12Z", "content": "As you dip into the Thanksgiving cranberry sauce, heres a tart story that may make you want to drain the bog. This fall the U.S. Agriculture Department gave cranberry growers its approval to dump a quarter of their 2018 crop. Tons of fruit and juicein the bal… [+2335 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Frosch", "title": "A Blue Wave Wiped Out Republicans in the Largest County in Texas", "description": "Energized Democrats couldn’t beat Sen. Ted Cruz, but in the most populous county in Texas, home to Houston, nearly every Republican was unseated on Nov. 6, including 59 judges and the top executive.", "url": "https://www.wsj.com/articles/how-a-blue-wave-wiped-out-republicans-in-the-largest-county-in-texas-1542709801", "urlToImage": "https://images.wsj.net/im-37550/social", "publishedAt": "2018-11-21T00:13:43Z", "content": "HOUSTONAn energized Democratic electorate wasnt enough to defeat Texas Sen. Ted Cruz this month, but in the states most populous county, it created a blue landslide. Nearly every Republican in Harris County, home to Houston, was unseated on Nov. 6, including … [+4197 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "John Steele Gordon", "title": "A Short History of American Immigration", "description": "Coming to the U.S. always took courage and tolerance for risk, traits that are still part of the country’s DNA.", "url": "https://www.wsj.com/articles/a-short-history-of-american-immigration-1542758403", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY113_Gordon_SOC_20181119130042.jpg", "publishedAt": "2018-11-21T00:00:05Z", "content": "If Americans are famous for our get-up-and-go, it is because we all have ancestors who got up and came. Whether sailing into the Chesapeake Bay in the early 17th century, waiting in line at Ellis Island in the early 20th, or crossing the South Texas border in… [+5157 chars]"}]}