{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Zusha Elinson", "title": "California Bar Shooter Posted on Social Media Shortly Before and During Massacre - Wall Street Journal", "description": "Wall Street Journal California Bar Shooter Posted on Social Media Shortly Before and During Massacre Wall Street Journal The gunman who killed 12 people at a Southern California bar was posting on Facebook and Instagram immediately before and during the massa…", "url": "https://www.wsj.com/articles/california-bar-shooter-posted-on-social-media-during-massacre-1541795336", "urlToImage": "https://images.wsj.net/im-36180/social", "publishedAt": "2018-11-09T23:43:00Z", "content": "The gunman who killed 12 people at a Southern California bar was posting on Facebook and Instagram immediately before and during the massacre, according to a law-enforcement official. Investigators are trying to figure out why 28-year-old Ian David Long opene… [+4382 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sara Randazzo , Jim Carlton", "title": "The Wall Street Journal: At least 5 dead as wildfires force evacuations in Northern and Southern California", "description": "Wildfires raged Friday on both ends of California, with at least five people killed in the north and authorities ordering evacuations in the south, including the area still reeling from a mass shooting at a country-music bar earlier in the week.", "url": "https://www.wsj.com/articles/california-wildfires-force-mass-evacuations-in-the-north-and-south-1541795500", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY315_Camp_F_ZG_20181109182416.jpg", "publishedAt": "2018-11-09T23:41:10Z", "content": "THOUSAND OAKS, Calif. Wildfires raged Friday on both ends of California, with at least five people killed in the north and authorities ordering evacuations in the south, including the area still reeling from a mass shooting at a country-music bar earlier in t… [+1542 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Tangel", "title": "FBI: Fatal Plane Crash by Horizon Employee Was Intentional", "description": "A Horizon Air employee intentionally crashed a turboprop airplane he stole near Seattle in August, but there was no clear motive for his actions, federal investigators said.", "url": "https://www.wsj.com/articles/fbi-fatal-plane-crash-by-horizon-employee-was-intentional-1541789419", "urlToImage": "https://images.wsj.net/im-36139/social", "publishedAt": "2018-11-09T23:34:05Z", "content": "A Horizon Air employee intentionally crashed a stolen turboprop plane in August but there was no clear motive for his actions, federal investigators said Friday, bringing to a close a probe of an incident that prompted fresh scrutiny of airport security. Rich… [+4000 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Allen C. Guelzo", "title": "The Blue Wave Breaks Gently", "description": "An election conducted as a referendum on Trump ends up reinforcing the ranks of Trump loyalists.", "url": "https://www.wsj.com/articles/the-blue-wave-breaks-gently-1541806434", "urlToImage": "https://images.wsj.net/im-36089/social", "publishedAt": "2018-11-09T23:33:56Z", "content": "Tuesday night turned out to be a gentler wave than Democrats had hoped. Much larger waves have happened in American elections, the biggest being the tsunami of 1894, which washed away 127 Democratic representatives and increased Republican ranks 57%. The elec… [+9630 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Holman W. Jenkins, Jr.", "title": "The Eurozone's 19th Nervous Breakdown", "description": "Why Italy and Brussels are flirting with disaster rather than trimming debt and restoring growth.", "url": "https://www.wsj.com/articles/the-eurozones-19th-nervous-breakdown-1541806404", "urlToImage": "https://images.wsj.net/im-32056/social", "publishedAt": "2018-11-09T23:33:26Z", "content": "It is not an exaggeration to suggest that the European Union stands on the brink of yet another crisis thanks to its fast-developing battle with Italy over that countrys new budget. Nowhere in The Art of the Deal or any similar book does it advise creating th… [+4480 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "C.J. Szafir", "title": "This Building Is for Sale (but Not to a Charter School)", "description": "Education officials try to stem the school-choice movement by holding on to vacant properties.", "url": "https://www.wsj.com/articles/this-building-is-for-sale-but-not-to-a-charter-school-1541806377", "urlToImage": "https://images.wsj.net/im-36189/social", "publishedAt": "2018-11-09T23:32:59Z", "content": "Declining enrollment has contributed to a growing inventory of vacant and half-empty school buildings in cities across the U.S. Private and charter schools often want to purchase or lease space in these facilities. But school districts and union-backed politi… [+4756 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aaron Schnoor", "title": "The Great War Produced Some Great Poetry", "description": "A century later, verses written by soldiers and other witnesses to the destruction still haunt.", "url": "https://www.wsj.com/articles/the-great-war-produced-some-great-poetry-1541806343", "urlToImage": "https://images.wsj.net/im-35503/social", "publishedAt": "2018-11-09T23:32:24Z", "content": "Do you remember that stirring poem about poppies, taught to millions of Americans in elementary school? Years later, the second stanza still rings in my ear: We are the dead. Short days ago / We lived, felt dawn, saw sunset glow, / Loved and were loved, and n… [+4080 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Greene", "title": "A Modest Memorial to a Fallen Policeman", "description": "A boat with the name of Detective Robert Parker patrols the Hudson River on a rainy afternoon.", "url": "https://www.wsj.com/articles/a-modest-memorial-to-a-fallen-policeman-1541806297", "urlToImage": "https://images.wsj.net/im-36131/social", "publishedAt": "2018-11-09T23:31:39Z", "content": "On a gray and chilly afternoon, when the stinging, windblown rain seemed to come in sideways, I saw a police boat on patrol in the Hudson River. As it passed I could see there was a name painted on it: Robert Parker. I wondered who he was and why a boat would… [+2506 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Gallagher", "title": "I Witnessed the Future of Retail. I Didn't Like What I Saw", "description": "I paid a visit to ComplexCon, a shoppable trade show of sneakers and hyped-up streetwear. It was a trip I’d like to forget.", "url": "https://www.wsj.com/articles/i-witnessed-the-future-of-retail-i-didnt-like-what-i-saw-1541803955", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI315_COMPLE_SOC_20181109142808.jpg", "publishedAt": "2018-11-09T23:30:11Z", "content": "THE FIRST THING I noticed was the trash. As I approached the Long Beach Convention Center this past weekend after braving a lengthy security line, my loafers crunched over empty pizza boxes and discarded blunt wrappers. I passed an orphaned folding chair. Thi… [+5171 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael M. Phillips", "title": "The One Time American Troops Fought Russians Was at the End of World War I---and They Lost", "description": "Thousands of U.S. soldiers sent to guard military storehouses from the Germans were instead ordered to wage war on the Bolsheviks.", "url": "https://www.wsj.com/articles/the-one-time-american-troops-fought-russians-was-at-the-end-of-world-war-iand-they-lost-1541772001", "urlToImage": "https://images.wsj.net/im-34343/social", "publishedAt": "2018-11-09T23:00:10Z", "content": "In late February 1919, the soldiers of Company B reached the breaking point, when griping gave way to mutiny. The Americans had expected to face Germans on the Western Front. Yet three months after the Nov. 11 armistice ended the Great War, they were instead … [+26790 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patrick Thomas", "title": "Nascar Offers to Buy International Speedway", "description": "Nascar offered to acquire International Speedway Corp. in a deal that values the owner of the Daytona International Speedway at $1.85 billion and would combine the companies into a privately held group owned by Nascar’s controlling family.", "url": "https://www.wsj.com/articles/nascar-offers-to-buy-international-speedway-1541802927", "urlToImage": "https://images.wsj.net/im-36212/social", "publishedAt": "2018-11-09T22:35:34Z", "content": "Nascar offered to acquire International Speedway Corp. ISCA -1.11% in a deal that values the owner of the Daytona International Speedway at $1.85 billion and would combine the companies into a privately held group owned by Nascars controlling family. Internat… [+1571 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sara Germano", "title": "Berlin Is Again Divided, and Wonders If David Hasselhoff Will Pick Sides", "description": "A plan to develop Berlin’s famed Checkpoint Charlie has divided locals and raised questions; a good spot for a Hard Rock Hotel?", "url": "https://www.wsj.com/articles/tear-down-that-walland-build-a-hard-rock-hotel-1541796376", "urlToImage": "https://images.wsj.net/im-35807/social", "publishedAt": "2018-11-09T22:35:22Z", "content": "BERLINDuring the Cold War, Checkpoint Charlie was a potent symbol of geopolitical tensions. Now, 29 years after the fall of the Berlin Wall, conflict of a different kind has returned to the famous transit point. Among the questions raised: Is it a good spot f… [+5497 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laine Higgins", "title": "The Score: The Business Week in 7 Stocks", "description": "The Journal's weekly guide to the ups and downs of the business world.", "url": "https://blogs.wsj.com/moneybeat/2018/11/09/the-score-the-business-week-in-7-stocks-15/", "urlToImage": "https://si.wsj.net/public/resources/images/OG-BK394_201806_G_20180601181858.jpg", "publishedAt": "2018-11-09T22:26:13Z", "content": "The Dow Jones Industrial Averages four-day win streak snapped Friday, though the blue-chip index ended the week up 2.8% to 25989.30. The S&amp;P 500 and Nasdaq Composite also fell Friday, but finished the week up 2.1% to 2781.01 and 0.7% to 7406.90, respectiv… [+4464 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Keiko Morris", "title": "Landlord, Facing Loss of a Big Tenant, Pins Hopes on Amazon HQ2", "description": "Savanna, owner of the Citigroup Building in Long Island City, is talking to Amazon.com about leasing much of the space that Citigroup is expected to vacate when it moves most of its employees out of the tower in 2020.", "url": "https://www.wsj.com/articles/landlord-facing-loss-of-a-big-tenant-pins-hopes-on-amazon-hq2-1541794255", "urlToImage": "https://images.wsj.net/im-36132/social", "publishedAt": "2018-11-09T22:06:54Z", "content": "The owners of a soaring office tower in the Long Island City neighborhood of Queens are in a tough spot. Their best hope out may be Amazon. Savanna, a New York real-estate investor, faces a looming, million-square-foot hole in One Court Square, the 53-story p… [+4136 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cara Lombardo", "title": "Third Point Scales Back Its Demand for Campbell Board Seats", "description": "Daniel Loeb’s Third Point hedge fund cut the size of its board slate to five nominees from 12, as it looks to increase its chance of gaining influence over soup maker.", "url": "https://www.wsj.com/articles/third-point-scales-back-its-demand-for-campbell-board-seats-1541778518", "urlToImage": "https://images.wsj.net/im-36053/social", "publishedAt": "2018-11-09T22:05:50Z", "content": "Daniel Loebs Third Point LLC backed off a bid to replace Campbell Soup Co.s CPB 2.02% entire 12-person board after the hedge fund rejected a settlement offer from the company for two seats. Third Point, locked in a high-profile proxy battle with the soup make… [+2306 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey A. Trachtenberg", "title": "Michelle Obama's Book Tour Has Oprah and Is Coming to an Arena Near You - Wall Street Journal", "description": "Wall Street Journal Michelle Obama's Book Tour Has Oprah and Is Coming to an Arena Near You Wall Street Journal Any book by a former first lady is a publishing event, but Michelle Obama's upcoming memoir “Becoming,” out Nov. 13, is being marketed as a major c…", "url": "https://www.wsj.com/articles/michelle-obamas-book-tour-has-oprah-and-is-coming-to-an-arena-near-you-1541800082", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI305_michel_SOC_20181109140414.jpg", "publishedAt": "2018-11-09T21:48:00Z", "content": "Any book by a former first lady is a publishing event, but Michelle Obamas upcoming memoir Becoming, out Nov. 13, is being marketed as a major cultural moment: She embarks on a 10-city arena tour across the U.S. starting in Chicago later this month, with spec… [+5970 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mark Maremont", "title": "FBI Is Investigating Florida Company Where Whitaker Was Advisory-Board Member - Wall Street Journal", "description": "Wall Street Journal FBI Is Investigating Florida Company Where Whitaker Was Advisory-Board Member Wall Street Journal The Federal Bureau of Investigation is conducting a criminal investigation of a Florida company accused of scamming millions from customers d…", "url": "https://www.wsj.com/articles/fbi-is-investigating-florida-company-where-whitaker-was-advisory-board-member-1541799564", "urlToImage": "https://images.wsj.net/im-35658/social", "publishedAt": "2018-11-09T21:39:00Z", "content": "The Federal Bureau of Investigation is conducting a criminal investigation of a Florida company accused of scamming millions from customers during the period that Matthew Whitaker, the acting U.S. attorney general, served as a paid advisory-board member, acco… [+4367 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corrie Driebusch", "title": "GE Shares Still Haven't Hit Bottom, JPMorgan Warns", "description": "The industrial conglomerate’s shares tumbled again Friday after analysts at JPMorgan sharply cut their price target on the stock, underscoring the deepening questions on Wall Street about the company’s true worth.", "url": "https://www.wsj.com/articles/general-electric-shares-still-havent-hit-bottom-jpmorgan-warns-1541785618", "urlToImage": "https://images.wsj.net/im-36119/social", "publishedAt": "2018-11-09T21:31:10Z", "content": "The industrial conglomerates shares tumbled again Friday after analysts at JPMorgan Chase &amp; Co. sharply cut their price target on the stock, underscoring the deepening questions on Wall Street about the true worth of a company that just two decades ago wa… [+2723 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patrick Thomas", "title": "Tesla Employee Indicted in Alleged Embezzlement Scheme", "description": "A federal grand jury indicted a former Tesla Inc. employee accused of engaging in a $9.3 million embezzlement scheme by impersonating a car parts supplier.", "url": "https://www.wsj.com/articles/tesla-employee-indicted-in-alleged-embezzlement-scheme-1541793236", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI324_tesla1_SOC_20181109144742.jpg", "publishedAt": "2018-11-09T20:58:27Z", "content": "A federal grand jury indicted a former Tesla Inc. employee accused of engaging in a $9.3 million embezzlement scheme by impersonating a car parts supplier. The U.S. Justice Department alleges Salil Parulekar, a former employee in the global supply management … [+1372 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sharon Nunn", "title": "Consumers Poised to Pick Up Spending Heading Into Holiday Season", "description": "The economic outlook for consumers remained strong in early November as their income expectations rose—according to the University of Michigan consumer sentiment survey—suggesting Americans could increase their spending heading into the important holiday reta…", "url": "https://www.wsj.com/articles/u-s-consumer-sentiment-pulled-back-slightly-in-early-november-1541776512", "urlToImage": "https://images.wsj.net/im-36050/social", "publishedAt": "2018-11-09T20:53:07Z", "content": "The economic outlook for consumers remained strong in early November as their income expectations rose, suggesting Americans could increase their spending heading into the important holiday retail season. Sentiment this year is the highest since the turn of t… [+2490 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Uditha Jayasinghe", "title": "Sri Lanka's President Disbands Parliament, Calls for Early Election - Wall Street Journal", "description": "Wall Street Journal Sri Lanka's President Disbands Parliament, Calls for Early Election Wall Street Journal COLOMBO, Sri Lanka—The president of Sri Lanka dissolved the country's Parliament on Friday night and called a snap general election on Jan. 5, a move t…", "url": "https://www.wsj.com/articles/sri-lankas-president-disbands-parliament-calls-for-early-elections-1541796546", "urlToImage": "https://images.wsj.net/im-36136/social", "publishedAt": "2018-11-09T20:50:03Z", "content": "COLOMBO, Sri LankaThe president of Sri Lanka dissolved the countrys Parliament on Friday night and called a snap general election on Jan. 5, a move that critics said was unconstitutional. President Maithripala Sirisenas order to dissolve Parliament came in th… [+2108 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sadie Gurman", "title": "Before Leaving, Sessions Limited Agreements to Fix Police Agencies", "description": "In his final hours as attorney general, Jeff Sessions signed a directive limiting prosecutors’ ability to rein in police practices they believe violate civil-rights laws. It was a shift he had pursued for years.", "url": "https://www.wsj.com/articles/before-leaving-sessions-limited-agreements-to-fix-police-agencies-1541790629", "urlToImage": "https://images.wsj.net/im-36157/social", "publishedAt": "2018-11-09T20:48:28Z", "content": "In his final hours as attorney general, Jeff Sessions signed a directive limiting prosecutors ability to rein in police practices they believe violate civil-rights laws, a shift he had pursued for years. Mr. Sessions had long argued that reaching the broad ag… [+3617 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Kiernan", "title": "U.S. Producer Prices Surged in October", "description": "A gauge of U.S. business prices surged in October, but the increase was likely a temporary bulge driven by companies preparing for Black Friday sales events later this month.", "url": "https://www.wsj.com/articles/u-s-producer-prices-surged-in-october-1541770462", "urlToImage": "https://images.wsj.net/im-35811/social", "publishedAt": "2018-11-09T20:14:17Z", "content": "WASHINGTONA gauge of U.S. business prices surged in October, but the increase was likely a temporary bulge driven by companies preparing for Black Friday sales events later this month. The producer-price index, a measure of the prices businesses receive for t… [+2563 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Courtney McBride", "title": "Top US, China Officials Hash Out Differences - Wall Street Journal", "description": "Wall Street Journal Top US, China Officials Hash Out Differences Wall Street Journal WASHINGTON—Secretary of State Mike Pompeo and Defense Secretary Jim Mattis met Friday with their Chinese counterparts to discuss North Korea, Iran, the South China Sea and tr…", "url": "https://www.wsj.com/articles/top-u-s-china-officials-discuss-trade-north-korea-south-china-sea-1541790155", "urlToImage": "https://images.wsj.net/im-36156/social", "publishedAt": "2018-11-09T19:58:00Z", "content": "WASHINGTONSecretary of State Mike Pompeo and Defense Secretary Jim Mattis met Friday with their Chinese counterparts to discuss North Korea, Iran, the South China Sea and trade, emerging with a consensus on some issues and differences on others. This was an i… [+4509 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lettie Teague", "title": "Is This Chilean Wine Too Affordable?", "description": "Chilean Cabernet Sauvignon is mostly off the radar of stateside wine drinkers. What a shame, because Chilean wineries are offering some remarkable wines at prices that are surprisingly low—perhaps too low.", "url": "https://www.wsj.com/articles/is-this-chilean-wine-too-affordable-1541776558", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI049_WINE_SOC_20181108164343.jpg", "publishedAt": "2018-11-09T19:50:55Z", "content": "IS IT HARDER to overcome a bad reputation or no reputation at all? That question came to mind recently as I considered the state of Chilean Cabernet Sauvignon. It doesnt even seem to be on the radar of most American wine drinkers. Never mind that Cabernet is … [+7039 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Neil", "title": "2019 Subaru Forester: Do You Want Your Car to Spy on You?", "description": "Subaru’s new DriverFocus Distraction Mitigation, a safety system based on eye movement, is surprisingly intimate, even invasive. Dan Neil takes a peek.", "url": "https://www.wsj.com/articles/2019-subaru-forester-do-you-want-your-car-to-spy-on-you-1541790140", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH552_RUMBLE_SOC_20181107112128.jpg", "publishedAt": "2018-11-09T19:26:55Z", "content": "THE 2019 SUBARU FORESTER debuts the companys DriverFocus Distraction Mitigation System; by means of advanced eye-tracking technology the car can detect driver fatigue, distraction or, more likely, boredom. I assume it can also detect the moment when the drive… [+4844 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Reid J. Epstein", "title": "Democrats Plan to Pursue Most Aggressive Gun-Control Legislation in Decades - Wall Street Journal", "description": "Wall Street Journal Democrats Plan to Pursue Most Aggressive Gun-Control Legislation in Decades Wall Street Journal WASHINGTON—Democrats say they will pass the most aggressive gun-control legislation in decades when they become the House majority in January, …", "url": "https://www.wsj.com/articles/democrats-plan-to-pursue-most-aggressive-gun-control-legislation-in-decades-1541791440", "urlToImage": "https://images.wsj.net/im-36149/social", "publishedAt": "2018-11-09T19:24:31Z", "content": "Their efforts will be spurred by an incoming class of pro-gun-control lawmakers who scored big in Tuesdays midterm elections, although any measure would likely meet stiff resistance in the GOP-controlled Senate. Democrats ousted at least 15 House Republicans … [+4595 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chester Dawson", "title": "Trump Tariffs Pit Auto Companies Against Each Other", "description": "Fights are emerging across the auto industry over who should bear the costs of tariffs, and driving some companies to sue their partners.", "url": "https://www.wsj.com/articles/trump-tariffs-are-souring-longstanding-auto-industry-ties-1541782524", "urlToImage": "https://images.wsj.net/im-36051/social", "publishedAt": "2018-11-09T18:51:45Z", "content": "Fights are emerging across the auto industry over who should bear the costs of tariffs, leading to new stress along the supply chain. Earlier this year, Pierburg US LLC, a manufacturer of parts used in the best-selling Ford F-150 pickup truck and Jeep Wrangle… [+7129 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump: Acting AG Whitaker Is Highly Respected", "description": "President Donald Trump told reporters at the White House that he doesn't know Matt Whitaker, his new acting attorney general, but that he is \"a very highly respected man.\" Photo: AP", "url": "http://www.wsj.com/video/trump-acting-ag-whitaker-is-highly-respected/951B0419-307F-4CC2-BA5D-BB97EB6ADF29.html", "urlToImage": "http://m.wsj.net/video/20181109/110918trump/110918trump_1280x720.jpg", "publishedAt": "2018-11-09T18:24:03Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump: I Don't Know Matt Whitaker", "description": "President Donald Trump told reporters at the White House that he doesn't know Matthew Whitaker, his new acting attorney general, but that he is \"a very highly respected man.\" Photo: AP", "url": "http://www.wsj.com/video/trump-i-dont-know-matt-whitaker/951B0419-307F-4CC2-BA5D-BB97EB6ADF29.html", "urlToImage": "http://m.wsj.net/video/20181109/110918trump/110918trump_1280x720.jpg", "publishedAt": "2018-11-09T18:24:03Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump Brushes Aside Questions About Mueller Probe - Wall Street Journal", "description": "Wall Street Journal Trump Brushes Aside Questions About Mueller Probe Wall Street Journal WASHINGTON—President Trump said Friday he hadn't discussed the special counsel's investigation with new acting Attorney General Matthew Whitaker, a critic of the probe, …", "url": "https://www.wsj.com/articles/trump-brushes-aside-questions-about-mueller-probe-1541786056", "urlToImage": "https://images.wsj.net/im-36104/social", "publishedAt": "2018-11-09T18:07:00Z", "content": "WASHINGTONPresident Trump said Friday he hadnt discussed the special counsels investigation with new acting Attorney General Matthew Whitaker, a critic of the probe, and dismissed questions about whether he would ask Mr. Whitaker to curtail the investigation.… [+7344 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joe Palazzolo", "title": "Donald Trump Played Central Role in Hush Payoffs to Stormy Daniels and Karen McDougal - Wall Street Journal", "description": "Wall Street Journal Donald Trump Played Central Role in Hush Payoffs to Stormy Daniels and Karen McDougal Wall Street Journal As a presidential candidate in August 2015, Donald Trump huddled with a longtime friend, media executive David Pecker, in his clutter…", "url": "https://www.wsj.com/articles/donald-trump-played-central-role-in-hush-payoffs-to-stormy-daniels-and-karen-mcdougal-1541786601", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI285_201811_SOC_20181109131702.jpg", "publishedAt": "2018-11-09T18:03:00Z", "content": "As a presidential candidate in August 2015, Donald Trump huddled with a longtime friend, media executive David Pecker, in his cluttered 26th floor Trump Tower office and made a request. What can you do to help my campaign? he asked, according to people famili… [+26721 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Felicia Schwartz", "title": "Misery Relents in Gaza Amid Israel-Hamas Truce Talks - Wall Street Journal", "description": "Wall Street Journal Misery Relents in Gaza Amid Israel-Hamas Truce Talks Wall Street Journal Dire humanitarian conditions in the Gaza Strip are showing signs of easing, as Israel and Hamas lower tensions and look for a long-term deal to calm violence. Israel …", "url": "https://www.wsj.com/articles/misery-relents-in-gaza-amid-israel-hamas-truce-talks-1541786364", "urlToImage": "https://images.wsj.net/im-36080/social", "publishedAt": "2018-11-09T18:00:22Z", "content": "Dire humanitarian conditions in the Gaza Strip are showing signs of easing, as Israel and Hamas lower tensions and look for a long-term deal to calm violence. Israel has taken the unusual step of allowing funds from Qatar to be used to pay Hamass government e… [+5665 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Donato Paolo Mancini", "title": "Stocks Drop as Oil Extends Declines", "description": "U.S. stocks fell as crude prices continued to lose ground a day after the U.S. oil benchmark entered a bear market. The Dow declined more than 100 points, while nine of the 11 S&P 500 sectors also fell, led by energy and technology.", "url": "https://www.wsj.com/articles/global-stocks-drop-as-oil-extends-declines-1541755092", "urlToImage": "https://images.wsj.net/im-35991/social", "publishedAt": "2018-11-09T17:55:22Z", "content": "The Dow Jones Industrial Average dropped 207 points, or 0.8%, to 25983. The S&amp;P 500 lost 1%, and the tech-heavy Nasdaq Composite shed 1.6%. All three major indexes are still on track to end the week with big gains after a run-up following the midterm elec… [+3299 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Arian Campo-Flores", "title": "Florida Recount: How It Works", "description": "Three statewide races—for U.S. Senate, governor and agriculture commissioner—as well as a few state House and Senate contests appear headed for recounts. Here is how the process is expected to unfold.", "url": "https://www.wsj.com/articles/florida-recount-how-it-works-1541786009", "urlToImage": "https://images.wsj.net/im-36125/social", "publishedAt": "2018-11-09T17:53:31Z", "content": "Florida, home to the 2000 recount that delivered the presidency to George W. Bush over Al Gore, is preparing for a rerun. Three statewide racesfor U.S. Senate, governor and agriculture commissioneras well as a few state House and Senate contests appear headed… [+1686 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yoree Koh", "title": "Gab to Rein In Calls for Violence While Allowing Hate Speech", "description": "Gab, a social media platform in the spotlight after the Pittsburgh synagogue shooting, is pledging to curb threats of violence while it said it would remain a platform where hate speech is permitted.", "url": "https://www.wsj.com/articles/gab-to-rein-in-calls-for-violence-while-allowing-hate-speech-1541781101", "urlToImage": "https://images.wsj.net/im-36027/social", "publishedAt": "2018-11-09T17:48:54Z", "content": "The social-media site where the alleged Pittsburgh synagogue shooter broadcast his intentions is pledging to curb threats of violence, while it said it plans to remain a platform where hate speech and other forms of extreme content are permitted. Gab.com, whi… [+6400 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "What Trump Did to Silence Stormy Daniels and Karen McDougal", "description": "While President Trump publicly fought with women leading up the the 2016 election, in private he directed schemes to silence their stories of two alleged affairs. Here’s a timeline of Trump’s personal involvement.", "url": "http://www.wsj.com/video/what-trump-did-to-silence-stormy-daniels-and-karen-mcdougal/4A2910DE-D050-4ACF-BF12-5AFE78A68908.html", "urlToImage": "http://m.wsj.net/video/20181109/110918cohen/110918cohen_1280x720.jpg", "publishedAt": "2018-11-09T17:33:55Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nina Trentmann", "title": "European Finance Chiefs Prepare for Slowing Growth, Trade Uncertainty", "description": "Declining economic growth, trade uncertainty and rising raw materials costs are presenting finance chiefs at European companies with a cocktail of challenges, resulting in slower earnings growth.", "url": "https://www.wsj.com/articles/european-finance-chiefs-prepare-for-slowing-growth-trade-uncertainty-1541784811", "urlToImage": "https://images.wsj.net/im-36122/social", "publishedAt": "2018-11-09T17:33:33Z", "content": "Declining economic growth, trade uncertainty and rising raw materials costs are presenting finance chiefs at European companies with a cocktail of challenges, resulting in slower earnings growth. As of Friday, 49% of the 369 companies in the Stoxx Europe 600 … [+3863 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Elliott", "title": "Keystone XL Pipeline Faces Uncertain Future - Wall Street Journal", "description": "Wall Street Journal Keystone XL Pipeline Faces Uncertain Future Wall Street Journal A federal ruling blocking the Trump administration's approval of the Keystone XL pipeline further clouds the future of a project that has faced a decade of delays due to fever…", "url": "https://www.wsj.com/articles/keystone-xl-pipeline-faces-uncertain-future-1541783501", "urlToImage": "https://images.wsj.net/im-36114/social", "publishedAt": "2018-11-09T17:21:55Z", "content": "A federal ruling blocking the Trump administrations approval of the Keystone XL pipeline further clouds the future of a project that has faced a decade of delays due to fevered opposition from environmentalists, landowners and Native American groups. U.S. Dis… [+5008 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Kendall", "title": "Supreme Court Justice Ruth Bader Ginsburg Is Discharged From Hospital", "description": "Justice Ginsburg is working from home after a fall that fractured three ribs.", "url": "https://www.wsj.com/articles/ruth-bader-ginsburg-supreme-court-justice-is-discharged-from-hospital-1541779629", "urlToImage": "https://images.wsj.net/im-36073/social", "publishedAt": "2018-11-09T16:57:18Z", "content": "WASHINGTONSupreme Court Justice Ruth Bader Ginsburg has been discharged from the hospital after fracturing three ribs and is returning to her duties, the court said Friday. She is doing well and plans to work from home today, court spokeswoman Kathleen Arberg… [+5 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "California Wildfires Cause Thousands of Evacuations", "description": "Wildfires across California have prompted evacuation orders and set ablaze tens of thousands of acres of land. Photo: AP", "url": "http://www.wsj.com/video/california-wildfires-cause-thousands-of-evacuations/66BCBC03-E740-44FA-BFB6-6C084FC26921.html", "urlToImage": "http://m.wsj.net/video/20181109/110918cafire2/110918cafire2_1280x720.jpg", "publishedAt": "2018-11-09T16:41:11Z", "content": "California Shooting Victims' Family and Friends Speak About Their Loss 11/8/2018 At least 12 people were killed when a gunman opened fire at a crowded bar in Thousand Oaks, Calif., Wednesday night. Sgt. Ron Helus, who responded at the scene, and Cody Coffman … [+67 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shan Li", "title": "Alibaba Is Likely to Set Singles Day Sales Record", "description": "A slowing Chinese economy, weakening consumer sentiment and a trade fight with the U.S. aren’t likely to spoil Singles Day for Alibaba.", "url": "https://www.wsj.com/articles/alibaba-is-likely-to-set-singles-day-sales-record-despite-economic-headwinds-1541781053", "urlToImage": "https://images.wsj.net/im-35986/social", "publishedAt": "2018-11-09T16:30:55Z", "content": "BEIJINGA slowing Chinese economy, weakening consumer sentiment and a trade fight with the U.S. arent likely to spoil Singles Day for Alibaba Group Holding Ltd. BABA -2.78%, which will try out a few new tricks to ensure the 10th edition of its shopping extrava… [+4326 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Midterm Consequences; Whitaker’s Role in Mueller Probe; Insights on Democratic Oversight", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/09/capital-journal-midterm-consequences-whitakers-role-in-mueller-probe-insights-on-democratic-oversight/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH612_WL1108_P_20181107141135.jpg", "publishedAt": "2018-11-09T16:22:52Z", "content": "Nov 9, 2018 11:22 am ET This is the web version of the WSJs Capital Journal newsletter. You can sign up for daily delivery here. What We’re Watching Trump’s Day: President Trump and First Lady Melania Trump travel to France. They’ll attend the military parade… [+111 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tom Wright", "title": "Goldman Sachs's Ex-CEO Met Malaysian at Center of 1MDB Scandal - Wall Street Journal", "description": "Wall Street Journal Goldman Sachs's Ex-CEO Met Malaysian at Center of 1MDB Scandal Wall Street Journal Former Goldman Sachs Chief Executive Lloyd Blankfein attended two meetings with a Malaysian financier at the center of one of the world's largest financial …", "url": "https://www.wsj.com/articles/goldman-sachss-ex-ceo-met-malaysian-twice-at-center-of-1mdb-scandal-1541779363", "urlToImage": "https://images.wsj.net/im-36019/social", "publishedAt": "2018-11-09T16:02:00Z", "content": "Former Goldman Sachs Chief Executive Lloyd Blankfein attended two meetings with a Malaysian financier at the center of one of the worlds largest financial scandals, including one after the Wall Street banks compliance department had raised multiple concerns a… [+7238 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gabriella Gershenson", "title": "Is Boston Cream Pie the World's Most Delicious...Cake?", "description": "Never mind the nomenclature: Boston cream pie is actually a cake, with an extravagant cream filling and a slathering of chocolate frosting. Up in Massachusetts, they just call it wicked good.", "url": "https://www.wsj.com/articles/is-boston-cream-pie-the-worlds-most-delicious-cake-1541776746", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI058_UNITED_SOC_20181108170420.jpg", "publishedAt": "2018-11-09T15:56:54Z", "content": "HAVING GROWN up in Massachusetts, I am no stranger to Boston cream pie. Indeed, it was a fixture of my childhood. In local supermarkets, there theyd be, stacks of Boston cream pies on a table in the bakery department, protected in see-through plastic containe… [+17312 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Marson", "title": "Russia Hosts Afghanistan Peace Talks in Bid to End 17-year War", "description": "Russia convened Taliban officials, Afghan envoys and representatives from seven nations for talks aimed at catalyzing an end to the war and burnishing Moscow’s credentials as a regional power broker.", "url": "https://www.wsj.com/articles/russia-hosts-talks-between-taliban-and-afghan-government-1541763421", "urlToImage": "https://images.wsj.net/im-36002/social", "publishedAt": "2018-11-09T15:52:49Z", "content": "Russia convened Taliban officials, Afghan government envoys and representatives from seven nations for talks aimed at catalyzing an end to a 17-year war and burnishing Moscows credentials as a regional power broker. The meeting Friday appeared to yield no sig… [+4961 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saabira Chaudhuri", "title": "The U.K. Has a Citizenship Test and It's Dreadfully Hard (Quick: What's the Statute of Rhuddlan?)", "description": "Amid a flood of Brexit-related applications, the test is now under review; ‘a nerd’s guide to the British nation’", "url": "https://www.wsj.com/articles/the-u-k-has-a-citizenship-test-and-its-dreadfully-hard-quick-whats-the-statute-of-rhuddlan-1541695816", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH911_1108UK_SOC_20181108105602.jpg", "publishedAt": "2018-11-09T15:52:48Z", "content": "LONDONTo be British, do you need to know the order in which Henry VIII married his wives, how many ski centers there are in Scotland, or the height of the London Eye? These facts and hundreds of others, including who first introduced shampooing to the U.K., w… [+6788 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dominique Fong", "title": "Flush With Ideas: Bill Gates Pursues the Toilet of the Future - Wall Street Journal", "description": "Wall Street Journal Flush With Ideas: Bill Gates Pursues the Toilet of the Future Wall Street Journal The toilets of the future don't need sewer lines. One proposed model doesn't even need flush water. They can run off the grid and turn human waste, or fecal …", "url": "https://www.wsj.com/articles/flush-with-ideas-bill-gates-pursues-the-toilet-of-the-future-1541778621", "urlToImage": "https://images.wsj.net/im-35818/social", "publishedAt": "2018-11-09T15:51:54Z", "content": "The toilets of the future dont need sewer lines. One proposed model doesnt even need flush water. They can run off the grid and turn human waste, or fecal sludge in the industrys parlance, into electricity and clean water. Bill Gates would know: He once took … [+4501 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kitty Greenwald", "title": "Why Mayonnaise is Magic", "description": "Whip up this simple fall gratin from chef Alex Raij, and you’ll see: Mayonnaise and blue cheese combine to form a luscious topping that browns beautifully as it preserves the succulence of the Belgian endive beneath.", "url": "https://www.wsj.com/articles/why-mayonnaise-is-magic-1541777136", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH310_SFF_SOC_20181106145709.jpg", "publishedAt": "2018-11-09T15:37:29Z", "content": "ENDIVE IS the most elegant chicory. It has enough bitter bite to distinguish any dish its part of and sufficient subtlety to play well with other ingredients. In her third Slow Food Fast recipe, New York chef Alex Raij makes it the base for a beautiful fall g… [+2182 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: The Latest Threat to Europe’s Once-Dominant Center-Right Parties", "description": "To subscribe to the newsletter, please sign up here MUST READS Europe’s Center-Right Parties Face Threats on Continental Stage: Battles that have riven national politics across the European Union are hitting the continental stage as campaigning for the bloc’s…", "url": "https://blogs.wsj.com/moneybeat/2018/11/09/the-latest-threat-to-europes-once-dominant-center-right-parties/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-09T15:21:32Z", "content": "MUST READS Europes Center-Right Parties Face Threats on Continental Stage : Battles that have riven national politics across the European Union are hitting the continental stage as campaigning for the blocs legislature threatens the once-dominant center-right… [+2737 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "New York's MTA Chairman Joe Lhota Resigns - Wall Street Journal", "description": "Wall Street Journal New York's MTA Chairman Joe Lhota Resigns Wall Street Journal Joe Lhota has resigned as chairman of the Metropolitan Transportation Authority, the latest in a series of departures from the administration of New York Gov. Andrew Cuomo as he…", "url": "https://www.wsj.com/articles/new-yorks-mta-chairman-joe-lhota-resigns-1541775600", "urlToImage": "https://images.wsj.net/im-36026/social", "publishedAt": "2018-11-09T15:09:00Z", "content": "Joe Lhota has resigned as chairman of the Metropolitan Transportation Authority, the latest in a series of departures from the administration of New York Gov. Andrew Cuomo as he prepares for a third term. Fernando Ferrer, the MTAs current vice chairman, will … [+2331 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "angpappas", "title": "Why ‘Free Trading’ on Robinhood Isn’t Really Free", "description": "Article URL: https://www.wsj.com/articles/why-free-trading-on-robinhood-isnt-really-free-1541772001 Comments URL: https://news.ycombinator.com/item?id=18414651 Points: 5 # Comments: 0", "url": "https://www.wsj.com/articles/why-free-trading-on-robinhood-isnt-really-free-1541772001", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH687_ROBINH_SOC_20181107154342.jpg", "publishedAt": "2018-11-09T14:41:00Z", "content": "In the 1990s, online brokerages like E*Trade Financial Corp. were the hot new way to play the stock market. Now, that niche belongs to Robinhood Markets Inc., the Silicon Valley startup that has amassed six million users with a smartphone app, marketing aimed… [+6699 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The Future of Toilets, According to Bill Gates", "description": "Bill Gates has invested hundreds of millions of dollars in a mission to reimagine the humble toilet. In an interview with The Wall Street Journal, he describes what the future of sanitation may look like. Photo: The Gates Notes", "url": "http://www.wsj.com/video/the-future-of-toilets-according-to-bill-gates/F2800113-26E2-465D-AB53-C54CFCF10E46.html", "urlToImage": "http://m.wsj.net/video/20181109/110918foegates/110918foegates_1280x720.jpg", "publishedAt": "2018-11-09T14:30:00Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Melissa Korn", "title": "When Scandals Hit Campus, College Boards Rarely Get Hurt", "description": "Lawmakers, faculty and students are demanding more accountability from university boards as sexual abuse and other scandals continue to shake U.S. campuses.", "url": "https://www.wsj.com/articles/when-scandals-hit-campus-college-boards-rarely-get-hurt-1541768400", "urlToImage": "https://images.wsj.net/im-35859/social", "publishedAt": "2018-11-09T14:29:06Z", "content": "Lawmakers, faculty and students are demanding more accountability from university boards as sexual abuse and other scandals continue to shake U.S. campuses. The boards that oversee universities have remained largely intact at schools including Michigan State … [+3807 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "Tensions Rise and Accusations Fly as Florida Races Hang in the Balance", "description": "Florida is again the source of a political cliffhanger as both the U.S. Senate contest and the governor’s race appear headed for recounts.", "url": "https://www.wsj.com/articles/tensions-rise-and-accusations-fly-as-florida-races-hang-in-the-balance-1541772978", "urlToImage": "https://images.wsj.net/im-36025/social", "publishedAt": "2018-11-09T14:25:28Z", "content": "WASHINGTONFlorida is again the center of a political cliffhanger and escalating tension as Republican Gov. Rick Scott, who has claimed victory in the U.S. Senate race, is accusing election officials in two counties of trying to steal the election and Democrat… [+4294 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey A. Trachtenberg", "title": "Fortune Magazine to Be Sold to Thai Businessman for $150 Million", "description": "Meredith said Thai businessman Chatchaval Jiaravanon agreed to buy Fortune magazine for $150 million in cash, a sale that gives the storied business publication a new owner for the second time this year. ( wsj.com )", "url": "https://www.wsj.com/articles/fortune-magazine-to-be-sold-to-thai-businessman-for-150-million-1541772000", "urlToImage": "https://images.wsj.net/im-36018/social", "publishedAt": "2018-11-09T14:25:03Z", "content": "Meredith Corp. MDP 1.34% said Thai businessman Chatchaval Jiaravanon has agreed to purchase Fortune magazine for $150 million in cash, a sale that gives the storied business publication a new owner for the second time this year. Like many of its peers in medi… [+5264 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin", "title": "Democratic Win Sets Up Clash Over Trump Tax Cuts", "description": "Democrats will aim to reverse tax cuts for high-income households when they take the House majority, setting up a clash with Republicans that will color fiscal debates over the next two years, including prospects for a bipartisan deal to improve the nation’s …", "url": "https://www.wsj.com/articles/democratic-house-win-sets-up-clash-over-trump-tax-cuts-1541759401", "urlToImage": "https://images.wsj.net/im-35921/social", "publishedAt": "2018-11-09T14:12:02Z", "content": "WASHINGTONDemocrats will aim to reverse tax cuts for high-income households when they take the House majority, setting up a clash with Republicans that will color fiscal debates over the next two years, including prospects for a bipartisan deal to improve the… [+4831 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Emily Glazer", "title": "The Wall Street Journal: Wells Fargo says there’s ‘no gender bias’ in wealth management unit as investigation ends", "description": "Wells Fargo & Co. ends its investigation into alleged gender bias in its wealth management division, people familiar with the matter said.", "url": "https://www.wsj.com/articles/wells-fargo-ends-investigation-over-bias-against-women/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GH933_MLWell_ZG_20180424164245.jpg", "publishedAt": "2018-11-09T14:02:54Z", "content": "Wells Fargo &amp; Co. has ended its investigation into alleged gender bias in its wealth management division, people familiar with the matter said. Jon Weiss, the units top executive, told some managers on a call last week that there is unequivocally no gende… [+1525 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Heads to Paris After Turbulent Week", "description": "President Trump departs for Paris to meet his French counterpart and commemorate the 100th anniversary of the end of World War I.", "url": "https://www.wsj.com/articles/trump-heads-to-paris-after-turbulent-week-1541770080", "urlToImage": "https://images.wsj.net/im-36016/social", "publishedAt": "2018-11-09T13:30:23Z", "content": "WASHINGTONPresident Trump departs for Paris on Fridayat the end of a week that saw his party lose control of one chamber of Congress and the ouster of his attorney general to meet his French counterpart and commemorate the 100th anniversary of the end of Worl… [+3586 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Douglas", "title": "U.K. Economy Picked Up Pace in Third Quarter", "description": "The U.K.’s economy expanded in the third quarter at its fastest pace in almost two years, making it one of only a handful of countries in Europe to avoid the broad slowdown across the continent.", "url": "https://www.wsj.com/articles/u-k-economy-picked-up-pace-in-third-quarter-1541758453", "urlToImage": "https://images.wsj.net/im-35996/social", "publishedAt": "2018-11-09T13:22:01Z", "content": "LONDONThe U.K.s economy expanded in the third quarter at its fastest pace in almost two years, making it one of only a handful of countries in Europe to avoid the broad slowdown across the continent. Still, figures show the British economy lost momentum as su… [+2738 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Beaton", "title": "Magnus Carlsen vs. the American in a Chess Championship for the Ages - Wall Street Journal", "description": "Wall Street Journal Magnus Carlsen vs. the American in a Chess Championship for the Ages Wall Street Journal The World Chess Championship arrives in London on Friday with a blitzkrieg of breathless hype that hasn't been seen in chess for nearly three decades.…", "url": "https://www.wsj.com/articles/magnus-carlsen-vs-the-american-in-a-chess-championship-for-the-ages-1541768301", "urlToImage": "https://images.wsj.net/im-35824/social", "publishedAt": "2018-11-09T13:07:38Z", "content": "The World Chess Championship arrives in London on Friday with a blitzkrieg of breathless hype that hasnt been seen in chess for nearly three decades. The matchup between reigning champion Magnus Carlsen and challenger Fabiano Caruana is the first title series… [+5608 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Is North Korea Really Getting Rid of Its Nuclear Program?", "description": "After months of negotiations, talks between Washington and Pyongyang have reached a stalemate and North Korea is threatening to resume developing nuclear weapons. But the question of whether Kim Jong Un has ever been serious about denuclearization remains. Ph…", "url": "http://www.wsj.com/video/is-north-korea-really-getting-rid-of-its-nuclear-program/30F0C337-0B49-4D8F-9B02-4281C02012EB.html", "urlToImage": "http://m.wsj.net/video/20181109/110918nknuke/110918nknuke_1280x720.jpg", "publishedAt": "2018-11-09T12:58:23Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "Intensified Yemen Attacks Complicate US Peace Plans - Wall Street Journal", "description": "Wall Street Journal Intensified Yemen Attacks Complicate US Peace Plans Wall Street Journal A Saudi-led coalition and its allies have intensified attacks on a key Yemeni port city to improve their position ahead of peace talks, posing a potential obstacle for…", "url": "https://www.wsj.com/articles/intensified-yemen-attacks-complicate-u-s-peace-plans-1541767017", "urlToImage": "https://images.wsj.net/im-36013/social", "publishedAt": "2018-11-09T12:36:00Z", "content": "A Saudi-led coalition and its allies have intensified attacks on a key Yemeni port city to improve their position ahead of peace talks, posing a potential obstacle for U.S. attempts to end Yemens war. The uproar over the death of Saudi journalist Jamal Khasho… [+4176 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jo Craven McGinty", "title": "Swing Shift: A Bridge Wobbled and Robotics Benefited", "description": "A way of walking made London’s swaying Millennium Bridge wobble worse. Engineers wondered why. The answer has helped researchers design robotic prostheses and exoskeletons.", "url": "https://www.wsj.com/articles/swing-shift-a-bridge-wobbled-and-robotics-benefited-1541764800", "urlToImage": "https://images.wsj.net/im-35546/social", "publishedAt": "2018-11-09T12:35:10Z", "content": "When Londons Millennium Footbridge opened 18 years ago, the 1,066-foot span swayed so badly it was closed almost immediately. Ever since, engineers who study human locomotion have puzzled over a conundrum: Why did pedestrians who were tripped up by the trembl… [+4599 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jake Maxwell Watts", "title": "Imelda Marcos's Graft Conviction Deals Blow to Philippine Dynasty's Newfound Popularity - Wall Street Journal", "description": "Wall Street Journal Imelda Marcos's Graft Conviction Deals Blow to Philippine Dynasty's Newfound Popularity Wall Street Journal Former Philippines first lady Imelda Marcos was found guilty and sentenced to prison for graft offenses dating back decades, a surp…", "url": "https://www.wsj.com/articles/imelda-marcoss-graft-conviction-deals-blow-to-philippine-dynastys-newfound-popularity-1541766665", "urlToImage": "https://images.wsj.net/im-36011/social", "publishedAt": "2018-11-09T12:34:25Z", "content": "Former Philippines first lady Imelda Marcos was found guilty and sentenced to prison for graft offenses dating back decades, a surprise blow to the resurgence of one of the countrys most powerful families and important allies of populist President Rodrigo Dut… [+4559 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Energy Journal: Judge Hits the Breaks on the Keystone Pipeline", "description": "Good morning. I’m Neanda Salvaterra, and it’s been a busy week for energy in the courts. A judge halted the beleaguered Keystone XL Pipeline project until the completion of a review, while another magistrate ruled South Carolina’s state-owned power utility is…", "url": "https://blogs.wsj.com/moneybeat/2018/11/09/energy-journal-judge-hits-the-breaks-on-the-keystone-pipeline/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-09T12:28:13Z", "content": "Good morning. Im Neanda Salvaterra, and its been a busy week for energy in the courts. A judge halted the beleaguered Keystone XL Pipeline project until the completion of a review, while another magistrate ruled South Carolinas state-owned power utility is po… [+5338 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Russolillo", "title": "Bitcoin Volatility Drops Despite Turmoil Elsewhere", "description": "Cryptocurrencies, among the most volatile of financial assets, have fallen quiet even as turmoil has gripped stocks, bonds, commodities and traditional currencies.", "url": "https://www.wsj.com/articles/the-calm-crypto-market-bitcoin-volatility-drops-despite-turmoil-elsewhere-1541764803", "urlToImage": "https://images.wsj.net/im-35976/social", "publishedAt": "2018-11-09T12:19:20Z", "content": "Cryptocurrencies, among the most volatile of financial assets, have fallen quiet even as turmoil has gripped stocks, bonds, commodities and traditional currencies. Bitcoin has mostly traded about $6,500 in recent weeks, in contrast to last years manic rally a… [+2866 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stephen Wilmot", "title": "Tech Consultants Are the New Mad Men - Wall Street Journal", "description": "Wall Street Journal Tech Consultants Are the New Mad Men Wall Street Journal From artificial intelligence to Amazon's Alexa, digital technology has plenty more capacity to disrupt the way companies engage with consumers. It is hard to see the power of the con…", "url": "https://www.wsj.com/articles/tech-consultants-are-the-new-mad-men-1541765256", "urlToImage": "https://images.wsj.net/im-36005/social", "publishedAt": "2018-11-09T12:08:49Z", "content": "It is a topsy-turvy world: Management consultants have gotten better at marketing themselves than ad executives. Companies used to rely on ads to promote brands. Now they have more direct ways to engage with customers. Luxury groups like Gucci have rapidly sh… [+3228 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Valentina Pop", "title": "Silicon Valley's Nemesis Explains Her Philosophy", "description": "Margrethe Vestager, the European competition commissioner, says tech companies need to ask themselves one question: Do you serve the consumer?", "url": "https://www.wsj.com/articles/europes-rule-enforcer-explains-her-philosophy-1541759400", "urlToImage": "https://si.wsj.net/public/resources/images/TE-AB855_VESTAN_SOC_20181107132212.jpg", "publishedAt": "2018-11-09T12:00:29Z", "content": "In June, President Donald Trump referred to her as the EUs tax lady and said she really hates the U.S. Ms. Vestagerwho rejected Mr. Trumps characterization shortly afterward, saying I very much like the U.S.says in an interview with The Wall Street Journal th… [+5168 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Miguel Bustillo", "title": "The Wall Street Journal: Federal judge blocks long-delayed Keystone XL pipeline permit for environmental review", "description": "A federal judge in Montana on Thursday blocked the Trump administration’s permit allowing the Keystone XL pipeline and barred any construction of the long-delayed project until completion of a supplemental environmental review.", "url": "https://www.wsj.com/articles/federal-judge-blocks-keystone-xl-pipeline-permit/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FH308_Keysto_ZG_20170304173914.jpg", "publishedAt": "2018-11-09T11:28:08Z", "content": "A federal judge in Montana on Thursday blocked the Trump administrations permit allowing the Keystone XL pipeline and barred any construction of the long-delayed project until completion of a supplemental environmental review. Siding with environmentalists an… [+1489 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Merrill Incentives, Marijuana Stocks, Wealthy Hamlet", "description": "Merrill Lynch rewards advisers’ success in nudging clients toward digital engagement; marijuana stocks win big in U.S. elections, and a hamlet hideaway for the wealthy.", "url": "https://blogs.wsj.com/moneybeat/2018/11/09/wsj-wealth-adviser-briefing-merrill-incentives-marijuana-stocks-wealth-hamlet/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-09T11:00:21Z", "content": "Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING &amp; INVESTING Marijuana Stocks Are the Elections Big Winners … [+2765 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Two Early Consequences of the Midterm Elections", "description": "Decisions made at election time have real world implications, and we're seeing that in two big ways. The WSJ's Gerald F. Seib explains. Photos: AP and Getty", "url": "http://www.wsj.com/video/two-early-consequences-of-the-midterm-elections/4199FA6F-B117-4F17-B8A9-F90BCDC8EAA4.html", "urlToImage": "http://m.wsj.net/video/20181108/110818seib1/110818seib1_1280x720.jpg", "publishedAt": "2018-11-09T10:30:00Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Fed Stays the Course | How to Pay for Roads and Bridges | Iran’s Appetite for American Soybeans", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. The Federal Reserve spoke volumes while saying hardly anything on Thursday. The takeaway: expect another rate increase next month. Good morning. Jeff Spar…", "url": "https://blogs.wsj.com/economics/2018/11/09/real-time-economics-fed-stays-the-course-how-to-pay-for-roads-and-bridges-irans-appetite-for-american-soybeans/", "urlToImage": "https://images.wsj.net/im-34263", "publishedAt": "2018-11-09T10:29:25Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. The Federal Reserve spoke volumes while saying hardly anything on Thursday. The takeaway: expect another rate increase next month. Good morning. Jeff Spars… [+7969 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Cherney", "title": "Knife Attack Leaves One Dead in Melbourne, Australia - Wall Street Journal", "description": "Wall Street Journal Knife Attack Leaves One Dead in Melbourne, Australia Wall Street Journal A knife-wielding attacker stabbed three people, killing one, before being shot by police in Australia's second-largest city on Friday, police said, adding that they d…", "url": "https://www.wsj.com/articles/knife-attack-leaves-one-dead-in-melbourne-australia-1541751629", "urlToImage": "https://images.wsj.net/im-35981/social", "publishedAt": "2018-11-09T08:20:00Z", "content": "A knife-wielding attacker stabbed three people, killing one, before being shot by police in Australias second-largest city on Friday, police said, adding that they didnt rule out terrorism as a possible motive. The man was taken to the hospital under guard an… [+1653 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Will Horner", "title": "Britain Struggles With Rise in Knife Attacks...", "description": "Britain Struggles With Rise in Knife Attacks LONDON—Daniel Frederick, a 34-year-old father of three, was returning to his home on a London public-housing estate shortly after New Year’s when a group of teenagers stabbed him in the back seven times, yards from…", "url": "https://www.wsj.com/articles/britain-struggles-with-rise-in-knife-attacks-1541759400", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH005_UKKNIF_TOP_20181105184623.jpg", "publishedAt": "2018-11-09T07:00:04Z", "content": "LONDONDaniel Frederick, a 34-year-old father of three, was returning to his home on a London public-housing estate shortly after New Years when a group of teenagers stabbed him in the back seven times, yards from his flat near a childrens playground. Mr. Fred… [+4632 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Miguel Bustillo", "title": "Federal Judge Blocks Keystone XL Pipeline Permit - Wall Street Journal", "description": "Wall Street Journal Federal Judge Blocks Keystone XL Pipeline Permit Wall Street Journal A federal judge in Montana on Thursday blocked the Trump administration's permit allowing the Keystone XL pipeline and barred any construction of the long-delayed project…", "url": "https://www.wsj.com/articles/federal-judge-blocks-keystone-xl-pipeline-permit-1541744817", "urlToImage": "https://images.wsj.net/im-35970/social", "publishedAt": "2018-11-09T06:30:57Z", "content": "A federal judge in Montana on Thursday blocked the Trump administrations permit allowing the Keystone XL pipeline and barred any construction of the long-delayed project until completion of a supplemental environmental review. Siding with environmentalists an… [+2966 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Maloney", "title": "The Wall Street Journal: FDA to sharply curtail sales of flavored e-cigarettes in convenience stores", "description": "The Food and Drug Administration plans to sharply restrict the sale of most flavored pod-style e-cigarettes, effectively pulling them from most convenience stores and gas stations and requiring strict age verification controls for online sales, according to s…", "url": "https://www.wsj.com/articles/fda-plans-to-sharply-restrict-sales-of-flavored-e-cigarettes-1541731110", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY224_juul11_ZG_20181108232650.jpg", "publishedAt": "2018-11-09T04:29:28Z", "content": "The Food and Drug Administration plans to sharply restrict the sale of most flavored pod-style e-cigarettes, effectively pulling them from most convenience stores and gas stations and requiring strict age verification controls for online sales, according to s… [+1110 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Lovett", "title": "Police Probe Motive in Southern California Bar Shooting", "description": "A five-year Marine Corps veteran opened fire at a crowded country-music bar in Thousand Oaks., Calif., killing 12 people and injuring others before shooting himself, authorities said.", "url": "https://www.wsj.com/articles/multiple-injuries-reported-in-bar-shooting-in-thousand-oaks-california-1541666907", "urlToImage": "https://images.wsj.net/im-35952/social", "publishedAt": "2018-11-09T04:20:14Z", "content": "THOUSAND OAKS, Calif.Shortly after 11 p.m. Wednesday, a 28-year-old Marine Corps veteran strode up to the front entrance of a country music bar in this Los Angeles suburb that was hosting its weekly college dance party. As more than a hundred people sipped dr… [+10379 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Lovett", "title": "Police Probe Motive in Southern California Bar Shooting", "description": "A five-year Marine Corps veteran opened fire at a crowded country-music bar in Thousand Oaks., Calif., killing 12 people and injuring others before shooting himself, authorities said.", "url": "https://www.wsj.com/articles/multiple-injuries-reported-in-bar-shooting-in-thousand-oaks-california-1541666907", "urlToImage": "https://images.wsj.net/im-35952/social", "publishedAt": "2018-11-09T04:20:14Z", "content": "THOUSAND OAKS, Calif.Shortly after 11 p.m. Wednesday, a 28-year-old Marine Corps veteran strode up to the front entrance of a country music bar in this Los Angeles suburb that was hosting its weekly college dance party. As more than a hundred people sipped dr… [+10379 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Mauldin", "title": "Democrats' House Victory Complicates Passage of Trade Deals", "description": "The White House is facing a heated trade battle with Congress after Democrats retook the House, posing a significant challenge to Trump’s deal with Mexico and Canada.", "url": "https://www.wsj.com/articles/democrats-house-victory-complicates-passage-of-new-nafta-trade-deals-1541673000", "urlToImage": "https://images.wsj.net/im-35622/social", "publishedAt": "2018-11-09T03:54:21Z", "content": "The Trump administration is facing a heated trade battle with Congress after the Democratic Party retook the House of Representatives, posing a significant challenge to President Trumps deal with Mexico and Canada. Securing congressional passage of the makeov… [+6279 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cameron McWhirter", "title": "Brian Kemp Resigns as Georgia Election Head to Plan for Governor Job; Stacey Abrams Not Conceding", "description": "Republican Brian Kemp, the self-declared winner of Georgia’s contentious gubernatorial election, announced he was resigning as secretary of state to focus on the transition to his new office. The move follows calls by Ms. Abrams and others to step down so he …", "url": "https://www.wsj.com/articles/brian-kemp-resigns-as-georgia-election-head-to-plan-for-governor-job-stacey-abrams-not-conceding-1541700767", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH972_gagov1_SOC_20181108130447.jpg", "publishedAt": "2018-11-09T03:06:21Z", "content": "ATLANTARepublican Brian Kemp, the self-declared winner of Georgias contentious gubernatorial election, announced Thursday he was resigning as secretary of state to focus on the transition to his new office. After receiving the highest number of votes of any g… [+4358 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aisha Al-Muslim", "title": "P&G Moves to Streamline Its Structure", "description": "Procter & Gamble said it would revamp its management structure, shrinking the number of business units and giving the heads of those products control over regional sales teams as well as some functions previously run by headquarters.", "url": "https://www.wsj.com/articles/p-g-moves-to-streamline-its-structure-1541713822", "urlToImage": "https://images.wsj.net/im-35837/social", "publishedAt": "2018-11-09T02:59:22Z", "content": "Procter &amp; Gamble Co. PG 0.08% said it would revamp its management structure, shrinking the number of business units from 10 to six and giving the heads of those products control over regional sales teams as well as some functions previously run by headqua… [+4107 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lukas I. Alpert", "title": "White House Posted Video That Exaggerated Incident With CNN Reporter, Social-Media Firm Says", "description": "White House Press Secretary Sarah Sanders tweeted a video of a press-briefing altercation involving a CNN reporter that appears to have been edited in a way that makes the reporter’s actions look more aggressive, according to a social-media intelligence firm.", "url": "https://www.wsj.com/articles/white-house-accused-of-posting-edited-video-that-exaggerated-incident-involving-cnn-reporter-1541703579", "urlToImage": "https://images.wsj.net/im-35679/social", "publishedAt": "2018-11-09T02:29:54Z", "content": "White House Press Secretary Sarah Sanders tweeted a video of a press-briefing altercation involving a CNN reporter that appears to have been edited in a way that makes the reporters actions look more aggressive, according to an analysis by a social-media inte… [+4014 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tim Higgins", "title": "Tesla Taps Boss to Oversee Musk", "description": "Tesla named board member Robyn Denholm as its chairman, tasking her with overseeing one of the business world’s most freewheeling figures at a pivotal moment for the electric-vehicle company.", "url": "https://www.wsj.com/articles/tesla-taps-boss-to-oversee-musk-1541723938", "urlToImage": "https://images.wsj.net/im-35957/social", "publishedAt": "2018-11-09T02:29:42Z", "content": "Tesla Inc. named board member Robyn Denholm as its chairman, tasking her with overseeing one of the business worlds most freewheeling figures at a pivotal moment for the electric-vehicle company. The 55-year-old finance experts ascension to the role is doubly… [+6132 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Senate, House Seats Remain Unclaimed as Vote Counting Continues", "description": "Democrat Lucy McBath unseated Republican incumbent Karen Handel in Georgia’s sixth congressional district, adding to the Democrats’ new majority in the House with more than a dozen contests still undecided.", "url": "https://www.wsj.com/articles/senate-house-seats-remain-unclaimed-as-vote-counting-continues-1541707976", "urlToImage": "https://images.wsj.net/im-35874/social", "publishedAt": "2018-11-09T02:01:23Z", "content": "Democrat Lucy McBath unseated Republican incumbent Karen Handel in Georgias sixth congressional district Thursday, adding to the Democrats new majority in the House with more than a dozen contests still undecided. In the Senate, the situation is reversed, wit… [+4184 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Summer Said", "title": "Saudis Consider a World Without OPEC", "description": "Saudi Arabia’s top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years.", "url": "https://www.wsj.com/articles/saudi-arabia-opecs-anchor-ponders-a-future-without-the-cartel-1541703893", "urlToImage": "https://images.wsj.net/im-35746/social", "publishedAt": "2018-11-09T01:56:19Z", "content": "Saudi Arabias top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years. While the think tanks president, Adam Siemin… [+6827 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Summer Said", "title": "Saudis Consider a World Without OPEC", "description": "Saudi Arabia’s top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years.", "url": "https://www.wsj.com/articles/saudi-arabia-opecs-anchor-ponders-a-future-without-the-cartel-1541703893", "urlToImage": "https://images.wsj.net/im-35746/social", "publishedAt": "2018-11-09T01:56:19Z", "content": "Saudi Arabias top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years. While the think tanks president, Adam Siemin… [+6827 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Timiraos", "title": "Fed Holds Rates Steady, Signals More Rate Increases Ahead", "description": "The Federal Reserve held short-term interest rates steady and offered a mostly upbeat assessment of the economy’s performance, suggesting another rate increase is likely at its next meeting.", "url": "https://www.wsj.com/articles/fed-holds-rates-steady-signals-more-rate-increases-ahead-1541703706", "urlToImage": "https://images.wsj.net/im-35783/social", "publishedAt": "2018-11-09T01:47:18Z", "content": "WASHINGTONThe Federal Reserve held short-term interest rates steady Thursday and offered a mostly upbeat assessment of the U.S. economy, suggesting another rate increase is likely by year-end. The Fed repeatedly emphasized the economys strength in a statement… [+4632 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joe Queenan", "title": "My Short List of Things That Need to Be 'De-Invented'", "description": "From PowerPoint to leaf blowers and singing waiters, there are mistakes waiting to be undone", "url": "https://www.wsj.com/articles/my-short-list-of-things-that-desperately-need-to-be-de-invented-1541707134", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH701_QUEENA_SOC_20181107161919.jpg", "publishedAt": "2018-11-09T01:39:19Z", "content": "WHEN McDonalds announced that it was removing the villainous cheeseburger from the Happy Meal earlier this year, it was doing what I call de-inventing. Parents had turned against the product due to health concerns, so McDonalds was telling kids: Re-think the … [+3648 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kejal Vyas", "title": "Chevron Stayed in Venezuela Long After Rivals Quit. Then It Had Second Thoughts.", "description": "It’s both a moral and commercial choice. Profits are drying up amid corruption and a social and economic crisis. Chevron has weighed leaving, given the taint of working with the Maduro government, but fears a withdrawal could make things worse for the country.", "url": "https://www.wsj.com/articles/chevron-the-last-u-s-oil-major-in-venezuela-debates-should-it-stay-1541700438", "urlToImage": "https://images.wsj.net/im-32715/social", "publishedAt": "2018-11-09T01:28:42Z", "content": "CARACASFor nearly a century, Chevron Corp. has weathered dictatorships, coups and nationalization drives to keep pumping oil in Venezuela. But recently, executives at the last U.S. oil major in the country have debated whether it may be time to get out, accor… [+15512 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kelly Crow", "title": "The Surprising Formula for Becoming an Art Star", "description": "A handful of U.S. and European museums and galleries have an outsize impact on which contemporary artists achieve lasting careers and which don’t, according to new research.", "url": "https://www.wsj.com/articles/the-surprising-formula-for-becoming-an-art-star-1541704849", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH678_ARTSTU_SOC_20181107153431.jpg", "publishedAt": "2018-11-09T00:36:43Z", "content": "The secret to making it in the art world? Learn to schmooze. A handful of U.S. and European museums and galleries have an outsize impact on which contemporary artists achieve lasting, prestigious careers and which dont, according to a Northeastern University … [+5042 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Scott Calvert", "title": "Philadelphia Fights Gridlock With Ticket Blitz", "description": "Average vehicle speeds in the largest U.S. cities are slow, and getting slower, and Philadelphia is fighting back.", "url": "https://www.wsj.com/articles/philadelphia-fights-gridlock-with-ticket-blitz-1541673001", "urlToImage": "https://images.wsj.net/im-35595/social", "publishedAt": "2018-11-09T00:35:55Z", "content": "PHILADELPHIATraffic crawls along downtowns Chestnut Street, horns honking as cars block the intersection. Up ahead, construction claims one of three lanes, and a Canada Dry delivery truck is parked in the bus lane, forcing city buses to squeeze by. Similar sc… [+5465 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stephanie Armour", "title": "Election Shifts Health-Care Landscape Across U.S.", "description": "The midterms abruptly shifted the health-care landscape across the country, strengthening the position of the Affordable Care Act and resulting in a divided Congress that could mean most changes unfold on the state level.", "url": "https://www.wsj.com/articles/election-shifts-health-care-landscape-across-the-u-s-1541705993", "urlToImage": "https://images.wsj.net/im-35855/social", "publishedAt": "2018-11-09T00:31:25Z", "content": "The midterm elections abruptly shifted the health-care landscape across the country, strengthening the position of the Affordable Care Act while resulting in a divided Congress that could mean most changes unfold on the state level. Health care was the No. 1 … [+5918 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael R. Gordon", "title": "US Hits Russians, Ukrainians With Sanctions Over Crimea - Wall Street Journal", "description": "Wall Street Journal US Hits Russians, Ukrainians With Sanctions Over Crimea Wall Street Journal The U.S. imposed sanctions Thursday on three Russian and Ukrainian individuals it said were linked to human rights abuses in Crimea, moves designed to prevent what…", "url": "https://www.wsj.com/articles/u-s-hits-russians-ukrainians-with-sanctions-over-crimea-1541723356", "urlToImage": "https://images.wsj.net/im-35958/social", "publishedAt": "2018-11-09T00:29:47Z", "content": "The U.S. imposed sanctions Thursday on three Russian and Ukrainian individuals it said were linked to human rights abuses in Crimea, moves designed to prevent what Treasury Department officials said were attempts by Moscow to normalize relations with the Ukra… [+1766 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alexandra Berzon", "title": "California Shooter Had Domestic-Disturbance History", "description": "Ian David Long, identified as the gunman in a mass shooting at a bar in Thousand Oaks, California, rose to the rank of corporal during his time in the Marines and specialized as a machine-gunner, according to military records..", "url": "https://www.wsj.com/articles/california-bar-shooter-had-history-of-domestic-disturbances-after-serving-in-afghanistan-1541702385", "urlToImage": "https://images.wsj.net/im-35839/social", "publishedAt": "2018-11-09T00:27:06Z", "content": "THOUSAND OAKS, Calif.Ian David Long, identified as the gunman in a mass shooting here, was a high-school baseball player remembered as a perfectionist who dropped the sport his senior year in part to focus on joining the military. When Longs baseball coach sa… [+5088 chars]"}]}