{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Annie Gasparro", "title": "Campbell Zeroes In on Ex-Pinnacle Foods Chief Mark Clouse for CEO Job", "description": "Campbell Soup Co. is zeroing in on food-industry veteran Mark Clouse as the leading candidate to be its next chief executive, according to people familiar with the search.", "url": "https://www.wsj.com/articles/campbell-zeroes-in-on-ex-pinnacle-foods-chief-mark-clouse-for-ceo-job-1543361036", "urlToImage": "https://images.wsj.net/im-37334/social", "publishedAt": "2018-11-27T23:56:42Z", "content": "Campbell Soup Co. CPB 1.26% is zeroing in on food-industry veteran Mark Clouse as the leading candidate to be its next chief executive, according to people familiar with the search. Mr. Clouse, who was CEO of Pinnacle Foods Inc. until its acquisition by Conag… [+3996 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William A. Galston", "title": "Trump Misjudges America's Courts - Wall Street Journal", "description": "Wall Street Journal Trump Misjudges America's Courts Wall Street Journal Last week President Trump, the nation's most vigilant court observer, denounced Jon S. Tigar after the California federal district judge issued a temporary restraining order against Mr. …", "url": "https://www.wsj.com/articles/trump-misjudges-americas-courts-1543362518", "urlToImage": "https://images.wsj.net/im-38939/social", "publishedAt": "2018-11-27T23:52:26Z", "content": "Last week President Trump, the nations most vigilant court observer, denounced Jon S. Tigar after the California federal district judge issued a temporary restraining order against Mr. Trumps migrant-asylum policy. The president disparaged Judge Tigar as an O… [+4527 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Pompeo", "title": "The US-Saudi Partnership Is Vital - Wall Street Journal", "description": "Wall Street Journal The US-Saudi Partnership Is Vital Wall Street Journal The Trump administration's effort to rebuild the U.S.-Saudi Arabia partnership isn't popular in the salons of Washington, where politicians of both parties have long used the kingdom's …", "url": "https://www.wsj.com/articles/the-u-s-saudi-partnership-is-vital-1543362363", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY130_POMPEO_SOC_20181126101606.jpg", "publishedAt": "2018-11-27T23:50:07Z", "content": "The Trump administrations effort to rebuild the U.S.-Saudi Arabia partnership isnt popular in the salons of Washington, where politicians of both parties have long used the kingdoms human-rights record to call for the alliances downgrading. The October murder… [+6338 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Holman W. Jenkins, Jr.", "title": "Climate Change Is Affordable", "description": "A new assessment allows us to think about good policy without panicking.", "url": "https://www.wsj.com/articles/climate-change-is-affordable-1543362461", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM142_BW1128_SOC_20181127110416.jpg", "publishedAt": "2018-11-27T23:47:43Z", "content": "You may recall the young Democratic National Committee staffer who, after the 2016 election, cried, Im going to die from climate change. Or the Bloomberg columnist who said Exxon makes a product that threatens the continuation of human life on earth. Or a rec… [+4741 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Kerrigan", "title": "My Brother the Car Horn", "description": "Life is about attitude and timing. Two automotive stories illustrate the point.", "url": "https://www.wsj.com/articles/my-brother-the-car-horn-1543362248", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM196_KERRIG_SOC_20181127141552.jpg", "publishedAt": "2018-11-27T23:44:12Z", "content": "Eternal truth lurks in strange places. One of them is Jerry Jeff Walkers country ballad, Singin the Dinosaur Blues. The Gypsy Songman concludes life is mostly attitude and timing. My kid brother, Jack, is a devotee of the principle. Jack has always made the m… [+2531 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason L. Riley", "title": "Europe's Migrant Disaster Should Teach America a Lesson", "description": "Even Hillary Clinton now admits the Continent erred in allowing entry of too many unvetted ‘refugees.’", "url": "https://www.wsj.com/articles/europes-migrant-disaster-should-teach-america-a-lesson-1543362209", "urlToImage": "https://images.wsj.net/im-39069/social", "publishedAt": "2018-11-27T23:43:31Z", "content": "Political up-and-comers like New Yorks Rep.-elect Alexandria Ocasio-Cortez might feel comfortable comparing Central American migrants to Jewish families fleeing Nazi Germany, as she did in a tweet the other day. But some elder statesmen in her party seem to k… [+4526 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Furman", "title": "The Case for Pausing the Interest-Rate Climb - Wall Street Journal", "description": "Wall Street Journal The Case for Pausing the Interest-Rate Climb Wall Street Journal The Federal Reserve has done an outstanding job fulfilling its dual mandate of maximum employment and price stability. To keep the economy in this happy Goldilocks position, …", "url": "https://www.wsj.com/articles/the-case-for-pausing-the-interest-rate-climb-1543362181", "urlToImage": "https://images.wsj.net/im-31402/social", "publishedAt": "2018-11-27T23:43:00Z", "content": "The Federal Reserve has done an outstanding job fulfilling its dual mandate of maximum employment and price stability. To keep the economy in this happy Goldilocks position, the Fed should hold off on raising rates at its December meeting and consider incomin… [+5370 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Jerome Corsi Says Roger Stone Sought to Cover Up Podesta Tweet", "description": "Conservative activist Jerome Corsi, a witness in the Russia investigation, said he told a federal grand jury that he helped longtime Trump adviser Roger Stone write a “cover story” to explain a tweet that appeared to foreshadow WikiLeaks releases. WSJ’s Shelb…", "url": "http://www.wsj.com/video/jerome-corsi-says-roger-stone-sought-to-cover-up-podesta-tweet/A04962EB-FB03-46F5-9693-06C838132390.html", "urlToImage": "http://m.wsj.net/video/20181127/11272018corsi/11272018corsi_1280x720.jpg", "publishedAt": "2018-11-27T23:39:58Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Timiraos", "title": "Fed Enters a New, Less Predictable Policy-Making Phase", "description": "The central bank will be deciding whether and when to raise interest rates more on the basis of the economy’s latest signs—such as in inflation, unemployment and growth —and less on the long term.", "url": "https://www.wsj.com/articles/wide-open-outlook-for-fed-rate-policy-in-2019-1543314600", "urlToImage": "https://images.wsj.net/im-39004/social", "publishedAt": "2018-11-27T23:27:42Z", "content": "Federal Reserve officials are moving into a more unpredictable phase of policy-making after two years of removing economic stimulus in regular, quarterly intervals. They will be deciding whether and when to raise interest rates more on the basis of the latest… [+5840 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "Black Friday Loses Its Appeal for Some Shoppers", "description": "Thanksgiving and Black Friday brought out about 5% fewer shoppers to stores and websites compared with last year, early data show, though the retail industry expects sales to advance nearly 4.8% for the season.", "url": "https://www.wsj.com/articles/black-friday-loses-its-appeal-for-some-shoppers-1543355606", "urlToImage": "https://images.wsj.net/im-39072/social", "publishedAt": "2018-11-27T22:53:57Z", "content": "The holiday shopping season appears to be off to a strong start, but Thanksgiving weekend didnt attract as many shoppers as last year, according to early data, as retailers began offering deals earlier and consumers stretched their spending over a longer peri… [+3020 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Micah Maidenberg", "title": "Tiger Woods Signs Deal With Golf Streaming Service", "description": "The star golfer agreed to create a range of programming and content on GolfTV, the live and on-demand streaming service Discovery and the PGA Tour will launch in January.", "url": "https://www.wsj.com/articles/tiger-woods-signs-deal-with-the-netflix-of-golf-1543355616", "urlToImage": "https://images.wsj.net/im-39167/social", "publishedAt": "2018-11-27T22:46:01Z", "content": "Tiger Woods has signed an exclusive deal to develop programming for the forthcoming golf streaming service Discovery Inc. DISCB -0.83% and the PGA Tour are launching, a bet the sports legend will lure subscribers. The celebrated golfer has signed an multiyear… [+2583 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alexandra Bruell", "title": "Disney Consolidates Ad-Serving With Google, Ends Relationship With Comcast's Freewheel", "description": "Walt Disney has agreed to use Google technology to manage and deliver online ad campaigns, ending a longstanding relationship with Comcast’s FreeWheel, according to a Disney spokesman.", "url": "https://www.wsj.com/articles/disney-consolidates-ad-serving-with-google-1543341631", "urlToImage": "https://images.wsj.net/im-39102/social", "publishedAt": "2018-11-27T22:45:49Z", "content": "Walt Disney Co. has agreed to use Alphabet Inc.s Google technology to manage and deliver online ad campaigns, ending a longstanding relationship with Comcast Corp.s FreeWheel, according to a Disney spokesman. Disneys networks, including ABC, ESPN and Freeform… [+1917 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Ex-Pennsylvania Attorney General Kathleen Kane Ordered to Begin Serving Perjury Sentence - Wall Street Journal", "description": "Wall Street Journal Ex-Pennsylvania Attorney General Kathleen Kane Ordered to Begin Serving Perjury Sentence Wall Street Journal A judge gave former Pennsylvania Attorney General Kathleen Kane less than two days to report to jail and begin serving a perjury s…", "url": "https://www.wsj.com/articles/ex-pennsylvania-attorney-general-kathleen-kane-ordered-to-begin-serving-perjury-sentence-1543358336", "urlToImage": "https://images.wsj.net/im-39177/social", "publishedAt": "2018-11-27T22:42:10Z", "content": "In Norristown, Penn., Judge Wendy Demchick-Alloy on Tuesday said there is no longer any reason for Ms. Kane to remain free, one day after the state Supreme Court declined to take up her appeal. Kane, a Democrat, has been free on $75,000 bail since her October… [+1268 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Lovett", "title": "The Wall Street Journal: Illegal immigration to U.S. fell to lowest in more than a decade in 2016", "description": "The number of people living in the U.S. illegally has reached its lowest level in more than a decade, according to a study by the Pew Research Center that comes amid heightened conflict at the Mexican border.", "url": "https://www.wsj.com/articles/illegal-immigration-to-the-u-s-hit-a-low-point-in-2016-1543356001", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GH430_border_ZG_20180416203941.jpg", "publishedAt": "2018-11-27T22:25:51Z", "content": "The number of people living in the U.S. illegally has reached its lowest level in more than a decade, according to a study by the Pew Research Center that comes amid heightened conflict at the Mexican border. Fewer than 11 million unauthorized immigrants were… [+1190 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "'Relentless Optimism and Fundamental Sweetness'", "description": "R.I.P. Stephen Hillenburg, creator of ‘SpongeBob SquarePants.’", "url": "https://www.wsj.com/articles/relentless-optimism-and-fundamental-sweetness-1543357318", "urlToImage": "https://images.wsj.net/im-39139/social", "publishedAt": "2018-11-27T22:22:15Z", "content": "In a sea of sad and cynical television programming allegedly created for children, SpongeBob Squarepants has been a hopeful island of good cheer. Its creator, Stephen Hillenburg, died on Monday at the age of 57 and left behind millions of grateful viewers. Th… [+5760 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Supreme Court Orders Review of Agency's Frog-Habitat Designation", "description": "The Supreme Court gave Weyerhaeuser Co. another chance to possibly develop a Louisiana timber farm—which could doom an endangered species of frog—telling a lower court to review a government decision to designate the land as critical habitat.", "url": "https://www.wsj.com/articles/supreme-court-orders-review-of-agencys-frog-habitat-designation-1543343144", "urlToImage": "https://images.wsj.net/im-39105/social", "publishedAt": "2018-11-27T22:21:22Z", "content": "WASHINGTONThe Supreme Court gave Weyerhaeuser Co. another chance Tuesday to possibly develop a Louisiana timber farm, which could doom an endangered species of frog, telling a lower court to review the governments decision to designate the land as critical ha… [+3877 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "U.S. Consumer Confidence Slips From 18-Year High", "description": "A measure of confidence among American households fell in November from an 18-year high, driven down by weaker expectations for the economy.", "url": "https://www.wsj.com/articles/u-s-consumer-confidence-eased-in-november-from-highest-point-since-2000-1543331934", "urlToImage": "https://images.wsj.net/im-39056/social", "publishedAt": "2018-11-27T22:19:21Z", "content": "A measure of confidence among American households fell in November from an 18-year high, driven by weaker expectations for the economy. The Conference Board said Tuesday that its index of U.S. consumer confidence dropped to 135.7 in November from 137.9 in Oct… [+2661 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Trefor Moss", "title": "Why GM Is Likely to Keep Producing in China Despite Trump's Pleas", "description": "President Trump says he wants General Motors to stop building cars in China, its biggest market. That would make GM—already plagued by weak sales in the U.S.—vulnerable to setbacks in China too.", "url": "https://www.wsj.com/articles/why-gm-isnt-likely-to-stop-making-cars-in-china-1543320164", "urlToImage": "https://images.wsj.net/im-39032/social", "publishedAt": "2018-11-27T22:03:23Z", "content": "SHANGHAIPresident Trump says he wants General Motors Co. GM -2.55% to stop building cars in China, its biggest market. That would make GMalready plagued by weak sales in the U.S.vulnerable to setbacks in China too. In todays globalized car industry, auto make… [+4792 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neil Shah", "title": "Mick Jagger on the Beauty of the Short Concert Tour", "description": "The Rolling Stones sets out in April for just 13 shows, something its frontman prefers to “these very long, arduous, never-ending tours where you can’t see the light at the end of the tunnel.”", "url": "https://www.wsj.com/articles/mick-jagger-on-the-beauty-of-the-short-concert-tour-1543335789", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL956_STONES_SOC_20181126153831.jpg", "publishedAt": "2018-11-27T22:02:56Z", "content": "After more than 50 years of touring, Mick Jagger still sings, struts and runs around onstage for over two hours straight. I enjoy being outside, the 75-year-old Rolling Stones frontman says. I enjoy doing crowds of 50,000. Of course, I do arenas. Im happy to … [+1824 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Amrith Ramkumar", "title": "Investors Confront Growth Fears Ahead of G-20 Summit", "description": "Softening economic data are adding to investor anxiety ahead of the Group of 20 summit that starts Friday in Buenos Aires.", "url": "https://www.wsj.com/articles/investors-confront-growth-fears-ahead-of-g-20-summit-1543323600", "urlToImage": "https://images.wsj.net/im-38986/social", "publishedAt": "2018-11-27T21:44:04Z", "content": "Softening economic data are adding to investor anxiety ahead of the Group of 20 summit that starts Friday in Buenos Aires. The Citigroup Economic Surprise Index for developed markets, a measure that tracks whether economic reports are meeting projections, has… [+2731 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew FitzGerald", "title": "The Wall Street Journal: Under Armour CEO promises to improve corporate culture", "description": "Kevin Plank, the founder and chief executive of Under Armour Inc., said he is responsible for “everything that happens at my company” and that any large organization can face the types of workplace problems that were outlined in a recent Wall Street Journal a…", "url": "https://www.wsj.com/articles/under-armour-ceo-plank-pledges-to-improve-companys-culture-1543354055", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX867_undera_ZG_20181105162856.jpg", "publishedAt": "2018-11-27T21:43:28Z", "content": "Kevin Plank, the founder and chief executive of Under Armour Inc., said he is responsible for everything that happens at my company and that any large organization can face the types of workplace problems that were outlined in a recent Wall Street Journal art… [+1308 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Timiraos", "title": "Fed Vice Chairman Signals Another Interest-Rate Increase in December", "description": "Federal Reserve Vice Chairman Richard Clarida said the central bank would keep raising short-term interest rates gradually, a hint that another rate increase is coming in December.", "url": "https://www.wsj.com/articles/fed-vice-chairman-richard-clarida-says-inflation-appears-contained-despite-robust-economic-growth-1543325696", "urlToImage": "https://images.wsj.net/im-39038/social", "publishedAt": "2018-11-27T21:39:36Z", "content": "Federal Reserve Vice Chairman Richard Clarida said Tuesday the central bank would keep raising short-term interest rates gradually, a hint that another rate increase is coming in December. While Mr. Clarida didnt specifically address the Feds rate plans, he n… [+4777 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniel Michaels , Stu Woo", "title": "The Wall Street Journal: Google accused of breaking EU privacy rules, as Facebook comes under fire in U.K.", "description": "Consumer advocates from four European countries filed complaints against Alphabet Inc.’s Google, alleging the company violating the European Union’s new data-privacy law in how it tracks users’ locations.", "url": "https://www.wsj.com/articles/google-and-facebook-face-european-vexation-1543342779", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ166_google_ZG_20181127162742.jpg", "publishedAt": "2018-11-27T21:33:51Z", "content": "Consumer advocates from four European countries filed complaints against Alphabet Inc.s GOOGL, -0.35% GOOG, -0.40% Google, alleging the company violating the European Unions new data-privacy law in how it tracks users locations. The groups from the Netherland… [+2041 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "North Carolina Judicial Nominee Faces Confirmation Battle", "description": "A nominee for a long-vacant judicial post in North Carolina faces a down-to-the-wire battle as early as this week in the Senate, with opponents saying he has defended racially discriminatory laws and supporters saying he is highly qualified.", "url": "https://www.wsj.com/articles/north-carolina-judicial-nominee-faces-confirmation-battle-1543354094", "urlToImage": "https://images.wsj.net/im-39166/social", "publishedAt": "2018-11-27T21:28:17Z", "content": "WASHINGTONA nominee for a long-vacant judicial post in North Carolina faces a down-to-the-wire battle as early as this week in the Senate, with opponents saying he has defended racially discriminatory laws and supporters saying he is highly qualified. Thomas … [+4445 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah E. Needleman", "title": "The Best Spot in the Office Is a Phone Booth---If You Can Get Into One", "description": "Noisy open-plan workplaces have spawned the privacy pod, which are so popular they’re rarely free; 30-minute waits, fish and other unwelcome surprises.", "url": "https://www.wsj.com/articles/the-best-spot-in-the-office-is-a-phone-boothif-you-can-get-into-one-1543333379", "urlToImage": "https://images.wsj.net/im-38938/social", "publishedAt": "2018-11-27T21:12:37Z", "content": "Plush sofas and craft beer on tap are prized amenities at the shared New York space where Elizabeth Tobey works. Neither comes close to the offices phoneless phone booths. The sleek enclosuresalmost always constructed of glass, with a seat and maybe a tablear… [+5311 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Melanie Evans", "title": "AMAZON to Mine Patient Health Records...", "description": "AMAZON to Mine Patient Health Records... (First column, 9th story, link ) Related stories: Tech Boom Coming to End? Zuckerberg No-Show Prompts Lawmakers to Post Photo of Empty Seat... Global lashing... GOOGLE accused of manipulation to track users... Blocks g…", "url": "https://www.wsj.com/articles/amazon-starts-selling-software-to-mine-patient-health-records-1543352136", "urlToImage": "https://images.wsj.net/im-39156/social", "publishedAt": "2018-11-27T21:07:37Z", "content": "Amazon.com Inc. AMZN 0.04% is starting to sell software to mine patient medical records for information that doctors and hospitals could use to improve treatment and cut costs, the latest move by a big technology company into the health care industry. The sof… [+4701 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Noemie Bisserbe", "title": "Macron Recommits to Fuel Tax Amid Rising Protests - Wall Street Journal", "description": "Wall Street Journal Macron Recommits to Fuel Tax Amid Rising Protests Wall Street Journal PARIS—French President Emmanuel Macron rejected calls to abandon a new fuel tax that has drawn the ire of rural protesters, as he unveiled an energy policy that seeks to…", "url": "https://www.wsj.com/articles/macron-recommits-to-fuel-tax-amid-rising-protests-1543352833", "urlToImage": "https://images.wsj.net/im-39145/social", "publishedAt": "2018-11-27T21:07:00Z", "content": "PARISFrench President Emmanuel Macron rejected calls to abandon a new fuel tax that has drawn the ire of rural protesters, as he unveiled an energy policy that seeks to straddle demands from the environmentalist wing of his party and increasingly restive demo… [+2752 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Valerie Bauerlein", "title": "Stacey Abrams Group Files Federal Suit Alleging Georgia Mismanaged Election - Wall Street Journal", "description": "Wall Street Journal Stacey Abrams Group Files Federal Suit Alleging Georgia Mismanaged Election Wall Street Journal A group started by Georgia Democratic gubernatorial candidate Stacey Abrams filed a federal lawsuit Tuesday, alleging the secretary of state's …", "url": "https://www.wsj.com/articles/stacey-abrams-group-files-federal-suit-alleging-georgia-mismanaged-election-1543351922", "urlToImage": "https://images.wsj.net/im-35473/social", "publishedAt": "2018-11-27T20:52:00Z", "content": "A group started by Georgia Democratic gubernatorial candidate Stacey Abrams filed a federal lawsuit Tuesday, alleging the secretary of states office and the state election board systematically blocked black voters from the polls in the Nov. 6 election. Fair F… [+3782 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "Cuomo Says 2020 White House Run Not in the Cards - Wall Street Journal", "description": "Wall Street Journal Cuomo Says 2020 White House Run Not in the Cards Wall Street Journal Gov. Andrew Cuomo said Tuesday that he won't run for president in 2020, again denying he has any designs on the White House. “I am ruling it out,” the Democratic governor…", "url": "https://www.wsj.com/articles/cuomo-says-2020-white-house-run-not-in-the-cards-1543351798", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM225_NYCUOM_SOC_20181127153321.jpg", "publishedAt": "2018-11-27T20:50:00Z", "content": "Gov. Andrew Cuomo said Tuesday that he wont run for president in 2020, again denying he has any designs on the White House. I am ruling it out, the Democratic governor said during a radio interview on WNYC-FM. I ran for governor, I have a full plate, I have m… [+1736 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Kusisto", "title": "Home-Price Gains Continue to Slow in September", "description": "Home-price gains slowed in September for the sixth consecutive month, another sign that rising mortgage rates are helping sap the momentum out of the housing market.", "url": "https://www.wsj.com/articles/home-price-gains-continue-to-slow-in-september-1543327892", "urlToImage": "https://images.wsj.net/im-39042/social", "publishedAt": "2018-11-27T20:49:15Z", "content": "Home-price gains slowed in September for the sixth consecutive month, another sign that rising mortgage rates are helping sap the momentum out of the housing market. The S&amp;P CoreLogic Case-Shiller National Home Price Index, which measures average home pri… [+2731 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Jacobs", "title": "'Dior: From Paris to the World' Review: Timelessly Elegant, Yet Avant-Garde", "description": "An overview of the couture house that dominated the globe with its iconic silhouettes.", "url": "https://www.wsj.com/articles/dior-from-paris-to-the-world-review-timelessly-elegant-yet-avant-garde-1543351500", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL919_DIOR11_SOC_20181126143411.jpg", "publishedAt": "2018-11-27T20:45:05Z", "content": "Denver In 47, the war had just ended and restrictions were being lifted, the couturier Christian Dior said of the moment when he showed his first collection. It was a time when hope bloomed. With this collection, which was called Corolle but instantly came to… [+5346 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Courtney McBride", "title": "US Plans to Leave Russian Nuclear Deal, but Is Still Consulting Allies, Official Says - Wall Street Journal", "description": "Wall Street Journal US Plans to Leave Russian Nuclear Deal, but Is Still Consulting Allies, Official Says Wall Street Journal WASHINGTON—The U.S. remains on a path to withdraw from a landmark nuclear-arms-control agreement with Russia, citing alleged violatio…", "url": "https://www.wsj.com/articles/u-s-plans-to-leave-russian-nuclear-deal-but-is-still-consulting-allies-official-says-1543348238", "urlToImage": "https://images.wsj.net/im-39094/social", "publishedAt": "2018-11-27T19:51:54Z", "content": "WASHINGTONThe U.S. remains on a path to withdraw from a landmark nuclear-arms-control agreement with Russia, citing alleged violations by Moscow, but continues to consult with its allies on the decision, the Trump administrations top intelligence official sai… [+2070 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anthony Harrup", "title": "Incoming Mexican Leader to Name Close Aide to Central Bank", "description": "Mexican President-elect Andrés Manuel López Obrador plans to nominate Gerardo Esquivel, a Harvard-trained economist and aide, as deputy governor of the Bank of Mexico.", "url": "https://www.wsj.com/articles/incoming-mexican-leader-to-name-close-aide-to-central-bank-1543346092", "urlToImage": "https://images.wsj.net/im-39098/social", "publishedAt": "2018-11-27T19:14:54Z", "content": "MEXICO CITYMexican President-elect Andrés Manuel López Obrador plans to nominate Gerardo Esquivel, a Harvard-trained economist and close aide, as deputy governor of the Bank of Mexico. The leftist administration, which takes power on Dec. 1, announced the dec… [+4231 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "A.J. Baime", "title": "A Hot Wheels Fan Lives His Dream", "description": "Luis Rodriguez, who played with the toy cars as a child, builds a custom racer that the iconic brand will sell in a mini version next year", "url": "https://www.wsj.com/articles/a-hot-wheels-fan-lives-his-dream-1543333231", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL912_MYRIDE_SOC_20181126142107.jpg", "publishedAt": "2018-11-27T19:03:42Z", "content": "Luis Rodriguez, 38, a computer tech from Hope, N.J., on his 2JetZ homemade vehicle, as told to A.J. Baime. I fell in love with cars while playing with Hot Wheels as a kid. These toy cars were inspirational because they were so different from what you saw on t… [+2436 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Beaton", "title": "A Black Eye, a Controversial Leak and Possible Armageddon—the Madness of the World Chess Championship - Wall Street Journal", "description": "Wall Street Journal A Black Eye, a Controversial Leak and Possible Armageddon—the Madness of the World Chess Championship Wall Street Journal This year's World Chess Championships has produced a crazy level of drama for an event that has so far produced a doz…", "url": "https://www.wsj.com/articles/a-black-eye-a-controversial-leak-and-possible-armageddonthe-madness-of-the-world-chess-championship-1543343906", "urlToImage": "https://images.wsj.net/im-39108/social", "publishedAt": "2018-11-27T18:38:00Z", "content": "This years World Chess Championships has produced a crazy level of drama for an event that has so far produced a dozen draws and no winner. A leaked video gave away the preparations of the No. 2 player in the world. The worlds No. 1 player arrived for one mat… [+6344 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "Judge Weighs Ordering Disclosure of Any Charges Against Julian Assange - Wall Street Journal", "description": "Wall Street Journal Judge Weighs Ordering Disclosure of Any Charges Against Julian Assange Wall Street Journal ALEXANDRIA, Va.—A federal judge on Tuesday weighed whether to force prosecutors to disclose any secret charges filed against Julian Assange, as the …", "url": "https://www.wsj.com/articles/judge-weighs-ordering-disclosure-of-any-charges-against-julian-assange-1543343446", "urlToImage": "https://images.wsj.net/im-39107/social", "publishedAt": "2018-11-27T18:33:30Z", "content": "ALEXANDRIA, Va.A federal judge on Tuesday weighed whether to force prosecutors to disclose any secret charges filed against Julian Assange, as the WikiLeaks founder is increasingly losing support from Ecuador, whose London embassy he has lived in since 2012. … [+3977 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Facebook Is Grilled Over Privacy and Misinformation by Lawmakers", "description": "Facebook CEO Mark Zuckerberg didn't turn up to a U.K. parliamentary committee inquiry into fake news and disinformation, irking lawmakers. A Facebook representative was asked to explain the social-media company's policy on data harvesting and privacy.", "url": "http://www.wsj.com/video/facebook-is-grilled-over-privacy-and-misinformation-by-lawmakers/A5D48CF6-1EF7-4ACF-BF60-5152AF4D1E81.html", "urlToImage": "http://m.wsj.net/video/20181127/112718facebook/112718facebook_1280x720.jpg", "publishedAt": "2018-11-27T18:23:28Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "Larry Kudlow Voices Skepticism Over Trump-Xi Trade Meeting - Wall Street Journal", "description": "Wall Street Journal Larry Kudlow Voices Skepticism Over Trump-Xi Trade Meeting Wall Street Journal WASHINGTON—A top White House adviser on Tuesday voiced skepticism over this coming weekend's meeting between President Trump and Chinese President Xi Jinping, s…", "url": "https://www.wsj.com/articles/larry-kudlow-voices-skepticism-over-trump-xi-trade-meeting-1543342604", "urlToImage": "https://images.wsj.net/im-39097/social", "publishedAt": "2018-11-27T18:16:00Z", "content": "WASHINGTONA top White House adviser on Tuesday voiced skepticism over this coming weekends meeting between President Trump and Chinese President Xi Jinping, suggesting the two leaders may not be able to resolve their escalating trade fight. I dont know if the… [+3114 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Margherita Stancati", "title": "Saudi Prince Woos Mideast Allies Ahead of Tougher Test - Wall Street Journal", "description": "Wall Street Journal Saudi Prince Woos Mideast Allies Ahead of Tougher Test Wall Street Journal Saudi Arabia's Crown Prince Mohammed bin Salman is seeking to restore his image on his first trip abroad since the killing of journalist Jamal Khashoggi, visiting A…", "url": "https://www.wsj.com/articles/saudi-prince-woos-mideast-allies-ahead-of-tougher-test-1543341198", "urlToImage": "https://images.wsj.net/im-39086/social", "publishedAt": "2018-11-27T17:53:00Z", "content": "Saudi Arabias Crown Prince Mohammed bin Salman is seeking to restore his image on his first trip abroad since the killing of journalist Jamal Khashoggi, visiting Arab allies before a multinational summit where he is likely to face tough questions about the mu… [+5610 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anne Kadet", "title": "Small Businesses See Amazon's Arrival as a Curse and a Blessing", "description": "One might expect Long Island City’s shopkeepers would be thrilled to welcome Amazon’s so-called HQ2. While they are expecting many new customers, it is still Amazon—their chief adversary.", "url": "https://www.wsj.com/articles/small-businesses-see-amazons-arrival-as-a-curse-and-a-blessing-1543338574", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CM164_NYMETR_SOC_20181127111926.jpg", "publishedAt": "2018-11-27T17:39:37Z", "content": "New York City bookstore owner Chris Doeblin is not a fan of Amazonhes been struggling to survive alongside the online retailer for roughly two decades. Our relationship to them has been being squashed, he said. I have a lot of different reactions, said Mr. Do… [+4439 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "How North Korea Uses Ships to Trick and Trade", "description": "Defying tight sanctions, vessels linked to Pyongyang use a large toolbox of tactics to import and export goods like oil and coal—and keep North Korea’s economy afloat. Illustration: Crystal Tai", "url": "http://www.wsj.com/video/how-north-korea-uses-ships-to-trick-and-trade/BFE8BCBE-5311-4CD4-AD7B-B1506D40BAA0.html", "urlToImage": "http://m.wsj.net/video/20181127/112718nkships/112718nkships_1280x720.jpg", "publishedAt": "2018-11-27T15:50:42Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Abrams", "title": "Police Struggle With Retrieval of American Missionary's Body From Indian Island - Wall Street Journal", "description": "Wall Street Journal Police Struggle With Retrieval of American Missionary's Body From Indian Island Wall Street Journal MUMBAI—The alleged killing of an American missionary on a remote island in India has left the country in a dilemma: how to retrieve the bod…", "url": "https://www.wsj.com/articles/police-struggle-with-retrieval-of-american-missionarys-body-from-indian-island-1543333505", "urlToImage": "https://images.wsj.net/im-39039/social", "publishedAt": "2018-11-27T15:48:36Z", "content": "Police believe John Allen Chau died after visiting North Sentinel Island with a plan to teach Christianity to the 100-person tribe that lives there. The Sentinelese have violently resisted contact with the outside world, and visiting the 23-square-mile island… [+4452 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin", "title": "Charities Expect Tax-Driven Dip in Giving", "description": "The tax law pushed millions of upper-middle-class households from itemizing deductions into a larger standard deduction. That shift could change the annual pattern of December donations that charities count on.", "url": "https://www.wsj.com/articles/charities-brace-for-tax-driven-dip-in-year-end-giving-1543333451", "urlToImage": "https://images.wsj.net/im-39001/social", "publishedAt": "2018-11-27T15:44:13Z", "content": "WASHINGTONAs they enter their busy donation season, charities are nervously watching the effects of last years tax law, which sharply reduced the number of people who get deductions for contributions to nonprofit groups. The tax law pushed millions of upper-m… [+5328 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heidi Mitchell", "title": "Is It Healthy to Sleep With the Window Open?", "description": "A doctor explains the ideal conditions for restful sleep, and why many couples have “temperature fights” in bed.", "url": "https://www.wsj.com/articles/is-it-healthy-to-sleep-with-the-window-open-1543329000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL859_fixbur_SOC_20181126115423.jpg", "publishedAt": "2018-11-27T15:25:35Z", "content": "Fresh air seems like it would help you get a good nights sleep. Some people in Germany and Scandinavia even insist on keeping a bedroom window open throughout the year. But do the breezes and outdoor sounds create ideal conditions for restorative rest? One ex… [+3881 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Investors Have a New Brexit Date to Obsess Over", "description": "To subscribe to the newsletter, please sign up here MUST READS As a Big Brexit Vote Looms, Some Ask if Investors Are Too Complacent: When it comes to Brexit, markets now have a new date to obsess over: Dec. 11, when a vote is scheduled in the British Parliame…", "url": "https://blogs.wsj.com/moneybeat/2018/11/27/investors-have-a-new-brexit-date-to-obsess-over/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-27T15:11:17Z", "content": "As a Big Brexit Vote Looms, Some Ask if Investors Are Too Complacent : When it comes to Brexit, markets now have a new date to obsess over: Dec. 11, when a vote is scheduled in the British Parliament over the U.K.s Brexit deal with the European Union. But the… [+1945 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Hodari", "title": "US Stocks Fall After Trump Warns on China Tariffs - Wall Street Journal", "description": "Wall Street Journal US Stocks Fall After Trump Warns on China Tariffs Wall Street Journal U.S. stocks slid Tuesday after President Trump threatened to move ahead with additional tariffs on Chinese goods ahead of a planned summit between the leaders of the wor…", "url": "https://www.wsj.com/articles/global-stocks-pause-ahead-of-u-s-china-trade-meeting-1543309669", "urlToImage": "https://images.wsj.net/im-39047/social", "publishedAt": "2018-11-27T15:02:00Z", "content": "U.S. stocks slid Tuesday after President Trump threatened to move ahead with additional tariffs on Chinese goods ahead of a planned summit between the leaders of the worlds two biggest economies. The Dow Jones Industrial Average fell 202 points, or 0.8%, to 2… [+2329 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Timothy Puko", "title": "Nations' Promises to Cut Greenhouse-Gas Emissions Are Insufficient, UN Says - Wall Street Journal", "description": "Wall Street Journal Nations' Promises to Cut Greenhouse-Gas Emissions Are Insufficient, UN Says Wall Street Journal WASHINGTON—Promises from nations around the world to reduce greenhouse-gas emissions fall far short of what is necessary to avoid catastrophic …", "url": "https://www.wsj.com/articles/nations-promises-to-cut-greenhouse-gas-emissions-are-insufficient-u-n-says-1543330801", "urlToImage": "https://images.wsj.net/im-39052/social", "publishedAt": "2018-11-27T15:00:35Z", "content": "WASHINGTONPromises from nations around the world to reduce greenhouse-gas emissions fall far short of what is necessary to avoid catastrophic climate change, according to a new United Nations report that urges more-ambitious commitments to curb global warming… [+3687 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trade Face-Off: What Trump and Xi Want From Their G-20 Talks", "description": "President Trump and Chinese leader Xi Jinping will bring differing agendas to their expected meeting on the sidelines of the G-20 summit in Argentina. WSJ reporters explain how the negotiations might play out.", "url": "http://www.wsj.com/video/trade-face-off-what-trump-and-xi-want-from-their-g-20-talks/2DF261D3-7958-4EDC-B0BB-A8F51DDBBE73.html", "urlToImage": "http://m.wsj.net/video/20181127/112718trumpxi/112718trumpxi_1280x720.jpg", "publishedAt": "2018-11-27T15:00:06Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Trump Talks China and GM With WSJ; Mississippi Runoff; Border Moves", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/27/capital-journal-trump-talks-china-and-gm-with-wsj-mississippi-runoff-border-moves/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CM137_msrace_P_20181127095910.jpg", "publishedAt": "2018-11-27T14:59:51Z", "content": "What We're Watching Trump's Day: President Trump has lunch with Secretary of State Mike Pompeo and Defense Secretary Jim Mattis, and then meets with House Republican leadership. He criticized the special counsel this morning. Mississippi: The Senate runoff el… [+8881 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "Alliance Data Weighs Sale of Epsilon Marketing Business - Wall Street Journal", "description": "Wall Street Journal Alliance Data Weighs Sale of Epsilon Marketing Business Wall Street Journal The company said it will review strategic alternatives for the business, which generated revenue of $2.2 billion in the year ended Sept. 30, though there is no gua…", "url": "https://www.wsj.com/articles/alliance-data-weighs-sale-of-epsilon-marketing-business-1543328650", "urlToImage": "https://images.wsj.net/im-39046/social", "publishedAt": "2018-11-27T14:27:39Z", "content": "Alliance Data Systems Corp. ADS -1.11% is exploring a potential sale of its Epsilon marketing-services business, the company said Tuesday. The company said it will review strategic alternatives for the business, which generated revenue of $2.2 billion in the … [+1818 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey A. Trachtenberg", "title": "The Wall Street Journal: Condé Nast CEO Bob Sauerberg to step down", "description": "Condé Nast said Chief Executive Bob Sauerberg is stepping down, just months after he outlined an ambitious plan to return the magazine publisher to profitability by 2020.", "url": "https://www.wsj.com/articles/conde-nast-ceo-bob-sauerberg-to-step-down-1543327326", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ108_Sauerb_ZG_20181127092037.jpg", "publishedAt": "2018-11-27T14:21:49Z", "content": "Condé Nast said Chief Executive Bob Sauerberg is stepping down, just months after he outlined an ambitious plan to return the magazine publisher to profitability by 2020. The two companies had previously operated independently with their own CEOs, senior team… [+1258 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ehsanullah Amiri", "title": "Three Americans Killed in Roadside Bombing in Afghanistan - Wall Street Journal", "description": "Wall Street Journal Three Americans Killed in Roadside Bombing in Afghanistan Wall Street Journal KABUL—Three American military personnel were killed in a roadside bombing on Tuesday in Afghanistan's eastern Ghazni province, the U.S. military said. Three othe…", "url": "https://www.wsj.com/articles/three-americans-killed-in-roadside-bombing-in-afghanistan-1543326526", "urlToImage": "https://images.wsj.net/im-39041/social", "publishedAt": "2018-11-27T13:51:20Z", "content": "KABULThree American military personnel were killed in a roadside bombing on Tuesday in Afghanistans eastern Ghazni province, the U.S. military said. Three other U.S. service members and American contractor were also wounded when the improvised explosive devic… [+1994 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Philip Georgiadis", "title": "Markets Gird for Another Brexit Surprise - Wall Street Journal", "description": "Wall Street Journal Markets Gird for Another Brexit Surprise Wall Street Journal When it comes to Brexit, markets now have a new date to obsess over: Dec. 11. That is when the U.K. parliament is set to vote on Prime Minister Theresa May's divorce agreement to…", "url": "https://www.wsj.com/articles/investors-prepare-for-another-big-brexit-vote-1543324538", "urlToImage": "https://images.wsj.net/im-39036/social", "publishedAt": "2018-11-27T13:21:00Z", "content": "When it comes to Brexit, markets now have a new date to obsess over: Dec. 11. That is when the U.K. parliament is set to vote on Prime Minister Theresa Mays divorce agreement to leave the European Union. If the vote passes, then the U.K. is well on the road t… [+3982 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "In the Elevator With Allbirds CEO Tim Brown", "description": "WSJ's Joanna Stern \"bumps into\" the Allbirds co-founder and co-CEO Tim Brown in the WSJ elevator and asks him about the company's new shoes, incessant Instagram ads and plans to go public. Photo: Andria Chamberlin for The Wall Street Journal", "url": "http://www.wsj.com/video/series/in-the-elevator-with/in-the-elevator-with-allbirds-ceo-tim-brown/65922B58-8F17-4F13-927B-E48D29840CA0", "urlToImage": "http://m.wsj.net/video/20181126/112618elevatorbrown/112618elevatorbrown_1280x720.jpg", "publishedAt": "2018-11-27T13:00:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alison Sider", "title": "Hey, Mom, Why Do You Have Five TV Remotes?", "description": "Young, tech-savvy adults struggle to work the collection of remote control devices at their parents’ house; “you’ll get picture but not sound.”", "url": "https://www.wsj.com/articles/families-face-control-issues-during-the-holidays-remote-control-issues-1543251061", "urlToImage": "https://images.wsj.net/im-38802/social", "publishedAt": "2018-11-27T12:56:23Z", "content": "At holiday time, grown children return home to face a tricky challenge of modern life: How to work their parents remote controls. At their home in Austin, Texas, Amanda and Nathan Ryan control their TV with their phones, like many tech-savvy millennials. The … [+6409 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dave Michaels", "title": "Silicon Valley's Stock Exchange Meets SEC Roadblock", "description": "The Long-Term Stock Exchange—a market for the nation’s hottest startups–was opposed by a member of the Securities and Exchange Commission.", "url": "https://www.wsj.com/articles/silicon-valleys-stock-exchange-hits-a-roadblock-1543320003", "urlToImage": "https://images.wsj.net/im-38421/social", "publishedAt": "2018-11-27T12:56:12Z", "content": "Silicon Valleys plan to build a better stock exchange for the nations hottest startups hit a snag earlier this year when a member of the Securities and Exchange Commission opposed it, people familiar with the matter said. The Long-Term Stock Exchange a propos… [+5248 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "An Alliance Pits France, Germany Against the U.S.—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, with the latest developments in the energy market. In a possible first, a Franco-Germanic alliance is emerging to defy U.S. attempts to sanction Iran and cut off the country’s ability to export oil. Meanwhile, Germany is w…", "url": "https://blogs.wsj.com/moneybeat/2018/11/27/energy-journal-a-new-alliance-pits-france-germany-against-the-u-s/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CI443_Armist_P_20181110115011.jpg", "publishedAt": "2018-11-27T12:28:25Z", "content": "Good morning. Im Neanda Salvaterra, with the latest developments in the energy market. In a possible first, a Franco-Germanic alliance is emerging to defy U.S. attempts to sanction Iran and cut off the countrys ability to export oil. Meanwhile, Germany is wre… [+4710 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alexandra Bruell", "title": "LeBron James, Other Celebrities Team Up to Start Wellness Brand 'Ladder' - Wall Street Journal", "description": "Wall Street Journal LeBron James, Other Celebrities Team Up to Start Wellness Brand 'Ladder' Wall Street Journal LeBron James, Cindy Crawford, Arnold Schwarzenegger and Lindsey Vonn have teamed up to launch a health and wellness company called Ladder, becomin…", "url": "https://www.wsj.com/articles/lebron-james-other-celebrities-team-up-to-start-wellness-brand-ladder-1543320001", "urlToImage": "https://images.wsj.net/im-38954/social", "publishedAt": "2018-11-27T12:01:48Z", "content": "LeBron James, Cindy Crawford, Arnold Schwarzenegger and Lindsey Vonn have teamed up to launch a health and wellness company called Ladder, becoming the latest celebrities to market their own wares instead of just endorsing other companies brands. Ladder will … [+4296 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "New Kind of Lender Secretly Tracks to Make Sure You Pay...", "description": "In China, a new type of internet loan comes with a catch: lenders can track your car’s whereabouts and can seize it if you fail to make payments.", "url": "https://www.wsj.com/articles/a-new-kind-of-lender-secretly-tracks-your-car-to-make-sure-you-pay-up-1543314603", "urlToImage": "https://images.wsj.net/im-38518/social", "publishedAt": "2018-11-27T11:37:39Z", "content": "SHANGHAIIn China, a new type of internet loan comes with a catch: lenders can track your cars whereabouts and can seize it if you fail to make payments. The countrys large online peer-to-peer lending industry, which matches investors with small borrowers, has… [+5986 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Gallagher", "title": "Microsoft on Verge of Retaking Apple's Market Cap Crown", "description": "The software giant is on the verge of retaking Apple’s market cap crown.", "url": "https://www.wsj.com/articles/microsofts-comeback-1543253902", "urlToImage": "https://images.wsj.net/im-38897/social", "publishedAt": "2018-11-27T11:13:33Z", "content": "By at least one measure, Microsoft s MSFT 3.30% past mistakes are now firmly in the past. The software giant was once equally known for having ushered in the PC revolution while completely missing the mobile one. The former made Microsoft the worlds most valu… [+925 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Refis, Bitcoin, Online Time", "description": "Americans are still using refis to pull cash out of their homes, Ohio allows bitcoin as a form of payment for taxes, and half of New York-area teens spend at least three hours a day online.", "url": "https://blogs.wsj.com/moneybeat/2018/11/27/wsj-wealth-adviser-briefing-refis-bitcoin-online-time/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-27T11:00:11Z", "content": "Rising mortgage rates are crushing much of the refinancing market. But Americans are still using refis to pull cash out of their homes. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally… [+2500 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Economic Indicators Are Flashing Yellow", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. The U.S. economy is flashing some warning signals—starting with the interest-sensitive housing and auto industries. Good morning. Jeff Sparshott here to t…", "url": "https://blogs.wsj.com/economics/2018/11/27/real-time-economics-trump-expects-more-china-tariffs-chastises-general-motors/", "urlToImage": "https://images.wsj.net/im-38960", "publishedAt": "2018-11-27T09:36:17Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. The U.S. economy is flashing some warning signalsstarting with the interest-sensitive housing and auto industries. Good morning. Jeff Sparshott here to tak… [+8643 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eric Morath", "title": "GM Closings Are a Fresh Sign of Worry for Economy", "description": "Few economists see a recession, but the car maker’s announcement it will cut up to 14,800 jobs comes as other indicators hint at a slowdown in growth.", "url": "https://www.wsj.com/articles/gm-closings-a-fresh-sign-of-worry-for-economy-1543271097", "urlToImage": "https://images.wsj.net/im-38960/social", "publishedAt": "2018-11-27T08:04:32Z", "content": "Few economists see a recession, but the large layoff announcement comes as other economic indicators flash yellow, signaling slowdown. The housing sector has slowed in the face of higher interest rates and the domestic energy sector faces a big drop in oil pr… [+3287 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rob Taylor 发自堪培拉 / Dan Strumpf 发自香港", "title": "未理会美国反对，巴新将继续与华为合作完成互联网项目 - 华尔街日报中文网", "description": "华尔街日报中文网 未理会美国反对，巴新将继续与华为合作完成互联网项目 华尔街日报中文网 尽管受到澳大利亚、日本和美国的反对，中国电信巨头华为技术有限公司(Huawei Technologies Co.)仍将完成巴布亚新几内亚一个互联网网络的建设，这意味着地处南太平洋的巴布亚新几内亚并未理会网络... 更多 »", "url": "https://cn.wsj.com/articles/CN-BIZ-20181127143638", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BC763_1010hu_G_20181010040607.jpg", "publishedAt": "2018-11-27T07:01:05Z", "content": "(Huawei Technologies Co.) William Duma Duma..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rob Taylor", "title": "Huawei to Complete Internet Project Despite Fierce U.S. Opposition", "description": "Chinese telecommunications giant Huawei will complete construction of an internet network in Papua New Guinea despite opposition from Australia, Japan and the U.S., after the Pacific nation dismissed cyberspying worries.", "url": "https://www.wsj.com/articles/huawei-to-complete-internet-project-despite-fierce-u-s-opposition-1543292961", "urlToImage": "https://images.wsj.net/im-30183/social", "publishedAt": "2018-11-27T04:29:23Z", "content": "Chinese telecommunications giant Huawei Technologies Co. will complete construction of an internet network in Papua New Guinea despite opposition from Australia, Japan and the U.S., after the South Pacific country dismissed concerns about cyberspying. William… [+3778 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Reid J. Epstein", "title": "Lead Flips in Last Contested House Race", "description": "Democrat T.J. Cox took a 436-vote lead in a California district that appeared on election night to have been won by incumbent GOP Rep. David Valadao.", "url": "https://www.wsj.com/articles/lead-flips-in-last-contested-house-race-1543289053", "urlToImage": "https://images.wsj.net/im-39009/social", "publishedAt": "2018-11-27T04:08:36Z", "content": "In the last unsettled House race, Democratic challenger T.J. Cox on Monday took a narrow lead in a California district that appeared on election night to have been won by incumbent GOP Rep. David Valadao. Mr. Cox made up a deficit of about 5,000 votes after C… [+1649 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joe Flint", "title": "AT&T Golf Telecast Tops Expectations", "description": "Sign-ups for “The Match,” which pitted Tiger Woods against Phil Mickelson, may reach one million across multiple pay-TV providers.", "url": "https://www.wsj.com/articles/viewer-interest-in-at-t-golf-telecast-beats-forecasts-1543276907", "urlToImage": "https://images.wsj.net/im-38992/social", "publishedAt": "2018-11-27T03:45:41Z", "content": "Viewer interest in AT&amp;T Inc.s pay-per-view telecast last Friday of a golf match between Tiger Woods and Phil Mickelson far exceeded the companys expectations, with sign-ups that may reach as high as one million across multiple pay-TV providers, according … [+2776 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saumya Vaishampayan", "title": "India Can Thank Crude's Slump for a Soaring Stock Market", "description": "Indian equities have emerged as some of the world’s best performers over the past month. The Nifty 50 has surged 6% in the past 30 days, with only Hong Kong’s Hang Seng and Argentina’s Merval giving it a run for its money.", "url": "https://www.wsj.com/articles/india-can-thank-crudes-slump-for-a-soaring-stock-market-1543289335", "urlToImage": "https://images.wsj.net/im-39008/social", "publishedAt": "2018-11-27T03:37:23Z", "content": "Indian equities have emerged as some of the worlds best performers over the past month. The rally has left the Nifty 50 index up slightly for the year. Indias Nifty 50 has surged 6% in the past 30 days. Only Hong Kongs Hang Seng and Argentinas Merval have giv… [+2850 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lara O’Reilly", "title": "Amazon, With Little Fanfare, Emerges as an Advertising Giant", "description": "Its push is happening online, on devices such as FireTV and on delivery boxes, challenging the big ad sellers, including Facebook, Google and TV networks. Marketers are conflicted between wanting the company’s data and fearing it as a competitor.", "url": "https://www.wsj.com/articles/amazon-with-little-fanfare-emerges-as-an-advertising-giant-1543248561", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL834_AMAZON_SOC_20181126064156.jpg", "publishedAt": "2018-11-27T03:17:30Z", "content": "Amazon.com Inc. AMZN 5.28% handles nearly half of all online sales in the U.S., giving it a popular platform and a wealth of consumer data. Now its on track to become the next juggernaut of online advertising, and its rise threatens to upend Silicon Valleys a… [+15810 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ken Thomas", "title": "Racially charged runoff...", "description": "Racially charged runoff... (Top headline, 6th story, link ) Related stories: MISSISSIPPI RUNOFF: MAGA BOOST FOR HYDE-SMITH... PAPER: Historic Visit... REPUBLICANS HOLD BREATH... Trump Invokes Elvis... Nooses Found At State Capitol... Advertise here", "url": "https://www.wsj.com/articles/trump-stumps-for-embattled-mississippi-senator-on-eve-of-runoff-1543277325", "urlToImage": "https://images.wsj.net/im-38993/social", "publishedAt": "2018-11-27T02:34:37Z", "content": "President Trump on Monday urged Mississippi Republicans to back embattled incumbent Sen. Cindy Hyde-Smith, on the eve of a runoff election that has been dominated by racial politics and the states painful history of lynchings. Mr. Trump said in Tupelo, Miss.,… [+4265 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Martin Feldstein", "title": "Raise Rates Today to Fight a Recession Tomorrow", "description": "A downturn is inevitable as asset prices fall. The Fed can prepare by continuing to raise rates now.", "url": "https://www.wsj.com/articles/raise-rates-today-to-fight-a-recession-tomorrow-1543276851", "urlToImage": "https://images.wsj.net/im-38848/social", "publishedAt": "2018-11-27T02:26:12Z", "content": "Federal Reserve Chairman Jerome Powell will lay out a vision Wednesday for the course the Fed will steer through coming economic turbulence. So far, the Feds governors have appeared committed to their plan to continue raising interest rates, which they began … [+4539 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert Lee Hotz", "title": "NASA's InSight Spacecraft Lands Safely on Mars", "description": "NASA engineers celebrated as the $828 million InSight lander signaled a safe landing on Mars, where it will take the pulse of the Red Planet by monitoring seismic waves from quakes and meteor strikes.", "url": "https://www.wsj.com/articles/nasas-insight-spacecraft-lands-safely-on-mars-1543263187", "urlToImage": "https://images.wsj.net/im-38980/social", "publishedAt": "2018-11-27T01:40:43Z", "content": "Jubilant NASA engineers cheered Monday as the $828 million InSight lander signaled a safe landing on Mars, where it will take the pulse of the Red Planet by monitoring seismic waves from quakes and meteor strikes. A dust-speckled image of the Martian plain, b… [+4158 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Samuel Rubenfeld", "title": "U.S. Drug Charges for Honduran President's Brother", "description": "Juan Antonio “Tony” Hernandez, a former Honduran lawmaker, was accused of cocaine trafficking in the country over a 12-year period. He allegedly had his initials stamped on some drugs.", "url": "https://www.wsj.com/articles/u-s-files-drug-charges-against-brother-of-honduran-president-1543279372", "urlToImage": "https://images.wsj.net/im-38997/social", "publishedAt": "2018-11-27T01:27:47Z", "content": "Federal prosecutors in New York said on Monday they had filed drugs and weapons charges against Juan Antonio Tony Hernandez, a former Honduran lawmaker and brother of Honduran President Juan Orlando Hernandez, accusing him of working with drug traffickers acr… [+4134 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Elizabeth Bernstein", "title": "How Can You Help Someone Who Is Depressed?", "description": "A person who is depressed may need as much support as someone suffering from any other serious illness. One expert describes how offers of support can go awry—and how to really make a difference.", "url": "https://www.wsj.com/articles/how-can-you-help-someone-who-is-depressed-1543242613", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK676_BONDS1_SOC_20181119121237.jpg", "publishedAt": "2018-11-27T01:19:23Z", "content": "A person who is depressed needs as much support as someone suffering from any other serious illness, such as cancer. Yet depression often makes people isolate themselves. It can change their personality and sap their energy. And it can make them resistant to … [+7289 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Tensions Remain High at U.S.-Mexico Border", "description": "Tensions continue to rise in Tijuana as migrants fleeing Central America await the opportunity to apply for asylum in the U.S. WSJ's Alicia Caldwell describes the scenes from the migrant camp at the border crossing. Photo: Bloomberg", "url": "http://www.wsj.com/video/tensions-remain-high-at-us-mexico-border/8B2CD263-7FB7-46F5-A285-166B0B7CDC5A.html", "urlToImage": "http://m.wsj.net/video/20181126/112618mexicoborder1/112618mexicoborder1_1280x720.jpg", "publishedAt": "2018-11-27T01:17:20Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "Defense disputes...", "description": "Defense disputes... (Top headline, 2nd story, link ) Related stories: Mueller alleges Manafort lied to investigators... Developing... Cooperation collapse stunning turnaround... Corsi refuses plea... President Accuses Special Counsel of 'Conflicts of Interest…", "url": "https://www.wsj.com/articles/robert-mueller-says-paul-manafort-lied-to-fbi-after-plea-agreement-1543278043", "urlToImage": "https://images.wsj.net/im-38999/social", "publishedAt": "2018-11-27T00:34:36Z", "content": "Former Trump campaign chairman Paul Manafort continued to lie to the FBI and to special counsel Robert Muellers office after his plea deal in September, Mr. Muellers office said Monday, in what would be a breach of the agreement by a person whose cooperation … [+1457 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Storming the Southern Border", "description": "Violent migrants will turn Americans against generous asylum policy.", "url": "https://www.wsj.com/articles/storming-the-southern-border-1543277802", "urlToImage": "https://images.wsj.net/im-38973/social", "publishedAt": "2018-11-27T00:16:44Z", "content": "Migrants on Sunday stormed the U.S. border near San Diego, and from the media coverage youd think the culprits were the Border Patrol agents who used tear gas to disperse the mob and defend themselves. But the officers were right to repel the crowds, and the … [+2925 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Putin Tests Trump on Ukraine", "description": "The Russian is watching the response to his latest military aggression.", "url": "https://www.wsj.com/articles/putin-tests-trump-on-ukraine-1543277779", "urlToImage": "https://images.wsj.net/im-38989/social", "publishedAt": "2018-11-27T00:16:21Z", "content": "Vladimir Putins method is to probe for weakness in adversaries, and then see if there is any pushback to his aggression. Thats what he seems to be doing again in the Kerch Strait off Crimea, as Russian forces Sunday seized three Ukrainian naval vessels and 24… [+1430 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Ghosn Inquisition", "description": "The troubling arrest and firing of Nissan’s long-time executive.", "url": "https://www.wsj.com/articles/the-ghosn-inquisition-1543277757", "urlToImage": "https://images.wsj.net/im-38972/social", "publishedAt": "2018-11-27T00:15:59Z", "content": "A CEO once hailed as a business savior is arrested at the airport, held in detention for days without being charged, interrogated by prosecutors without a lawyer present, and fired from his post amid media leaks claiming hes guilty of financial malfeasance. C… [+4131 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas J. Duesterberg", "title": "The Deal America and China Need - Wall Street Journal", "description": "Wall Street Journal The Deal America and China Need Wall Street Journal President Trump's aggressive economic pressure has helped bring Chinese President Xi Jinping to the negotiating table. But as the two presidents prepare to meet Friday in Buenos Aires, it…", "url": "https://www.wsj.com/articles/the-deal-america-and-china-need-1543276958", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY131_DUESTE_SOC_20181126135444.jpg", "publishedAt": "2018-11-27T00:07:23Z", "content": "President Trumps aggressive economic pressure has helped bring Chinese President Xi Jinping to the negotiating table. But as the two presidents prepare to meet Friday in Buenos Aires, it would be a mistake for American negotiators to imagine that tariff measu… [+5147 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Walter Russell Mead", "title": "How American Fracking Changes the World", "description": "Low energy prices enhance U.S. power at the expense of Moscow and Tehran.", "url": "https://www.wsj.com/articles/how-american-fracking-changes-the-world-1543276935", "urlToImage": "https://images.wsj.net/im-38875/social", "publishedAt": "2018-11-27T00:02:49Z", "content": "The most important news in world politics this month isnt about diplomacy. Bigger than Brexit, more consequential than presidential tweetstorms, the American shale revolution is rapidly reshaping the global balance of power as energy prices plummet. Until rec… [+4621 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Molly Jong-Fast", "title": "The Late-Term Abortion I Didn't Want", "description": "My baby was at risk for a terminal disease, and test results wouldn’t come in until the second trimester.", "url": "https://www.wsj.com/articles/the-late-term-abortion-i-didnt-want-1543276878", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL942_JongFa_SOC_20181126144443.jpg", "publishedAt": "2018-11-27T00:01:20Z", "content": "A federal judge last week struck down a Mississippi law banning abortion after 15 weeks of pregnancy. Even supporters of abortion rights may wonder why a woman would need an abortion so late. I was 24 when I accidentally got pregnant. I come from a family of … [+2674 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Koonin", "title": "The Climate Won't Crash the Economy - Wall Street Journal", "description": "Wall Street Journal The Climate Won't Crash the Economy Wall Street Journal Headlines warned of economic doom after the U.S. government released its fourth National Climate Assessment last week. Yet a close reading of the report shows that the overall economi…", "url": "https://www.wsj.com/articles/the-climate-wont-crash-the-economy-1543276899", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL845_Koonin_SOC_20181126111640.jpg", "publishedAt": "2018-11-27T00:01:00Z", "content": "Headlines warned of economic doom after the U.S. government released its fourth National Climate Assessment last week. Yet a close reading of the report shows that the overall economic impact of human-caused climate change is expected to be quite small. Proje… [+2894 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Allan Ripp", "title": "Take It From an Almost-Harvard Man", "description": "Prestige is helpful, but you can make your way without it.", "url": "https://www.wsj.com/articles/take-it-from-an-almost-harvard-man-1543276801", "urlToImage": "https://images.wsj.net/im-38846/social", "publishedAt": "2018-11-27T00:00:02Z", "content": "I was in a discussion with my friend Ken years ago, when he paused to emphasize a point: Well, you went to Harvard, you should know. I cant recall what I was supposed to know but I didnt stop to correct him: I never attended Harvard. It wasnt the first time K… [+2923 chars]"}]}