{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Government Motors Is Back", "description": "GM floats a China-style plan to subsidize and promote electric cars.", "url": "https://www.wsj.com/articles/government-motors-is-back-1541980679", "urlToImage": "https://images.wsj.net/im-36321/social", "publishedAt": "2018-11-11T23:58:01Z", "content": "General Motors has recharged since being bailed out by the government in bankruptcy nearly a decade ago. But now Government Motors is back: The largest U.S. automaker wants the Trump Administration to juice its bottom line with a truckload of electric-car man… [+4593 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Coup That Wasn't", "description": "Democrats win an election, so apparently democracy works.", "url": "https://www.wsj.com/articles/the-coup-that-wasnt-1541980635", "urlToImage": "https://images.wsj.net/im-36334/social", "publishedAt": "2018-11-11T23:57:16Z", "content": "With votes still being counted, Democrats last week may have picked up as many as 40 seats in the House of Representatives. That would be their biggest gain since the Watergate year of 1974, and naturally progressives are expressing satisfaction. Make No Mist… [+1224 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Anti-Manufacturing Tariff", "description": "Five months after seeking a waiver, Mid Continent still waits.", "url": "https://www.wsj.com/articles/the-anti-manufacturing-tariff-1541980596", "urlToImage": "https://images.wsj.net/im-36320/social", "publishedAt": "2018-11-11T23:56:38Z", "content": "Weve told you about Mid Continent Nail Corp., the Poplar Bluff, Mo., manufacturer hit hard by Donald Trumps steel tariffs. The company cant get the steel it needs at competitive prices and is losing money on every box of nails it ships, but it cant get a tari… [+2759 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Lewis", "title": "Who Lost The House? John McCain", "description": "His July 2017 vote killed ObamaCare repeal and made Democratic lies impossible to refute.", "url": "https://www.wsj.com/articles/who-lost-the-house-john-mccain-1541968422", "urlToImage": "https://images.wsj.net/im-36213/social", "publishedAt": "2018-11-11T22:42:06Z", "content": "The Republican Party lost its House majority on July 28, 2017, when Sen. John McCain ended the partys seven-year quest to repeal ObamaCare. House leadership had done an admirable job herding cats. On the second try, we passed the American Health Care Act in M… [+2839 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "‘The Grinch’ steals box office as ‘Overlord,’ ‘Girl in the Spider’s Web’ flop", "description": "“Dr. Seuss’ The Grinch” stole all the box-office cheer this weekend, collecting a robust $66 million in the U.S. and Canada, according to preliminary estimates, while other new releases landed like lumps of coal.", "url": "https://www.wsj.com/articles/grinch-gets-jump-on-holiday-box-office-1541961069", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY333_grinch_ZG_20181111173834.jpg", "publishedAt": "2018-11-11T22:41:45Z", "content": "LOS ANGELES Dr. Seuss The Grinch stole all the box-office cheer this weekend, collecting a robust $66 million in the U.S. and Canada, according to preliminary estimates, while other new releases landed like lumps of coal. The animated retelling of the childre… [+1562 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachel Pannett", "title": "Global Leaders Converge on Pacific Island—Just Don't Ask Them to Stay There - Wall Street Journal", "description": "Wall Street Journal Global Leaders Converge on Pacific Island—Just Don't Ask Them to Stay There Wall Street Journal This Thursday, the Asia-Pacific Economic Cooperation forum is scheduled to kick off in the capital—not that many of the participants plan to st…", "url": "https://www.wsj.com/articles/global-leaders-agreed-to-meet-in-papua-new-guineajust-dont-ask-them-to-stay-there-1541974177", "urlToImage": "https://images.wsj.net/im-36278/social", "publishedAt": "2018-11-11T22:12:15Z", "content": "Papua New Guinea is plagued by gangs, carjackings and kidnappings. Embassies warn their citizens not to leave hotels after dark, certainly not without armed guards. The Economist Intelligence Unit has rated its capital, Port Moresby, the fifth-worst city in t… [+5064 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heidi Mitchell", "title": "Which Houseplants Grow Best in Low Light?", "description": "A horticulturalist recommends the best plants and gardening practices for indoors.", "url": "https://www.wsj.com/articles/which-houseplants-grow-best-in-low-light-1541863807", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI088_FIXBUR_SOC_20181108174125.jpg", "publishedAt": "2018-11-11T21:52:50Z", "content": "As the days get darker earlier and outside temperatures get cooler, you may have considered doing some gardening inside your home. Houseplants can be healthy additions to almost any environment, and many thrive indoors. One expert, Brie Arthur, a certified ho… [+4117 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Summer Said , Christopher Alessi , Benoit Faucon", "title": "The Wall Street Journal: Saudis to reduce oil output, as OPEC still debates production cuts", "description": "Plummeting oil prices and signs of a coming global oversupply are bringing producers closer to a pact to cut output.", "url": "https://www.wsj.com/articles/opec-edges-closer-to-production-cut-as-saudis-russia-signal-intent-1541956957", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY330_saudi1_ZG_20181111164842.jpg", "publishedAt": "2018-11-11T21:50:01Z", "content": "ABU DHABI Plummeting oil prices and signs of a coming global oversupply are bringing producers closer to a pact to cut output. Saudi representatives said Sunday that the kingdom would slash its exports unilaterally next month, as a broader OPEC alliance debat… [+1014 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jim Carlton", "title": "The Wall Street Journal: California firefighters make gains against wildfires as death toll rises to 25", "description": "Firefighters used a lull in heavy winds to make early headway against the massive wildfires on both ends of California that left 25 dead, but strong gusts warned of further danger and unhealthy levels of smoke prompted warnings for people to stay indoors.", "url": "https://www.wsj.com/articles/firefighters-in-california-make-some-headway-against-blazes-1541970352", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY329_campfi_ZG_20181111163839.jpg", "publishedAt": "2018-11-11T21:41:01Z", "content": "SAN FRANCISCO Firefighters used a lull in heavy winds to make early headway against the massive wildfires on both ends of California that left 25 dead, but strong gusts warned of further danger and unhealthy levels of smoke prompted warnings for people to sta… [+1495 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shan Li", "title": "The Wall Street Journal: Alibaba racks up record $30.8 billion in Singles Day shopping", "description": "It was another record-setting Singles Day for Alibaba Group Holding Ltd. Sunday, with consumers snapping up bargains despite China’s slowing economic growth, the trade fight with the U.S. and the diminished presence of Alibaba founder Jack Ma.", "url": "https://www.wsj.com/articles/alibaba-pulls-in-record-singles-day-sales-1541959849", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY328_single_ZG_20181111162616.jpg", "publishedAt": "2018-11-11T21:29:15Z", "content": "SHANGHAI It was another record-setting Singles Day for Alibaba Group Holding Ltd. Sunday, with consumers snapping up bargains despite Chinas slowing economic growth, the trade fight with the U.S. and the diminished presence of Alibaba founder Jack Ma. The e-c… [+1333 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew Hinshaw", "title": "Far-Right Groups Join Massive March Marking Polish Independence - Wall Street Journal", "description": "Wall Street Journal Far-Right Groups Join Massive March Marking Polish Independence Wall Street Journal WARSAW, Poland—Far-right movements from across Europe joined a massive march here to celebrate Poland's 100th anniversary of independence, in what has beco…", "url": "https://www.wsj.com/articles/far-right-groups-join-massive-march-marking-polish-independence-1541970371", "urlToImage": "https://images.wsj.net/im-36315/social", "publishedAt": "2018-11-11T21:06:00Z", "content": "WARSAW, PolandFar-right movements from across Europe joined a march here to celebrate Polands 100th anniversary of independence, in what has become an annual gathering point for Europes political fringe. Faced with a rally that has become too large to banmore… [+5690 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "House Democrats to Probe Trump's Role in Hush Payments - Wall Street Journal", "description": "Wall Street Journal House Democrats to Probe Trump's Role in Hush Payments Wall Street Journal House Democrats, set to take over majority control next year, plan to probe President Trump's involvement in hush payments arranged during the 2016 campaign to two …", "url": "https://www.wsj.com/articles/house-democrats-to-probe-trumps-role-in-hush-payments-1541969716", "urlToImage": "https://images.wsj.net/im-36319/social", "publishedAt": "2018-11-11T20:55:00Z", "content": "House Democrats, set to take over majority control next year, plan to probe President Trumps involvement in hush payments arranged during the 2016 campaign to two women alleging affairs, according to a Democratic aide on the House Oversight Committee. The aid… [+5124 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mary Anastasia O’Grady", "title": "The Drug War and the Caravan", "description": "Misguided American policies contributed to the growing chaos in Central America.", "url": "https://www.wsj.com/articles/the-drug-war-and-the-caravan-1541969416", "urlToImage": "https://images.wsj.net/im-36216/social", "publishedAt": "2018-11-11T20:50:19Z", "content": "CNNs Jim Acosta used his physical advantage as a man over a female White House intern last week when he didnt want to give up the microphone during a Trump press conference. Its a good thing the lady was well-mannered, or there might have been a brawl. In an … [+4628 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniel Michaels", "title": "Design Your Frames: 3-D Printing Comes to Eyewear", "description": "Additive manufacturing, better known as 3-D printing, is edging into the roughly $60 billion global eyeglass-frame market, promising more choice for consumers and savings for producers.", "url": "https://www.wsj.com/articles/design-your-frames-3-d-printing-comes-to-eyewear-1541937600", "urlToImage": "https://images.wsj.net/im-36069/social", "publishedAt": "2018-11-11T20:45:35Z", "content": "LEUVEN, BelgiumThe new look in eyewear is 3-D, but today it isnt about movie effects. The focus is on how glasses are made. Additive manufacturing, better known as 3-D printing, is edging into the roughly $60 billion global eyeglass-frame market, promising mo… [+5906 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brendan Simms", "title": "'Peace at Last' Review: Remembering Flanders Fields - Wall Street Journal", "description": "Wall Street Journal 'Peace at Last' Review: Remembering Flanders Fields Wall Street Journal Of all the British traditions, the observance of Remembrance Day, which marks the end of World War I on Nov. 11, 1918, is surely the most poignant and deep-rooted. Eve…", "url": "https://www.wsj.com/articles/peace-at-last-review-remembering-flanders-fields-1541968562", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI474_bkrvar_SOC_20181111104554.jpg", "publishedAt": "2018-11-11T20:38:06Z", "content": "Of all the British traditions, the observance of Remembrance Day, which marks the end of World War I on Nov. 11, 1918, is surely the most poignant and deep-rooted. Every year, millions gather in churches or public squaresor take part in somber paradesto comme… [+5855 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Arthur Herman", "title": "The Danger of Rushing Into Peace - Wall Street Journal", "description": "Wall Street Journal The Danger of Rushing Into Peace Wall Street Journal On the 11th hour of the 11th day of the 11th month in 1918, the guns were stilled in what was then the bloodiest war in history. A century later it's worth remembering that while the arm…", "url": "https://www.wsj.com/articles/the-danger-of-rushing-into-peace-1541968382", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH237_HERMAN_SOC_20181106132401.jpg", "publishedAt": "2018-11-11T20:37:32Z", "content": "On the 11th hour of the 11th day of the 11th month in 1918, the guns were stilled in what was then the bloodiest war in history. A century later its worth remembering that while the armistice ended a world war, it also set the table for the next, thanks to th… [+3847 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tunku Varadarajan", "title": "Taking the Law Into Your Own Handheld", "description": "Some attorneys are unhappy with a new app that automates simple legal actions.", "url": "https://www.wsj.com/articles/taking-the-law-into-your-own-handheld-1541968596", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY088_TUNKUB_SOC_20181109130438.jpg", "publishedAt": "2018-11-11T20:36:38Z", "content": "Stanford, Calif. Joshua Browder is an ambitious young man. A 21-year-old computer-science senior at Stanford, he aims to make lawyers obsolete, at least for humdrum troubles such as parking tickets, disputes with landlords, and small claims for which legal fe… [+4163 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dave Seminara", "title": "Constitutional Ways to Curb 'Birth Tourism'", "description": "Enforce the ‘public charge’ provision of immigration law, and be more cautious about granting visas.", "url": "https://www.wsj.com/articles/constitutional-ways-to-curb-birth-tourism-1541968463", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG676_Semina_SOC_20181104183958.jpg", "publishedAt": "2018-11-11T20:34:24Z", "content": "Birth tourism is real. Foreign women come to America to give birth to U.S. citizens. When I worked as a consular officer at U.S. embassies overseas, I frequently interviewed mothers-to-be for their visa applications. And I was often compelled to renew U.S. pa… [+4053 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kirsten Grind", "title": "Why Did Facebook Fire a Top Executive? Hint: It Had Something to Do With Trump", "description": "Palmer Luckey, co-founder of virtual-reality pioneer Oculus, was ousted after his political activity sparked a furor within the social-media giant and Sliicon Valley. His firing was one of the earliest political spats of the kind that is now roiling the techn…", "url": "https://www.wsj.com/articles/why-did-facebook-fire-a-top-executive-hint-it-had-something-to-do-with-trump-1541965245", "urlToImage": "https://images.wsj.net/im-36175/social", "publishedAt": "2018-11-11T20:25:03Z", "content": "Facebook Inc. FB -1.97% executive and virtual-reality wunderkind Palmer Luckey was a rising star of Silicon Valley when, at the height of the 2016 presidential contest, he donated $10,000 to an anti-Hillary Clinton group. Mr. Luckey, it turns out, was put on … [+10633 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Global Economy Week Ahead: U.S. Sales, Foreign GDP Figures", "description": "Economic data in the coming week will include U.S. retail sales data as well as indicators of business activity in Japan, China and Germany.", "url": "https://www.wsj.com/articles/global-economy-week-ahead-u-s-sales-foreign-gdp-figures-1541966401", "urlToImage": "https://images.wsj.net/im-36170/social", "publishedAt": "2018-11-11T20:00:17Z", "content": "Economic data in the coming week will include U.S. retail sales data as well as indicators of business activity in Japan, China and Germany. Monday is Veterans Day in the U.S. Japans JulySeptember gross domestic product results are due. The economy is expecte… [+2800 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Timiraos", "title": "House Democrats Scrutinize Matthew Whitaker, the Acting Attorney General - Wall Street Journal", "description": "Wall Street Journal House Democrats Scrutinize Matthew Whitaker, the Acting Attorney General Wall Street Journal Democrats promised to use their control of the House in January to scrutinize the appointment and actions of Matthew Whitaker, whom President Trum…", "url": "https://www.wsj.com/articles/house-democrats-scrutinize-matthew-whitaker-the-acting-attorney-general-1541964336", "urlToImage": "https://images.wsj.net/im-36311/social", "publishedAt": "2018-11-11T19:25:00Z", "content": "Democrats promised to use their control of the House in January to scrutinize the appointment and actions of Matthew Whitaker, whom President Trump tapped to be acting attorney general in place of Jeff Sessions. House Democratic Leader Nancy Pelosi said in a … [+4586 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mark Penn", "title": "Hillary Will Run Again - Wall Street Journal", "description": "Wall Street Journal Hillary Will Run Again Wall Street Journal Get ready for Hillary Clinton 4.0. More than 30 years in the making, this new version of Mrs. Clinton, when she runs for president in 2020, will come full circle—back to the universal-health-care-…", "url": "https://www.wsj.com/articles/hillary-will-run-again-1541963599", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY090_PennSt_SOC_20181109172542.jpg", "publishedAt": "2018-11-11T19:13:00Z", "content": "Get ready for Hillary Clinton 4.0. More than 30 years in the making, this new version of Mrs. Clinton, when she runs for president in 2020, will come full circleback to the universal-health-care-promoting progressive firebrand of 1994. True to her name, Mrs. … [+5414 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Local Officials Should Greet the President - Wall Street Journal", "description": "Wall Street Journal Local Officials Should Greet the President Wall Street Journal Regarding Ruth Wisse's “The Many Faces of Jew-Hatred” (op-ed, Nov. 1) and your Oct. 29 editorial “The Oldest Hatred”: When President Trump arrived in Pittsburgh to pay his resp…", "url": "https://www.wsj.com/articles/local-officials-should-greet-the-president-1541963350", "urlToImage": "https://images.wsj.net/im-33266/social", "publishedAt": "2018-11-11T19:09:00Z", "content": "Regarding Ruth Wisses The Many Faces of Jew-Hatred (op-ed, Nov. 1) and your Oct. 29 editorial The Oldest Hatred : When President Trump arrived in Pittsburgh to pay his respects to the dead and visit the wounded, my brother, Ron, Israels ambassador to the U.S.… [+1430 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Georgi Kantchev", "title": "Russia Demotes Dollar's Role at Home, Taking a Swipe at U.S.", "description": "Russia is trying to wean itself off the greenback as its economy buckles under U.S. sanctions and the country prepares for stricter penalties expected later this month.", "url": "https://www.wsj.com/articles/russia-demotes-dollars-role-at-home-taking-a-swipe-at-u-s-1541959204", "urlToImage": "https://images.wsj.net/im-35843/social", "publishedAt": "2018-11-11T18:00:06Z", "content": "MOSCOWRussia is trying to wean itself off the greenback as its economy buckles under U.S. sanctions and the country prepares for stricter penalties expected later this month. Russias central bank has ramped up its gold reserves this year and sold U.S. Treasur… [+5498 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Death Toll Rises as Wildfires Tear Through California", "description": "Fast-moving wildfires that broke out at different ends of California last week have claimed dozens of lives and forced a quarter million people from their homes. Photo: Ringo H.W. Chiu/AP", "url": "http://www.wsj.com/video/death-toll-rises-as-wildfires-tear-through-california/66BCBC03-E740-44FA-BFB6-6C084FC26921.html", "urlToImage": "http://m.wsj.net/video/20181112/111218calfiresupdate/111218calfiresupdate_1280x720.jpg", "publishedAt": "2018-11-11T15:48:49Z", "content": "The Columnists on Willpower 10/29/2018 Author Candace Bushnell, Huffington Post co-founder Arianna Huffington, director Lee Daniels and others contemplate the uses of willpower for achieving success in this fourth episode of WSJ. Magazines series, The Columni… [+3 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Rudegeair", "title": "Losses Pile Up at Fintech Firm SoFi as Rates Rise", "description": "Online lender Social Finance lost money for the second consecutive quarter as loan volume sagged and the company spent big sums on expansion plans.", "url": "https://www.wsj.com/articles/losses-pile-up-at-fintech-firm-sofi-as-rates-rise-1541947939", "urlToImage": "https://images.wsj.net/im-36282/social", "publishedAt": "2018-11-11T14:52:21Z", "content": "Online lender Social Finance Inc. lost money for the second consecutive quarter as loan volume sagged and the company spent big sums on expansion plans. The San Francisco-based financial-technology startup recorded an adjusted loss of around $12 million befor… [+3091 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Costas Paris", "title": "Tanker Owners Cash In on Iran Sanctions and Trade Tensions - Wall Street Journal", "description": "Wall Street Journal Tanker Owners Cash In on Iran Sanctions and Trade Tensions Wall Street Journal U.S. sanctions on Iran and the trade battle with China have become a boon for owners of tankers, with daily freight rates at their highest in two years as ships…", "url": "https://www.wsj.com/articles/tanker-owners-cash-in-on-iran-sanctions-and-trade-tensions-1541944800", "urlToImage": "https://images.wsj.net/im-35830/social", "publishedAt": "2018-11-11T14:04:20Z", "content": "U.S. sanctions on Iran and the trade battle with China have become a boon for owners of tankers, with daily freight rates at their highest in two years as ships shift their routes to load up crude from other oil-producing countries. Crude exports from Iran, t… [+4073 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Pierce", "title": "Gadgets Won't Save Us From Our Gadgets - Wall Street Journal", "description": "Wall Street Journal Gadgets Won't Save Us From Our Gadgets Wall Street Journal I've been testing a new, exciting smartphone, and I bet it's nothing like what you think. My new phone doesn't have a big screen or several dozen cameras; it doesn't slip into a he…", "url": "https://www.wsj.com/articles/gadgets-wont-save-us-from-our-gadgets-1541944800", "urlToImage": "https://images.wsj.net/im-36238/social", "publishedAt": "2018-11-11T14:04:20Z", "content": "Ive been testing a new, exciting smartphone, and I bet its nothing like what you think. My new phone doesnt have a big screen or several dozen cameras; it doesnt slip into a headset so I can play virtual-reality games. In fact, my phonethe Palm, a new device … [+5418 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Josh Barbanel", "title": "New York City Raids Condo Building in Crackdown on Airbnb Rentals - Wall Street Journal", "description": "Wall Street Journal New York City Raids Condo Building in Crackdown on Airbnb Rentals Wall Street Journal A team of New York City law-enforcement officers swarmed a Manhattan condominium last month, issuing 27 notices of violations for illegal hotel use in on…", "url": "https://www.wsj.com/articles/new-york-city-raids-condo-building-in-crackdown-on-airbnb-rentals-1541944153", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI423_AIRBNB_SOC_20181109200502.jpg", "publishedAt": "2018-11-11T13:49:00Z", "content": "A team of New York City law-enforcement officers swarmed a Manhattan condominium last month, issuing 27 notices of violations for illegal hotel use in one of the largest crackdowns on short-term rentals such as those listed on Airbnb. The raid at the Atelier,… [+5197 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Benoit Faucon", "title": "Once Censored, Billionaire Saudi Prince Returns to Spotlight - Wall Street Journal", "description": "Wall Street Journal Once Censored, Billionaire Saudi Prince Returns to Spotlight Wall Street Journal Prince al-Waleed was the best known internationally of the Saudi businessmen, government officials and royals detained last year in what Saudi authorities cal…", "url": "https://www.wsj.com/articles/once-censored-billionaire-saudi-prince-returns-to-spotlight-1541941200", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI342_1109al_SOC_20181109154034.jpg", "publishedAt": "2018-11-11T13:01:20Z", "content": "DUBAIBillionaire Saudi Prince al-Waleed bin Talal has returned as the kingdoms public face for global investors, emerging a year after his detention to help the royal family survive the crisis over journalist Jamal Khashoggis killing. Prince al-Waleed was the… [+6299 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stacy Meichtry", "title": "World Leaders Gather in Paris to Mark the Centenary of Armistice Day - Wall Street Journal", "description": "Wall Street Journal World Leaders Gather in Paris to Mark the Centenary of Armistice Day Wall Street Journal PARIS—World leaders gathered in the shadow of the Arc de Triomphe on Sunday to mark the 100th anniversary of the armistice that led to the end of Worl…", "url": "https://www.wsj.com/articles/world-leaders-gather-in-paris-to-mark-centenary-of-armistice-day-1541933046", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI446_armist_SOC_20181111054115.jpg", "publishedAt": "2018-11-11T10:52:45Z", "content": "PARISWorld leaders gathered in the shadow of the Arc de Triomphe on Sunday to mark the 100th anniversary of the armistice that led to the end of World War I. A canopy of clouds and rain loomed over the French capital as leaders converged on the Arc de Triomph… [+1348 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kate Davidson", "title": "USA on Course to Spend More on Debt Than Defense...", "description": "U.S. on a Course to Spend More on Debt Than Defense In the past decade, U.S. debt held by the public has risen to $15.9 trillion from $5.1 trillion, but financing all of that debt hasn’t been a problem. Low inflation and strong global demand for safe U.S. Tre…", "url": "https://www.wsj.com/articles/u-s-on-a-course-to-spend-more-on-debt-than-defense-1541937600", "urlToImage": "https://images.wsj.net/im-36268/social", "publishedAt": "2018-11-11T08:00:04Z", "content": "In the past decade, U.S. debt held by the public has risen to $15.9 trillion from $5.1 trillion, but financing all of that debt hasnt been a problem. Low inflation and strong global demand for safe U.S. Treasury bonds held the governments interest costs down.… [+5070 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "U.S. Ends Saudi Jet Refueling Missions in Yemen Conflict", "description": "The U.S. is stopping aerial refueling of warplanes bombing Yemen, dialing back support for a Saudi-led military coalition as criticism of the kingdom grows in Washington over the conflict’s civilian impact.", "url": "https://www.wsj.com/articles/u-s-ends-saudi-jet-refueling-missions-in-yemen-conflict-1541841024", "urlToImage": "https://images.wsj.net/im-36242/social", "publishedAt": "2018-11-11T04:42:59Z", "content": "The U.S. is stopping aerial refueling of warplanes bombing Yemen, dialing back support for a Saudi-led military coalition as criticism of the kingdom grows in Washington over the conflicts civilian impact. Saudi Arabia and the U.S. Defense Department said the… [+2353 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Gauthier-Villars", "title": "Erdogan Says Recording of Khashoggi Killing Was Shared With U.S., Allies", "description": "An audio recording Turkish authorities used to conclude that journalist Jamal Khashoggi was murdered by Saudi operatives last month has been shared with four Western allies, President Recep Tayyip Erdogan said.", "url": "https://www.wsj.com/articles/erdogan-says-recording-of-khashoggi-killing-was-shared-with-u-s-allies-1541873331", "urlToImage": "https://images.wsj.net/im-36249/social", "publishedAt": "2018-11-11T04:38:39Z", "content": "ISTANBULAn audio recording Turkish authorities used to conclude that journalist Jamal Khashoggi was murdered by Saudi operatives has been shared with four Western allies, President Recep Tayyip Erdogan said Saturday, heightening pressure on Riyadh. Mr. Erdoga… [+3205 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Gauthier-Villars", "title": "Erdogan Says Recording of Khashoggi Killing Was Shared With U.S., Allies", "description": "An audio recording Turkish authorities used to conclude that journalist Jamal Khashoggi was murdered by Saudi operatives last month has been shared with four Western allies, President Recep Tayyip Erdogan said.", "url": "https://www.wsj.com/articles/erdogan-says-recording-of-khashoggi-killing-was-shared-with-u-s-allies-1541873331", "urlToImage": "https://images.wsj.net/im-36249/social", "publishedAt": "2018-11-11T04:38:39Z", "content": "ISTANBULAn audio recording Turkish authorities used to conclude that journalist Jamal Khashoggi was murdered by Saudi operatives has been shared with four Western allies, President Recep Tayyip Erdogan said Saturday, heightening pressure on Riyadh. Mr. Erdoga… [+3205 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump, Macron Seek to Ease Tensions Over Security", "description": "President Trump and French President Emmanuel Macron sought to thaw recent tensions over the future of transatlantic security ties, agreeing that Europe needs to share more of the burden for defending the continent.", "url": "https://www.wsj.com/articles/trump-macron-seek-to-ease-tensions-over-security-1541864087", "urlToImage": "https://images.wsj.net/im-36247/social", "publishedAt": "2018-11-11T04:11:20Z", "content": "PARISPresident Trump and President Emmanuel Macron of France sought to thaw recent tensions over the future of trans-Atlantic security ties, agreeing Saturday that Europe needs to share more of the burden for defending the continent. Meeting with the French l… [+3544 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Florida Senate, Governor Races Set for Recounts", "description": "The Florida Senate race between Gov. Rick Scott and Sen. Bill Nelson is headed to a recount as unofficial results showed Mr. Scott slightly leading Mr. Nelson. The gubernatorial race between Ron DeSantis and Andrew Gillum, will also proceed to a recount.", "url": "https://www.wsj.com/articles/florida-senate-race-heads-to-recount-1541873798", "urlToImage": "https://images.wsj.net/im-36244/social", "publishedAt": "2018-11-11T00:43:13Z", "content": "The Florida Senate race between Gov. Rick Scott and Sen. Bill Nelson is headed to a recount as unofficial election results Saturday showed Mr. Scott leading Mr. Nelson by a slight margin. Mr. Scotts lead has steadily dropped to 12,562 votes, or.15%, since ele… [+5326 chars]"}]}