{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Pat Toomey", "title": "Let's Vote on the New Nafta in the Current Congress", "description": "If the president adds some free-trade features to the implementing legislation, I could support USMCA.", "url": "https://www.wsj.com/articles/lets-vote-on-the-new-nafta-in-the-current-congress-1542758375", "urlToImage": "https://images.wsj.net/im-38187/social", "publishedAt": "2018-11-20T23:59:37Z", "content": "For free traders like me, the recently negotiated United States-Mexico-Canada Agreement, or USMCA, is a mixed bag of trade-enhancing and trade-restricting changes to the current North American Free Trade Agreement. My support for the new deal in the coming we… [+3666 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Romer", "title": "Government Can Do More to Support Science and Innovation", "description": "Focus on infrastructure, information sharing, and separating scientific advisors from regulators.", "url": "https://www.wsj.com/articles/government-can-do-more-to-support-science-and-innovation-1542758326", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK557_romer_SOC_20181118125130.jpg", "publishedAt": "2018-11-20T23:58:48Z", "content": "The U.S. government is divided and so are the people. But perhaps we can all agree that the economic growth of the 20th century, driven by robust markets and technological innovation, was good for everyone. The government can do more than most policy makers r… [+4313 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William A. Galston", "title": "Work: The New Political Breakthrough", "description": "Left and right are coalescing around policies to boost wages and reduce idleness.", "url": "https://www.wsj.com/articles/work-the-new-political-breakthrough-1542757818", "urlToImage": "https://images.wsj.net/im-38024/social", "publishedAt": "2018-11-20T23:53:08Z", "content": "Americans can argue endlessly about the meaning of the midterm elections, but one thing is clear: Most of us are worried about the divisions in our country and are eager to begin healing them. According to a recent survey conducted by More in Common, these di… [+4454 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Holman W. Jenkins, Jr.", "title": "The Scapegoating of Facebook - Wall Street Journal", "description": "Wall Street Journal The Scapegoating of Facebook Wall Street Journal There's a reason important media companies are headed by craggy old veterans who know how to navigate political and cultural cross currents. That said, let's have a moment of realism about M…", "url": "https://www.wsj.com/articles/the-scapegoating-of-facebook-1542757846", "urlToImage": "https://images.wsj.net/im-38076/social", "publishedAt": "2018-11-20T23:51:48Z", "content": "Theres a reason important media companies are headed by craggy old veterans who know how to navigate political and cultural cross currents. That said, lets have a moment of realism about Mark Zuckerberg and Sheryl Sandberg, whose feet of clay have become the … [+4667 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Mattox", "title": "'School Choice Moms' Tipped the Florida Governor's Race", "description": "DeSantis owes his win to unexpected support from minority women.", "url": "https://www.wsj.com/articles/school-choice-moms-tipped-the-governors-florida-race-1542757880", "urlToImage": "https://images.wsj.net/im-37868/social", "publishedAt": "2018-11-20T23:51:21Z", "content": "Believe it or not, Republican Ron DeSantis owes his victory in the Florida gubernatorial election to about 100,000 African-American women who unexpectedly chose him over the black Democratic candidate, Andrew Gillum. Of the roughly 650,000 black women who vot… [+2708 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "One Thing Investors Don't Need to Worry About", "description": "Markets fluctuate, but tax incentives always matter.", "url": "https://www.wsj.com/articles/one-thing-investors-dont-need-to-worry-about-1542756981", "urlToImage": "https://images.wsj.net/im-38191/social", "publishedAt": "2018-11-20T23:36:23Z", "content": "Tuesday was another down day in the markets amid concerns about global growth, U.S. interest rates and President Donald Trumps trade dispute with China. But investors suffering high market anxiety fortunately do not need to wonder whether tax competitiveness … [+5583 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Melissa Korn", "title": "Ex-Michigan State President Charged With Felonies in Nassar Case", "description": "Prosecutors charged former Michigan State University President Lou Anna K. Simon with lying to officers in connection with the Larry Nassar sex-abuse scandal, the latest twist in the yearslong university saga.", "url": "https://www.wsj.com/articles/ex-michigan-state-president-charged-with-felony-in-nassar-case-1542750466", "urlToImage": "https://images.wsj.net/im-38165/social", "publishedAt": "2018-11-20T23:29:35Z", "content": "Prosecutors charged former Michigan State University President Lou Anna K. Simon with lying to officers in connection with the Larry Nassar sex-abuse scandal, the latest twist in the yearslong university saga. Dr. Simon is set to be arraigned on Monday on two… [+2598 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nat Ives", "title": "Airbnb, Walmart Are Among Latest Brands to Tangle With Politics", "description": "Airbnb is facing a backlash over its decision to remove listings located in Israeli settlements in the West Bank, while Walmart said it is dropping its support for the re-election campaign of Sen. Cindy Hyde-Smith over her reference to a “public hanging.”", "url": "https://www.wsj.com/articles/airbnb-walmart-are-among-latest-brands-to-tangle-with-politics-1542753280", "urlToImage": "https://images.wsj.net/im-38183/social", "publishedAt": "2018-11-20T23:26:05Z", "content": "Airbnb Inc. is facing a backlash over its decision to remove listings located in Israeli settlements in the West Bank, while Walmart Inc. said it is dropping its support for the re-election campaign of Sen. Cindy Hyde-Smith (R., Miss.) over her reference to a… [+2721 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Ip", "title": "Amidst Roaring Economy, Markets Sound Alarms", "description": "The U.S. economy is firing on all cylinders while growth abroad slows. Markets are signaling increased concerns as JPMorgan economists chart a rise in the likelihood of a recession starting within the next 12 months.", "url": "https://www.wsj.com/articles/amidst-roaring-economy-troubled-markets-sound-alarms-1542752552", "urlToImage": "https://images.wsj.net/im-38182/social", "publishedAt": "2018-11-20T23:24:00Z", "content": "By most measures the U.S. economy is in excellent health. Yet stocks are sinking, yields on corporate bonds are rising and commodity prices are tumblingall typical precursors of a slowdown or recession. The dichotomy is rooted in two unusual features of the w… [+5657 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Kesling", "title": "Apple in Talks to Give Veterans Access to Electronic Medical Records - Wall Street Journal", "description": "Wall Street Journal Apple in Talks to Give Veterans Access to Electronic Medical Records Wall Street Journal Apple Inc. AAPL -4.78% is in discussions with the Department of Veterans Affairs to provide portable electronic health records to military veterans, a…", "url": "https://www.wsj.com/articles/apple-in-talks-to-give-veterans-access-to-electronic-medical-records-1542755703", "urlToImage": "https://images.wsj.net/im-38195/social", "publishedAt": "2018-11-20T23:20:35Z", "content": "Apple Inc. AAPL -4.78% is in discussions with the Department of Veterans Affairs to provide portable electronic health records to military veterans, a partnership that would simplify patients hospital visits and allow the technology giant to tap millions of n… [+2756 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jared Malsin", "title": "Libyan Authorities Forcibly Remove Migrants from Cargo Ship, U.N. Says", "description": "Authorities removed dozens of migrants from a cargo ship that rescued them at sea, ending a standoff that highlighted Europe’s backing for Libya’s controversial efforts to curb people smuggling.", "url": "https://www.wsj.com/articles/libyan-authorities-forcibly-remove-migrants-from-cargo-ship-u-n-says-1542738634", "urlToImage": "https://images.wsj.net/im-38086/social", "publishedAt": "2018-11-20T22:47:38Z", "content": "CAIROLibyan authorities removed dozens of migrants by force from a cargo ship that rescued them at sea, the United Nations said, ending a standoff that highlighted Europes backing for the countrys controversial efforts to curb people smuggling. The migrantsin… [+2288 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Keach Hagey", "title": "WSJ: Megyn Nears NBC Exit With $69M Entirety!", "description": "Megyn Kelly is nearing a deal with Comcast Corp.’s NBC News to walk away with the full value left on her three-year, $69 million contract with the network, according to people familiar with the matter.", "url": "https://www.wsj.com/articles/megyn-kelly-nears-deal-to-leave-nbc-news-with-entirety-of-69-million-contract-1542751002", "urlToImage": "https://images.wsj.net/im-38171/social", "publishedAt": "2018-11-20T22:37:37Z", "content": "Megyn Kelly is nearing a deal with Comcast Corp.s CMCSA -3.72% NBC News to walk away with the full value left on her three-year, $69 million contract with the network, according to people familiar with the matter. A deal could come as early as next week, one … [+450 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alison Sider", "title": "FAA Sides With United in Newark Airport-Fee Dispute", "description": "United Continental Holdings has won a victory in a yearslong battle with the Port Authority of New York and New Jersey over what the airline said were exorbitant fees at Newark Liberty International Airport.", "url": "https://www.wsj.com/articles/faa-sides-with-united-in-newark-airport-fee-dispute-1542752859", "urlToImage": "https://images.wsj.net/im-38151/social", "publishedAt": "2018-11-20T22:27:41Z", "content": "United Continental Holdings Inc. has won a victory in a yearslong battle with the Port Authority of New York and New Jersey over what the airline said were exorbitant fees at Newark Liberty International Airport. The top aviation regulator this week said the … [+3740 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Justin Lahart", "title": "The Big Profit Squeeze", "description": "Investors will be the losers as companies with rising costs struggle between raising prices and watching their profit margins shrink.", "url": "https://www.wsj.com/articles/apples-lesson-on-prices-1542715203", "urlToImage": "https://images.wsj.net/im-37962/social", "publishedAt": "2018-11-20T22:17:32Z", "content": "As companies grapple with higher costs for everything from labor to goods to transportation, they face a difficult choice: Try passing them on to customers, or leave prices where they are and see profit margins shrink. Neither of those things are good for inv… [+2679 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "The Wall Street Journal: Trump submits written answers to Mueller’s questions", "description": "Lawyers for President Donald Trump said they have submitted written responses to questions posed by special counsel Robert Mueller about possible collusion with Russia during the 2016 presidential election.", "url": "https://www.wsj.com/articles/trump-lawyers-submit-written-responses-to-muellers-questions-1542750815", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY871_18trum_ZG_20181120171407.jpg", "publishedAt": "2018-11-20T22:15:21Z", "content": "WASHINGTON Lawyers for President Donald Trump said they have submitted written responses to questions posed by special counsel Robert Mueller about possible collusion with Russia during the 2016 presidential election. Jay Sekulow, a lawyer for the president, … [+1150 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Vigna", "title": "Crypto Markets Take Steep Dive", "description": "The price of bitcoin dropped 9% on Tuesday, a day after it fell below $5,000 for the first time since October 2017. The cryptocurrency is down 78% from its all-time high of $19,800 in December.", "url": "https://www.wsj.com/articles/bearish-on-bitcoin-crypto-markets-take-steep-dive-1542720141", "urlToImage": "https://images.wsj.net/im-37974/social", "publishedAt": "2018-11-20T22:12:24Z", "content": "Bitcoin is going from bad to worse. A selloff that started last week picked up speed Tuesday, sending the price of the digital currency sliding. The latest plunge leaves bitcoin about 78% from its all-time high of roughly $19,800 in December. On Monday, the p… [+3639 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "Commission Mulls Raises for Cuomo and New York Lawmakers", "description": "Salaries for New York state lawmakers and officials, last set 20 years ago, may be increased next month.", "url": "https://www.wsj.com/articles/commission-mulls-raises-for-cuomo-and-new-york-lawmakers-1542751359", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL232_NYCOMP_SOC_20181120163955.jpg", "publishedAt": "2018-11-20T22:02:40Z", "content": "Anthony Annucci has run New Yorks prison system since 2013, longer than the states commissioners for transportation, health or motor vehicles. But Mr. Annucci, for nearly six years, has been acting commissioner of the states Department of Corrections and Comm… [+3724 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Samuel Rubenfeld", "title": "US Puts Sanctions on Oil Network It Says Supports Syria's Assad - Wall Street Journal", "description": "Wall Street Journal US Puts Sanctions on Oil Network It Says Supports Syria's Assad Wall Street Journal The U.S. Treasury Department said Tuesday it put sanctions on an international network that allegedly provides oil to the Syrian government and funds milit…", "url": "https://www.wsj.com/articles/u-s-puts-sanctions-on-oil-network-it-says-supports-syrias-assad-1542750951", "urlToImage": "https://images.wsj.net/im-38173/social", "publishedAt": "2018-11-20T21:57:39Z", "content": "The U.S. Treasury Department said Tuesday it put sanctions on an international network that allegedly provides oil to the Syrian government and funds militant groups Hezbollah and Hamas. Providing oil to the Syrian government violates U.S. sanctions, as does … [+3142 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jesse Newman", "title": "Regulators Urge Consumers to Avoid Romaine Lettuce as They Probe E. Coli Outbreak - Wall Street Journal", "description": "Wall Street Journal Regulators Urge Consumers to Avoid Romaine Lettuce as They Probe E. Coli Outbreak Wall Street Journal U.S. officials warned consumers Tuesday not to eat romaine lettuce as they investigate a new, multistate E. coli outbreak, the second epi…", "url": "https://www.wsj.com/articles/regulators-urge-consumers-to-avoid-romaine-lettuce-as-they-probe-e-coli-outbreak-1542748403", "urlToImage": "https://images.wsj.net/im-38139/social", "publishedAt": "2018-11-20T21:49:31Z", "content": "U.S. officials warned consumers Tuesday not to eat romaine lettuce as they investigate a new, multistate E. coli outbreak, the second episode this year linked to the leafy salad green. The Centers for Disease Control and Prevention and U.S. Food and Drug Admi… [+3072 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dana Mattioli , Michael Siconolfi , Dana Cimilluca", "title": "The Wall Street Journal: Walgreens, Humana may take stakes in each other, expand partnership", "description": "Drugstore owner Walgreens Boots Alliance Inc. and health insurer Humana Inc. are in preliminary discussions to take equity stakes in each other, according to people familiar with the matter, as health-industry players scramble for tie-ups that will help them …", "url": "https://www.wsj.com/articles/walgreens-humana-are-in-preliminary-talks-to-take-stakes-in-each-other-1542746915", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GL528_Walgre_MG_20180626065108.jpg", "publishedAt": "2018-11-20T21:48:28Z", "content": "Drugstore owner Walgreens Boots Alliance Inc. and health insurer Humana Inc. are in preliminary discussions to take equity stakes in each other, according to people familiar with the matter, as health-industry players scramble for tie-ups that will help them … [+1482 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gordon Lubold", "title": "The Wall Street Journal: Shifting U.S. troops on border reflects ‘reallocation,’ not drawdown, Pentagon says", "description": "Some of the thousands of U.S. troops ordered to the Mexican border last month could begin returning to their home bases in coming days as military officials rotate units to address shifting requirements, officials said Tuesday.", "url": "https://www.wsj.com/articles/u-s-to-shift-some-troops-but-border-mission-will-last-until-dec-15-1542747189", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX875_border_ZG_20181105201959.jpg", "publishedAt": "2018-11-20T21:38:05Z", "content": "WASHINGTON Some of the thousands of U.S. troops ordered to the Mexican border last month could begin returning to their home bases in coming days as military officials rotate units to address shifting requirements, officials said Tuesday. The changes would no… [+777 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sam Goldfarb , Andy Pasztor", "title": "The Wall Street Journal: SpaceX raises $250 million in high-yield loan sale", "description": "Elon Musk’s SpaceX raised $250 million from its first-ever high-yield loan sale, shrinking the size of the loan by $500 million after the company encountered a mixed reception from investors and worsening credit-market conditions.", "url": "https://www.wsj.com/articles/spacex-launches-first-loan-1542748292", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GA141_space__ZG_20171213130400.jpg", "publishedAt": "2018-11-20T21:28:20Z", "content": "Elon Musks SpaceX raised $250 million from its first-ever high-yield loan sale, shrinking the size of the loan by $500 million after the company encountered a mixed reception from investors and worsening credit-market conditions. The loan, facilitated by Bank… [+821 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ken Thomas", "title": "Mississippi Senator Faces New Questions on Race After Photo Emerges - Wall Street Journal", "description": "Wall Street Journal Mississippi Senator Faces New Questions on Race After Photo Emerges Wall Street Journal JACKSON, Miss.—Sen. Cindy Hyde-Smith faced fresh questions Tuesday about her views of Mississippi's struggles with racial tensions after the emergence …", "url": "https://www.wsj.com/articles/hyde-smith-faces-new-questions-on-race-after-photo-emerges-1542747281", "urlToImage": "https://images.wsj.net/im-38150/social", "publishedAt": "2018-11-20T21:24:00Z", "content": "JACKSON, Miss.Sen. Cindy Hyde-Smith faced fresh questions Tuesday about her views of Mississippis struggles with racial tensions after the emergence of a four-year-old Facebook photo showing her wearing a Confederate soldiers hat and holding a rifle. The phot… [+2626 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Donato Paolo Mancini", "title": "'Extremely Weak': A Pro-Brexit Bastion Takes Dim View of May's Deal", "description": "In June 2016, nearly 70% of voters in the post-industrial town of Stoke-on-Trent wanted Britain out of the EU. Today many of them say the divorce deal Prime Minister Theresa May struck betrays the referendum’s outcome.", "url": "https://www.wsj.com/articles/extremely-weak-a-pro-brexit-bastion-takes-dim-view-of-mays-deal-1542715203", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK801_BREXST_TOP_20181119142547.jpg", "publishedAt": "2018-11-20T20:29:28Z", "content": "STOKE-ON-TRENT, EnglandIn June 2016, nearly 70% of residents in this town in the English Midlands voted for the U.K. to end its membership in the European Union, making their post-industrial town a bastion of anti-EU sentiment. So-called Leavers dreamed of a … [+5827 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Emre Peker", "title": "EU to Step Up Review of Foreign Investments", "description": "The European Union agreed to establish a framework for screening foreign investments in an attempt to safeguard strategic assets following a Chinese buying spree, though questions remain about the rules’ effectiveness.", "url": "https://www.wsj.com/articles/eu-to-step-up-review-of-foreign-investments-1542742945", "urlToImage": "https://images.wsj.net/im-38105/social", "publishedAt": "2018-11-20T20:25:42Z", "content": "BRUSSELSThe European Union agreed on Tuesday to establish a framework for screening foreign investments in an attempt to safeguard strategic EU assets following a Chinese buying spree, though questions remain about the rules effectiveness. In development for … [+4547 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew Hinshaw", "title": "Hungary's Orban, Tilting East, Welcomes Fugitive Autocrat", "description": "Hungary granted asylum this week to the Russia-leaning ex-leader of Macedonia, in a sign of the country’s eastward tilt and the challenge the European Union and the U.S. face in trying to keep Prime Minister Viktor Orban in their orbit.", "url": "https://www.wsj.com/articles/hungarys-orban-welcomes-fugitive-autocrat-as-he-tilts-away-from-west-1542743265", "urlToImage": "https://images.wsj.net/im-37576/social", "publishedAt": "2018-11-20T20:24:14Z", "content": "Hungary granted asylum this week to the Russia-leaning ex-leader of Macedonia, in a sign of the countrys eastward tilt and the challenge the European Union and the U.S. face in trying to keep Prime Minister Viktor Orban in their orbit. Former Macedonian Premi… [+5697 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Smith", "title": "FedEx to Add 1,000 Electric Vehicles to Parcel Fleet", "description": "FedEx is adding 1,000 electric delivery vans to its fleet, a move aimed at tamping down emissions in parcel delivery operations as regulators push to rein in pollution from commercial vehicles.", "url": "https://www.wsj.com/articles/fedex-to-add-1-000-electric-vehicles-to-parcel-fleet-1542736194", "urlToImage": "https://images.wsj.net/im-27961/social", "publishedAt": "2018-11-20T19:53:19Z", "content": "FedEx Corp. is adding 1,000 electric delivery vans to its fleet, a move aimed at tamping down emissions in parcel delivery operations as regulators push to rein in pollution from commercial vehicles. The company said Tuesday it is buying 100 of the vans from … [+2382 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anne Kadet", "title": "Checking Out New York's Online Grocery Stores", "description": "There is a battle afoot in the city between online grocery services competing to offer same-day delivery.", "url": "https://www.wsj.com/articles/checking-out-new-yorks-online-grocery-stores-and-all-their-trimmings-1542726000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK670_NYMETR_SOC_20181119114038.jpg", "publishedAt": "2018-11-20T19:50:48Z", "content": "All seems relatively peaceful on the streets of New York these days. But in truth, there is a battle afootbetween online grocery services competing to offer same-day delivery. Theyre fighting for space in your pantry. They want to deliver your Thanksgiving tu… [+5154 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Margherita Stancati", "title": "Saudi Arabia Accused of Torturing Women Activists in Widening Crackdown on Dissent - Wall Street Journal", "description": "Wall Street Journal Saudi Arabia Accused of Torturing Women Activists in Widening Crackdown on Dissent Wall Street Journal Saudi security officers have tortured jailed women's-rights activists as part of a government campaign to squelch criticism of Crown Pri…", "url": "https://www.wsj.com/articles/saudi-arabia-accused-of-torturing-women-activists-in-widening-crackdown-on-dissent-1542743107", "urlToImage": "https://images.wsj.net/im-38117/social", "publishedAt": "2018-11-20T19:45:24Z", "content": "Saudi security officers have tortured jailed womens-rights activists as part of a government campaign to squelch criticism of Crown Prince Mohammed bin Salman that began before last months killing of dissident journalist Jamal Khashoggi, according to people f… [+9269 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump Stands With Saudi Arabia, Plays Down Crown Prince's Alleged Role in Journalist's Killing - Wall Street Journal", "description": "Wall Street Journal Trump Stands With Saudi Arabia, Plays Down Crown Prince's Alleged Role in Journalist's Killing Wall Street Journal WASHINGTON—President Trump said he intended to remain a “steadfast partner” of Saudi Arabia and expressed skepticism of the …", "url": "https://www.wsj.com/articles/trump-we-may-never-know-facts-of-khashoggis-murder-1542736675", "urlToImage": "https://images.wsj.net/im-38095/social", "publishedAt": "2018-11-20T18:25:08Z", "content": "WASHINGTONPresident Trump said he intended to remain a steadfast partner of Saudi Arabia and expressed skepticism of the CIAs reported determination that the Saudi crown prince ordered the killing of a dissident journalist last monthsuggesting the U.S. wont i… [+5336 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "Campaign to Oust U.K. Prime Minister Theresa May Fizzles---for Now", "description": "A campaign to oust British Prime Minister Theresa May from office has stalled, as rebel Conservative lawmakers opposing her Brexit plan struggled to mount a leadership contest, affording her some respite ahead of the next leg of negotiations.", "url": "https://www.wsj.com/articles/campaign-to-oust-u-k-prime-minister-theresa-may-fizzlesfor-now-1542719388", "urlToImage": "https://images.wsj.net/im-38025/social", "publishedAt": "2018-11-20T18:16:49Z", "content": "A campaign to oust British Prime Minister Theresa May from office has stalled, as rebel Conservative lawmakers opposing her Brexit plan struggled to mount a leadership contest, affording her some respite ahead of the next leg of negotiations over the U.K.s ex… [+4062 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christine Lennon", "title": "What to Wear to Work---When You Work at Home", "description": "Working remotely—long the territory of slobby creatives—has become newly social thanks to co-working spaces and teleconferencing. Here’s how to upgrade your look without sacrificing comfort.", "url": "https://www.wsj.com/articles/what-to-wear-to-workwhen-you-work-at-home-1542733926", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK928_HOMEWE_SOC_20181119174413.jpg", "publishedAt": "2018-11-20T17:13:47Z", "content": "I WAS STANDING in my closet, struggling to choose an outfit that would allow me to magically transition from freelance writing at home to a work lunch and still be suitable for my afternoon shift as unpaid chauffeur for my kids. The effort almost made me nost… [+5714 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Salvaging Risky Mortgages", "description": "A scrappy breed of independent investor is cashing in on the trade in defaulted mortgages, often on homes purchased in the lead-up to the housing crisis a decade ago. Photo: Erica Berenstein/The Wall Street Journal", "url": "http://www.wsj.com/video/salvaging-risky-mortgages/3D13C023-A99F-4CCC-9F52-80C93E545310.html", "urlToImage": "http://m.wsj.net/video/20181120/111918reperform1/111918reperform1_1280x720.jpg", "publishedAt": "2018-11-20T16:59:02Z", "content": "In the Elevator With AT&amp;T CEO Randall Stephenson 11/19/2018 WSJ's Joanna Stern \"bumps into\" the CEO and chairman of AT&amp;T in the WSJ elevator and gets the lowdown on 5G, the robocall overload, the changes at the Boy Scouts and the White House vs. CNN. … [+51 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ehsanullah Amiri", "title": "Bomber Kills Dozens at Afghanistan Religious Meeting - Wall Street Journal", "description": "Wall Street Journal Bomber Kills Dozens at Afghanistan Religious Meeting Wall Street Journal KABUL—A suicide bomber struck a meeting of religious scholars in Kabul on Tuesday, killing at least 43 people and wounding 83 others, authorities said, in one of the …", "url": "https://www.wsj.com/articles/bomber-kills-dozens-at-afghanistan-religious-meeting-1542732071", "urlToImage": "https://images.wsj.net/im-38032/social", "publishedAt": "2018-11-20T16:42:02Z", "content": "KABULA suicide bomber struck a meeting of religious scholars in Kabul on Tuesday, killing at least 43 people and wounding 83 others, authorities said, in one of the deadliest attacks to hit the Afghan capital in months. The mostly Sunni Muslim scholars were g… [+2961 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Mackintosh", "title": "If GE Debt Gets Junked, Markets Have Reason to Shudder", "description": "Holders of GE bonds are preparing for one of the world’s biggest borrowers to be downgraded to junk. To get a sense of what that might do to the markets, take a look back to the turmoil caused by the 2005 downgrades of General Motors and Ford—but worry that t…", "url": "https://www.wsj.com/articles/if-ge-debt-gets-junked-markets-have-reason-to-shudder-if-ge-debt-gets-junked-markets-have-reason-to-shudder-1542713581", "urlToImage": "https://images.wsj.net/im-38000/social", "publishedAt": "2018-11-20T15:32:06Z", "content": "Holders of General Electric GE -2.42% bonds are preparing for one of the worlds biggest borrowers to be downgraded to junk. To get a sense of what that might do to the markets, take a look back to the turmoil caused by the 2005 downgrades of General Motors an… [+4495 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kamran Bokhari", "title": "The Kremlin's Interpol Power Play - Wall Street Journal", "description": "Wall Street Journal The Kremlin's Interpol Power Play Wall Street Journal A close ally of Russian President Vladimir Putin is likely to be elected the new head of Interpol this week at the organization's general assembly in Dubai. Maj. Gen. Alexander Prokopch…", "url": "https://www.wsj.com/articles/the-kremlins-interpol-power-play-1542727683", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK934_BOKHAR_SOC_20181119175814.jpg", "publishedAt": "2018-11-20T15:28:00Z", "content": "A close ally of Russian President Vladimir Putin is likely to be elected the new head of Interpol this week at the organizations general assembly in Dubai. Maj. Gen. Alexander Prokopchuk has already coordinated the abuse of Interpol extradition requests, know… [+4334 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "A.J. Baime", "title": "The De Tomaso Pantera: An Italian-American Love Affair", "description": "The first time Scott Black saw one of these exotic cars, at age 16, he knew he’d have to own one.", "url": "https://www.wsj.com/articles/the-de-tomaso-pantera-an-italian-american-love-affair-1542726889", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK456_MYRIDE_SOC_20181116155948.jpg", "publishedAt": "2018-11-20T15:23:41Z", "content": "Scott Black, 54, owner of TimePiece Public Relations &amp; Digital Marketing in Carrollton, Texas, on his 1972 De Tomaso Pantera, as told to A.J. Baime. When I was 16, I had this beat-up car, and one day I got a flat. I made it to a service station and when I… [+2385 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yuka Hayashi", "title": "Maxine Waters Rises as Banking Industry's Overseer", "description": "The California lawmaker, a critic of big banks and President Trump, says she is ready to compromise as House Financial Services Committee chairman next year.", "url": "https://www.wsj.com/articles/partisan-or-deal-maker-maxine-waters-rises-as-banking-industrys-overseer-1542717000", "urlToImage": "https://images.wsj.net/im-37970/social", "publishedAt": "2018-11-20T15:13:05Z", "content": "WASHINGTONRep. Maxine Waters (D., Calif.) has demanded records of President Trumps financial dealings and pilloried financial companies accused of abusing consumers. She has also cut deals with Republican lawmakers. The primary approach she brings to her expe… [+6210 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Pelosi Works to Quell Dissent; Democrats Alter the 2020 Picture; ‘Made in America’ Crackdown", "description": "News and analysis from WSJ's Washington bureau.", "url": "https://blogs.wsj.com/washwire/2018/11/20/capital-journal-pelosi-works-to-quell-dissent-democrats-alter-the-2020-picture-made-in-america-crackdown/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH136_midter_P_20181106073009.jpg", "publishedAt": "2018-11-20T15:06:24Z", "content": "Trump's Day: President Trump pardons the National Thanksgiving Turkey before heading to Florida, where he is expected to spend the holiday. Stocks: Global markets followed U.S. stocks downward. Futures point to lower openings for the S&amp;P 500, Dow industri… [+5261 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Campaign to Oust Theresa May Fizzles—for Now", "description": "To subscribe to the newsletter, please sign up here MUST READS Campaign to Oust U.K. Prime Minister Theresa May Fizzles—for Now: A campaign to oust British Prime Minister Theresa May from office has stalled, as rebel Conservative lawmakers opposing her Brexit…", "url": "https://blogs.wsj.com/moneybeat/2018/11/20/campaign-to-oust-theresa-may-fizzles-for-now/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-20T15:02:53Z", "content": "Campaign to Oust U.K. Prime Minister Theresa May Fizzlesfor Now : A campaign to oust British Prime Minister Theresa May from office has stalled, as rebel Conservative lawmakers opposing her Brexit plan struggled to mount a leadership contest, affording her so… [+92 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jean Eaglesham, Coulter Jones", "title": "The Wall Street Journal: Doing a background check on your financial adviser is getting tougher", "description": "Brokers can request that complaints against them be removed from the BrokerCheck website.", "url": "https://www.wsj.com/articles/finra-arbitrators-let-thousands-of-brokers-purge-infraction-records-1542459600", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY832_fbiage_ZG_20181120095516.jpg", "publishedAt": "2018-11-20T15:01:46Z", "content": "Thousands of brokers have scrubbed their records clean of complaints by customers and employers, allowing them to hide information from potential investors, according to a new study. These brokers were more likely than other ones to receive additional complai… [+1004 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lisa Beilfuss", "title": "The Wall Street Journal: Some Merrill brokers say compensation plan urges them to create more customer debt", "description": "Some brokers at Merrill Lynch are pushing back against a compensation plan they claim rewards them for increasing debt their clients take on and in some cases can punish them for reducing it.", "url": "https://www.wsj.com/articles/some-merrill-brokers-say-pay-plan-urges-more-customer-debt/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX787_bofa_m_ZG_20181103100250.jpg", "publishedAt": "2018-11-20T14:54:57Z", "content": "Some brokers at Merrill Lynch are pushing back against a compensation plan they claim rewards them for increasing debt their clients take on and in some cases can punish them for reducing it. Some of the 15,000 financial advisers at Merrill BAC, -2.41% have c… [+1286 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "Barnes & Noble Trims Losses Despite Weaker Sales", "description": "Barnes & Noble posted a narrower than expected loss of $27.4 million in the latest quarter as the struggling bookseller worked to lower expenses and turn around its store operations.", "url": "https://www.wsj.com/articles/barnes-noble-trims-losses-despite-weaker-sales-1542724155", "urlToImage": "https://images.wsj.net/im-38022/social", "publishedAt": "2018-11-20T14:41:40Z", "content": "Barnes &amp; Noble Inc. BKS -4.14% narrowed its losses in the latest quarter as the struggling bookseller worked to lower expenses and turn around its store operations. The nations largest bookstore chain reported a second-quarter loss of $27.4 million, or 38… [+2045 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lucette Lagnado", "title": "New Ideas to Fight the Flu - Wall Street Journal", "description": "Wall Street Journal New Ideas to Fight the Flu Wall Street Journal A new drug to relieve flu symptoms was recently approved by the Food and Drug Administration, the first in nearly 20 years, the agency said. Xofluza is supposed to shorten the flu's duration b…", "url": "https://www.wsj.com/articles/new-ideas-to-fight-the-flu-1542723951", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK794_FLU112_SOC_20181119141003.jpg", "publishedAt": "2018-11-20T14:28:12Z", "content": "Researchers spooked by the recent brutal flu season and fearful of a pandemi c are looking for something more effective than a seasonal shot to prevent the virus. Ideas include germ-killing lamps and a turbo-charged universal vaccine that would be effective f… [+6199 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Vranica", "title": "Nielsen Holdings Names IBM's David Kenny as CEO", "description": "Nielsen Holdings appointed David Kenny as CEO, as the ratings and data giant reviews its strategic options amid activist pressure to either sell or spin off parts of its assets.", "url": "https://www.wsj.com/articles/nielsen-holdings-to-name-ibms-david-kenny-as-ceo-1542715320", "urlToImage": "https://images.wsj.net/im-37961/social", "publishedAt": "2018-11-20T14:24:33Z", "content": "Nielsen Holdings NLSN -1.54% PLC appointed David Kenny as chief executive as the ratings and data giant continues to review its strategic options amid activist pressure to either sell or spin off parts of its assets. Mr. Kenny comes from International Busines… [+2659 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "Rising Sales Give Retailers Hope Ahead of Holidays", "description": "A parade of U.S. retail chains reported rising sales in the latest quarter, another sign of healthy consumer spending heading into the critical holiday shopping season.", "url": "https://www.wsj.com/articles/rising-sales-give-retailers-hope-ahead-of-black-friday-1542718608", "urlToImage": "https://images.wsj.net/im-38010/social", "publishedAt": "2018-11-20T14:23:00Z", "content": "A parade of U.S. retail chains on Tuesday reported rising sales in the latest quarter, another sign of healthy consumer spending heading into the critical holiday shopping season. But investors were unimpressed, dumping shares of Target Corp. TGT -10.73%, Koh… [+5006 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Timothy W. Martin", "title": "Samsung's Top-Secret Galaxy S Phone Is a 5G Monster With Six Cameras - Wall Street Journal", "description": "Wall Street Journal Samsung's Top-Secret Galaxy S Phone Is a 5G Monster With Six Cameras Wall Street Journal SEOUL— Samsung Electronics Co. is planning a major technological upgrade for its 10th anniversary flagship phones next year, including next-generation…", "url": "https://www.wsj.com/articles/samsungs-top-secret-galaxy-s-phone-is-a-5g-monster-with-six-cameras-1542723747", "urlToImage": "https://images.wsj.net/im-38006/social", "publishedAt": "2018-11-20T14:22:00Z", "content": "SEOUL Samsung Electronics Co. is planning a major technological upgrade for its 10th anniversary flagship phones next year, including next-generation 5G network speeds, bigger screens and more cameras, according to people familiar with the matter. As with riv… [+4896 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Annie Gasparro", "title": "Campbell Shows Signs of Improving Sales Ahead of Shareholder Vote", "description": "Campbell Soup said its plan to refocus on its namesake business helped slow declines in its U.S. soup sales, as it looks to rally investor support amid pressure from an activist investor.", "url": "https://www.wsj.com/articles/revenue-rises-at-campbell-but-profit-weakens-1542720149", "urlToImage": "https://images.wsj.net/im-38020/social", "publishedAt": "2018-11-20T14:21:13Z", "content": "Campbell Soup Co. CPB 5.96% said its plan to refocus on its namesake business helped slow declines in its U.S. soup sales, as it looks to rally investor support amid pressure from an activist investor. The results come as Campbell heads into the final stretch… [+2250 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lillian Rizzo", "title": "Bain, KKR Set Up Toys 'R' Us Severance Fund", "description": "The two private-equity firms that owned the retailer before its bankruptcy have each put up $10 million to pay the thousands of workers who were left without jobs.", "url": "https://www.wsj.com/articles/bain-kkr-establish-severance-fund-for-toys-r-us-workers-1542722401", "urlToImage": "https://images.wsj.net/im-37976/social", "publishedAt": "2018-11-20T14:12:10Z", "content": "The private-equity firms that owned Toys R Us Inc. before its collapse into bankruptcy have rolled out a severance fund for the thousands of workers left jobless as a result of the retailers liquidation in the U.S. KKR KKR -2.70% &amp; Co. and Bain Capital ea… [+3928 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ann M. Simmons", "title": "Russian Is Nominated to Lead Interpol, Alarming Western Officials - Wall Street Journal", "description": "Wall Street Journal Russian Is Nominated to Lead Interpol, Alarming Western Officials Wall Street Journal MOSCOW—Interpol confirmed that a veteran Russian Interior Ministry official and a South Korean police commissioner had both been nominated to become its …", "url": "https://www.wsj.com/articles/russian-is-nominated-to-lead-interpol-alarming-western-officials-1542723109", "urlToImage": "https://images.wsj.net/im-38013/social", "publishedAt": "2018-11-20T14:11:00Z", "content": "MOSCOWInterpol confirmed that a veteran Russian Interior Ministry official and a South Korean police commissioner had both been nominated to become its next president, amid allegations that Moscow has used the international police agency to go after political… [+3538 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jake Maxwell Watts", "title": "China's Xi Woos Philippines as Rivalry With US in Asia Deepens - Wall Street Journal", "description": "Wall Street Journal China's Xi Woos Philippines as Rivalry With US in Asia Deepens Wall Street Journal MANILA, Philippines—President Xi Jinping paid the first visit by a Chinese leader to the Philippines in 13 years on Tuesday, promising investment and cooper…", "url": "https://www.wsj.com/articles/chinas-xi-woos-philippines-as-rivalry-with-u-s-in-asia-deepens-1542722679", "urlToImage": "https://images.wsj.net/im-38026/social", "publishedAt": "2018-11-20T14:04:00Z", "content": "MANILA, PhilippinesPresident Xi Jinping paid the first visit by a Chinese leader to the Philippines in 13 years on Tuesday, promising investment and cooperation to a key U.S. ally fresh after clashing with Washington at a summit of world leaders over competin… [+4518 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachael Levy, Julie Steinberg", "title": "The Wall Street Journal: John Paulson buying stake in asset manager from HNA", "description": "John Paulson’s hedge fund agreed to buy a stake in a $238 billion asset manager from Chinese conglomerate HNA Group Co.", "url": "https://www.wsj.com/articles/paulson-agrees-to-buy-stake-in-asset-manager-from-hna/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY813_Paulso_ZG_20181120084943.jpg", "publishedAt": "2018-11-20T13:58:32Z", "content": "John Paulsons hedge fund agreed to buy a stake in a $238 billion asset manager from Chinese conglomerate HNA Group Co. Paulson &amp; Co. plans to buy most of the ordinary shares of BrightSphere Investment Group PLC BSIG, +0.31% held by a unit of HNA, the New … [+1104 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "U.S. Housing Starts Increased in October", "description": "U.S. housing starts rose last month on a bounceback in multifamily building, but underlying figures signal weakness in the construction pipeline.", "url": "https://www.wsj.com/articles/u-s-housing-starts-increased-in-october-1542720845", "urlToImage": "https://images.wsj.net/im-37828/social", "publishedAt": "2018-11-20T13:43:40Z", "content": "U.S. housing starts rose last month on a bounceback in multifamily building, but underlying figures signal weakness in the construction pipeline. Housing starts climbed 1.5% in October from the prior month to a seasonally adjusted annual rate of 1.228 million… [+2049 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heidi Vogt", "title": "U.S. Manufacturers Push FTC to Crack Down on False 'Made in America' Labels", "description": "Manufacturers of U.S.-made products, hoping to capitalize on President Trump’s aggressive stance on China, are calling for tougher action against companies that make bogus “Made in the USA” claims.", "url": "https://www.wsj.com/articles/u-s-manufacturers-push-ftc-to-crack-down-on-false-made-in-america-labels-1542709800", "urlToImage": "https://images.wsj.net/im-37895/social", "publishedAt": "2018-11-20T13:32:56Z", "content": "WASHINGTONManufacturers of U.S.-made products, hoping to capitalize on President Trumps aggressive stance on China, are calling for tougher action against companies that make bogus Made in the USA claims. The Alliance for American Manufacturing wants the Fede… [+5988 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Josh Barbanel", "title": "Amazon Employees Join Long Island City Condo Rush", "description": "Condo sales in Long Island City are suddenly soaring, thanks to Amazon’s decision to open a headquarters in the Queens, N.Y., neighborhood.", "url": "https://www.wsj.com/articles/amazon-employees-join-the-rush-to-buy-long-island-city-condos-1542709801", "urlToImage": "https://images.wsj.net/im-37927/social", "publishedAt": "2018-11-20T12:44:30Z", "content": "Condo sales in Long Island City are suddenly soaring, thanks to Amazon.com Inc.s decision to open a headquarters in the Queens, N.Y., neighborhood. One local brokerage firm reported it sold nearly 150 units over four days last week, about 15 times its usual v… [+4957 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Energy Journal: Oil’s Decline Causes More Pain", "description": "Good morning. I’m Neanda Salvaterra, bringing you today’s energy mix. Saudi Arabia’s state-oil firm has given up on plans to raise funds through a debt issuance as several factors including the falling price of oil created stumbling blocks for the project. Tu…", "url": "https://blogs.wsj.com/moneybeat/2018/11/20/energy-journal-oils-decline-causes-more-pain/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CK388_1121ex_P_20181116140552.jpg", "publishedAt": "2018-11-20T12:43:45Z", "content": "Good morning. Im Neanda Salvaterra, bringing you todays energy mix. Saudi Arabias state-oil firm has given up on plans to raise funds through a debt issuance as several factors including the falling price of oil created stumbling blocks for the project. Tumbl… [+5304 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Keiko Morris", "title": "Amazon Primed to Boost Property Prices in HQ2 Cities", "description": "The online retailer’s plan to divide its second headquarters between Queens, N.Y., and Crystal City, Va., means the average office-rental rate in both locations could more than double in 10 years, one firm predicted.", "url": "https://www.wsj.com/articles/amazon-primed-to-boost-property-prices-in-winning-hq2-cities-1542715200", "urlToImage": "https://images.wsj.net/im-37954/social", "publishedAt": "2018-11-20T12:42:18Z", "content": "The Amazon effect of easy online shopping has been derided for upending bricks-and-mortar businesses everywhere. But in Queens, N.Y., and Northern Virginia, investors say the phrase now heralds a budding real-estate boom. The giant retailers decision to split… [+4915 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "Lowe's to Exit Mexico Retail Business, Shed Two Lower-Performing Operations - Wall Street Journal", "description": "Wall Street Journal Lowe's to Exit Mexico Retail Business, Shed Two Lower-Performing Operations Wall Street Journal In its latest quarter, Lowe's said sales rose 3.8% from a year earlier to $17.42 billion, while analysts polled by Refinitiv had expected $17.3…", "url": "https://www.wsj.com/articles/lowes-to-exit-mexico-retail-business-shed-two-lower-performing-operations-1542717464", "urlToImage": "https://images.wsj.net/im-38023/social", "publishedAt": "2018-11-20T12:37:00Z", "content": "Lowes Cos. plans to exit its retail businesses in Mexico and shed two of its lower-performing home-improvement businesses in a bid to refocus its core operations and help it compete with rival Home Depot Inc. Lowes has more than 2,240 stores throughout North … [+2319 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shan Li", "title": "China's JD.com Suffers Share Drop on Customer Decline, CEO Worries", "description": "Investors sent shares to their lowest point in more than two years, as questions continue to hang over the future of CEO Richard Liu, who is under investigation for suspected rape.", "url": "https://www.wsj.com/articles/chinas-jd-com-suffers-share-drop-on-customer-decline-ceo-worries-1542712984", "urlToImage": "https://images.wsj.net/im-38009/social", "publishedAt": "2018-11-20T12:33:25Z", "content": "BEIJINGA decline in Chinese e-commerce company JD.com Inc.s JD -7.67% active customerscombined with uncertainty about the future of Chief Executive Liu Qiangdongis alarming investors, who sent shares to their lowest point in more than two years. Mondays plung… [+2975 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ann M. Simmons", "title": "Veteran Russian Official Nominated for Interpol Presidency - Wall Street Journal", "description": "Wall Street Journal Veteran Russian Official Nominated for Interpol Presidency Wall Street Journal MOSCOW—Interpol confirmed that a veteran Russian Interior Ministry official and a South Korean police commissioner had both been nominated to become its next pr…", "url": "https://www.wsj.com/articles/veteran-russian-official-nominated-for-interpol-presidency-1542713956", "urlToImage": "https://images.wsj.net/im-38013/social", "publishedAt": "2018-11-20T11:39:00Z", "content": "MOSCOWInterpol confirmed that a veteran Russian Interior Ministry official and a South Korean police commissioner had both been nominated to become its next president, amid allegations that Moscow has used the international police agency to go after political… [+1984 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Timothy W. Martin", "title": "Samsung's Top-Secret Galaxy S Phone Is a 5G Monster With Six Cameras - Wall Street Journal", "description": "Wall Street Journal Samsung's Top-Secret Galaxy S Phone Is a 5G Monster With Six Cameras Wall Street Journal SEOUL— Samsung Electronics Co. is planning a major technological upgrade for its 10th anniversary flagship phones next year, including next-generation…", "url": "https://www.wsj.com/articles/samsungs-top-secret-galaxy-s-phone-is-a-5g-monster-with-six-cameras-1542713404", "urlToImage": "https://images.wsj.net/im-38006/social", "publishedAt": "2018-11-20T11:33:29Z", "content": "SEOUL Samsung Electronics Co. is planning a major technological upgrade for its 10th anniversary flagship phones next year, including next-generation 5G network speeds, bigger screens and more cameras, according to people familiar with the matter. As with riv… [+4896 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Denise Roland", "title": "Boston Scientific Acquires U.K.'s BTG for $4.2 Billion", "description": "U.S. medical devices company Boston Scientific said it agreed to buy British health-care firm BTG for $4.24 billion, bolstering its presence in the growing field of interventional medicine.", "url": "https://www.wsj.com/articles/boston-scientific-acquires-u-k-s-btg-for-4-2-billion-1542713291", "urlToImage": "https://images.wsj.net/im-38011/social", "publishedAt": "2018-11-20T11:28:13Z", "content": "Boston Scientific Corp. BSX -4.96% on Tuesday said it had agreed to buy British health-care firm BTG PLC for £3.3 billion ($4.24 billion), bolstering its presence in the growing field of interventional medicine. The Marlborough, Mass.-based medical devices ma… [+2258 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Caring for Parents, Debt-Market Slowdown, Art Auctions", "description": "More Americans are being squeezed by the burden of caring for two generations, the debt-market slowdown troubles investors, and New York's art auctions send mixed signals about the market.", "url": "https://blogs.wsj.com/moneybeat/2018/11/20/wsj-wealth-adviser-briefing-caring-for-parents-debt-market-slowdown-bumble-swiping/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-20T11:00:24Z", "content": "U.S. money managers are taking steps to rein in everything from pay to jobs to travel as they try to sustain margins in the face of heightened competition. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires t… [+2701 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The WSJ's Holiday Season Tech Gift Guide", "description": "From a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather S…", "url": "http://www.wsj.com/video/the-wsj-holiday-season-tech-gift-guide/E687E789-01DA-40A1-BF1F-0080FD0E7930.html", "urlToImage": "http://m.wsj.net/video/20181119/111918ptech/111918ptech_1280x720.jpg", "publishedAt": "2018-11-20T11:00:00Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The Problems We CAN Solve: A Tech Gift Guide", "description": "From a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ's Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather…", "url": "http://www.wsj.com/video/the-problems-we-can-solve-a-tech-gift-guide/E687E789-01DA-40A1-BF1F-0080FD0E7930.html", "urlToImage": "http://m.wsj.net/video/20181119/111918ptech/111918ptech_1280x720.jpg", "publishedAt": "2018-11-20T11:00:00Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "What Do Wyoming and West Virginia Have in Common? Shrinking Labor Forces and Coal", "description": "Many states ranging from Utah to Texas are experiencing rapid labor force gains as the economic expansion hums along. In Wyoming and West Virginia, the situation couldn’t be more different.", "url": "https://blogs.wsj.com/economics/2018/11/20/what-do-wyoming-and-west-virginia-have-in-common-shrinking-labor-forces-and-coal/", "urlToImage": "https://images.wsj.net/im-12991", "publishedAt": "2018-11-20T10:30:40Z", "content": "Many states are experiencing rapid labor-force gains as the economic expansion hums along. In Wyoming and West Virginia, the situation couldnt be more different. Since the recession ended in June 2009, Wyomings labor force has contracted by 5.1%, the biggest … [+3422 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "McConnell Controls Fate of Criminal-Justice Overhaul Bill", "description": "With just two more weeks scheduled in the lame-duck Senate’s session, the Republican majority leader will not commit to holding a vote on the measure backed by bipartisan sponsors and President Trump.", "url": "https://www.wsj.com/articles/mcconnell-controls-fate-of-criminal-justice-overhaul-bill-1542709801", "urlToImage": "https://images.wsj.net/im-37971/social", "publishedAt": "2018-11-20T10:30:26Z", "content": "WASHINGTONSenate Majority Leader Mitch McConnell (R., Ky.) has emerged as the final hurdle facing an overhaul of the criminal-justice system that last week picked up bipartisan support, including from President Trump. The Senates deal last week reignited pros… [+4846 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Hodari", "title": "Global Stocks Drop as Tech Shares Extend Declines", "description": "Stocks around the world slid, extending the latest wave of selling amid pressure on the global technology sector.", "url": "https://www.wsj.com/articles/global-stocks-drop-as-tech-shares-extend-declines-1542704669", "urlToImage": "https://images.wsj.net/im-37998/social", "publishedAt": "2018-11-20T10:26:01Z", "content": "Stocks around the world slid Tuesday, extending the latest wave of selling amid pressure on the global technology sector. In U.S. futures trading, the S&amp;P 500 and the Dow Jones Industrial Average were on course to drop 0.7% and 0.8% respectively, and the … [+3925 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Housing Struggles and Stock Market Troubles", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. U.S. housing starts may rebound a little in October but that won’t signal liftoff for the housing industry. The sector has been a drag on the economy and …", "url": "https://blogs.wsj.com/economics/2018/11/20/real-time-economics-housing-struggles-and-stock-market-troubles/", "urlToImage": "https://images.wsj.net/im-37895", "publishedAt": "2018-11-20T10:07:58Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. U.S. housing starts may rebound a little in October but that won't signal liftoff for the housing industry. The sector has been a drag on the economy and i… [+8081 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sam Schechner", "title": "France Seeks Interim Leadership at Renault After CEO Carlos Ghosn's Arrest - Wall Street Journal", "description": "Wall Street Journal France Seeks Interim Leadership at Renault After CEO Carlos Ghosn's Arrest Wall Street Journal PARIS—The French government is pushing car maker Renault SA RNO -2.71% to appoint interim leadership after Chief Executive Carlos Ghosn was arre…", "url": "https://www.wsj.com/articles/france-seeks-interim-leadership-at-renault-while-ceo-carlos-ghosn-is-under-arrest-1542706039", "urlToImage": "https://images.wsj.net/im-37995/social", "publishedAt": "2018-11-20T09:33:20Z", "content": "French Finance Minister Bruno Le Maire said Tuesday he plans to ask Renault board members to install interim governance as quickly as possible because Mr. Ghosn, who was arrested Monday after accusations that he underreported his pay, is unable to carry out h… [+2999 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rhiannon Hoyle", "title": "Security Officers Storm Papua New Guinea's Parliament", "description": "Disgruntled security officers stormed Papua New Guinea’s parliament building, in what one lawmaker said was an action motivated by anger at unpaid wages from the weekend meeting of world leaders in the impoverished Pacific country.", "url": "https://www.wsj.com/articles/security-officers-storm-papua-new-guineas-parliament-1542697777", "urlToImage": "https://images.wsj.net/im-37990/social", "publishedAt": "2018-11-20T07:31:38Z", "content": "SYDNEYDisgruntled security officers stormed Papua New Guineas parliament building on Tuesday, in what one lawmaker said was an action motivated by anger at unpaid wages from the weekend meeting of world leaders in the impoverished Pacific country. Bryan Krame… [+2353 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "美國白宮恢復CNN記者Acosta的白宮記者證 - 華爾街日報", "description": "華爾街日報 美國白宮恢復CNN記者Acosta的白宮記者證 華爾街日報 美國白宮將恢復有線電視新聞網(Cable News Network, 簡稱CNN)記者Jim Acosta的白宮記者證，迴避了一場圍繞新聞自由以及白宮是否有權取消記者個人採訪權的法律戰。 CNN回應稱，將從聯邦法院撤訴。之前，在白宮新聞發布會上與美國總統特朗普(Donald... 「不守新規就再撤」白宮恢復CNN記者採訪證 三立新聞網 (新聞發布) 白宮恢復CNN記者採訪證揚言不守新規就再撤 中央廣播電台 CNN告川普贏了第一回合要回記者採訪…", "url": "https://cn.wsj.com/articles/CT-BGH-20181120103339", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BJ666_ACOSTA_G_20181119092159.jpg", "publishedAt": "2018-11-20T05:54:52Z", "content": "(Cable News Network, CNN)Jim Acosta CNN(Donald Trump)CNNJim AcostaCNN Acosta..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ryan Tracy", "title": "The Wall Street Journal: Fed’s Randal Quarles poised to become head of Financial Stability Board", "description": "A top Federal Reserve official is poised to lead a global body overseeing financial regulations, according to people familiar with the matter, overcoming questions abroad about President Donald Trump’s posture toward international institutions", "url": "https://www.wsj.com/articles/fed-official-quarles-poised-to-lead-financial-stability-board-1542678853", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY797_quarle_ZG_20181119214935.jpg", "publishedAt": "2018-11-20T02:54:50Z", "content": "WASHINGTON A top Federal Reserve official is poised to lead a global body overseeing financial regulations, according to people familiar with the matter, overcoming questions abroad about President Donald Trumps posture toward international institutions. Rand… [+1210 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "Chinese Approval Keeps Disney-Fox on Track to Close Early", "description": "Chinese regulators have approved Disney’s $71.3 billion plan to acquire major assets of 21st Century Fox, putting the deal on track to close sooner than expected.", "url": "https://www.wsj.com/articles/chinese-approval-keeps-disney-fox-on-track-to-close-early-1542681379", "urlToImage": "https://images.wsj.net/im-37977/social", "publishedAt": "2018-11-20T02:36:21Z", "content": "LOS ANGELESChinese regulators have approved Walt Disney Co.s DIS -0.66% $71.3 billion plan to acquire major assets of 21st Century Fox Inc. a Disney spokesman said, putting the deal on track to close sooner than initially expected. The approval, granted witho… [+1667 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachael Levy", "title": "Paulson Agrees to Buy Stake in Asset Manager From HNA", "description": "John Paulson’s hedge fund agreed to buy a stake in a $238 billion asset manager from Chinese conglomerate HNA Group.", "url": "https://www.wsj.com/articles/paulson-agrees-to-buy-stake-in-asset-manager-from-hna-1542649867", "urlToImage": "https://images.wsj.net/im-37853/social", "publishedAt": "2018-11-20T02:14:56Z", "content": "John Paulsons hedge fund agreed to buy a stake in a $238 billion asset manager from Chinese conglomerate HNA Group Co. Paulson &amp; Co. plans to buy most of the ordinary shares of BrightSphere Investment Group BSIG 0.31% PLC held by a unit of HNA, the New Yo… [+2704 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shen Hong", "title": "Foreign Investors Invade China's Cozy Treasury Market", "description": "Facing capital outflows and a shrinking trade surplus, China is opening the door wider to foreign institutional investors—but their surging government-bond purchases create risks for both them and Beijing, which has long kept a tight hold on this $2 trillion …", "url": "https://www.wsj.com/articles/foreign-investors-invade-chinas-cozy-treasury-market-1542632404", "urlToImage": "https://images.wsj.net/im-37464/social", "publishedAt": "2018-11-20T01:51:42Z", "content": "SHANGHAIForeign investment in Chinese government bonds is surging, creating risks for both investors and Beijing, which has long kept a tight hold on this $2 trillion market. Borrowing costs in the worlds second-largest economy are determined in part by China… [+4722 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lillian Rizzo", "title": "The Wall Street Journal: Sears seeks big bonuses for top executives", "description": "Sears Holdings Corp. is seeking permission to pay its top executives millions of dollars in bonuses over the next two financial quarters.", "url": "https://www.wsj.com/articles/sears-proposes-bonus-package-for-top-executives-1542648945", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FJ019_Sears__ZG_20170327162123.jpg", "publishedAt": "2018-11-20T01:17:24Z", "content": "Sears Holdings Corp. is seeking permission to pay its top executives millions of dollars in bonuses over the next two financial quarters. The company has pinpointed 18 top executives to share in a total $8.5 million in bonuses, split between the periods endin… [+785 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Macron and the Yellow Vests", "description": "A fuel tax increase is eroding his popularity and jeopardizing reform.", "url": "https://www.wsj.com/articles/macron-and-the-yellow-vests-1542674366", "urlToImage": "https://images.wsj.net/im-37963/social", "publishedAt": "2018-11-20T00:39:28Z", "content": "Protests in France are so common its easy to miss the important ones. Make no mistake, the weekends widespread marches against Emmanuel Macrons plan to raise fuel taxes are the most serious political threat since the French president took office in 2017. More… [+2711 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Sticking it to Pharma---With Competition", "description": "A record pace of generic drug approvals is reducing prices.", "url": "https://www.wsj.com/articles/sticking-it-to-pharmawith-competition-1542674076", "urlToImage": "https://images.wsj.net/im-37966/social", "publishedAt": "2018-11-20T00:34:38Z", "content": "Did you hear that the Trump Administration has saved Americans $26 billion on prescription drugs? Probably not, and one person who seldom mentions it, oddly enough, is President Trump. A report from his own White House shows how faster approvals at the Food a… [+2192 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Democracy Succeeds in Georgia - Wall Street Journal", "description": "Charlotte Observer Democracy Succeeds in Georgia Wall Street Journal Republican Brian Kemp was declared Georgia's Governor-elect over the weekend, yet Democrats are now trying to rob him of legitimacy by accusing him of stealing the election. Democrats hope t…", "url": "https://www.wsj.com/articles/democracy-succeeds-in-georgia-1542673925", "urlToImage": "https://images.wsj.net/im-37967/social", "publishedAt": "2018-11-20T00:33:13Z", "content": "Republican Brian Kemp was declared Georgias Governor-elect over the weekend, yet Democrats are now trying to rob him of legitimacy by accusing him of stealing the election. Democrats hope to benefit politically by undermining faith in American democracy. At t… [+3698 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sara Germano", "title": "Former College Basketball Player Sues Adidas Over Payments", "description": "Fallout from a federal probe of alleged corruption in college basketball entered a new chapter as a former University of Louisville player sued Adidas, alleging the sports-clothing maker violated racketeering laws by paying families of high-profile recruits.", "url": "https://www.wsj.com/articles/former-college-basketball-player-sues-adidas-over-payments-1542654128", "urlToImage": "https://images.wsj.net/im-37867/social", "publishedAt": "2018-11-20T00:24:06Z", "content": "Fallout from a federal probe into alleged corruption in college basketball entered a new chapter Monday as a former University of Louisville player sued Adidas America Inc. on allegations that the sports-clothing maker violated federal racketeering laws by pa… [+3344 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Walter Russell Mead", "title": "The Three Stages of Trump's Foreign Policy", "description": "Restraint gave way to disruption. Now it’s time for leadership, strategy and results.", "url": "https://www.wsj.com/articles/the-three-stages-of-trumps-foreign-policy-1542672995", "urlToImage": "https://images.wsj.net/im-37837/social", "publishedAt": "2018-11-20T00:16:37Z", "content": "President Trumps foreign policy has passed through two stagesone restrained and one more turbulent. The third and most decisive is now beginning to take shape. Through most of his first year in office, Mr. Trump moved cautiously on the international stage and… [+4765 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph Epstein", "title": "Americans Turned to Trump to Roll Back the Progressive Tide", "description": "To understand his appeal, look at the excesses of liberals in recent years. He’s a wall against the wave.", "url": "https://www.wsj.com/articles/americans-turned-to-trump-to-roll-back-the-progressive-tide-1542672973", "urlToImage": "https://images.wsj.net/im-37736/social", "publishedAt": "2018-11-20T00:16:15Z", "content": "At lunch the other day, a friend and strong anti-Trumper wondered aloud what brought all those thousands of people out to Donald Trumps rallies. After all, he said theyre pretty much the same show. Mr. Trump on stage, in his usual bragging mode, attacking the… [+4513 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert C. Pozen", "title": "Make It Easier for Companies to Offer 401(k)s", "description": "Congress should let small employers band together to give employees access to a common retirement plan.", "url": "https://www.wsj.com/articles/make-it-easier-for-companies-to-offer-401-k-s-1542672933", "urlToImage": "https://images.wsj.net/im-37870/social", "publishedAt": "2018-11-20T00:15:50Z", "content": "Just before Labor Day, President Trump issued an executive order directing federal agencies to consider two significant reforms for retirement plans. The first would make it easier for small employers to band together to offer employees access to a common pla… [+4027 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "L Brands Slashes Dividend, Picks Chief for Victoria's Secret Lingerie", "description": "L Brands said it had hired a Tory Burch executive to take over its Victoria’s Secret lingerie business after the chain posted another quarter of declining same-store sales.", "url": "https://www.wsj.com/articles/l-brands-names-john-mehas-as-ceo-of-victorias-secret-lingerie-1542663981", "urlToImage": "https://images.wsj.net/im-37906/social", "publishedAt": "2018-11-20T00:15:18Z", "content": "L Brands Inc., LB -2.07% trying to revamp business at its flagship Victorias Secret chain, on Monday said it is halving its annual dividend and hiring a Tory Burch executive to lead the lingerie division. The retailer, which is on track to report its third co… [+3001 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "John Greenwood", "title": "How China Copes With Capital Flight", "description": "As growth slows and tariffs threaten, the central bank now strives to prevent a sharp slide in the yuan.", "url": "https://www.wsj.com/articles/how-china-copes-with-capital-flight-1542672901", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY114_GREENW_SOC_20181119130858.jpg", "publishedAt": "2018-11-20T00:15:03Z", "content": "Watchers of Chinas currency in the past few years have risked a serious case of whiplash. After tamping down the yuans appreciation for the better part of two decades, Beijing has begun to lend support to the sagging currency. Last month China used roughly $3… [+5099 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William McGurn", "title": "The Jim Acosta Hour", "description": "A CNN suit claiming a constitutional right to a press pass will inevitably backfire.", "url": "https://www.wsj.com/articles/the-jim-acosta-hour-1542672868", "urlToImage": "https://images.wsj.net/im-37883/social", "publishedAt": "2018-11-20T00:14:29Z", "content": "Nobody contests Jim Acostas right to be a jerk in front of a TV camera. In the federal courts, however, Mr. Acosta and his employer, CNN, are now arguing that Donald Trump owes him a White House stage as well. Taking away his hard pass, the claim goes, violat… [+4561 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Burt Neuborne", "title": "Divide States to Democratize the Senate", "description": "A constitutionally sound fix to a vexing political problem.", "url": "https://www.wsj.com/articles/divide-states-to-democratize-the-senate-1542672828", "urlToImage": "https://images.wsj.net/im-37737/social", "publishedAt": "2018-11-20T00:13:49Z", "content": "No State, without its Consent, shall be deprived of its equal Suffrage in the Senate, declare Article V of the Constitution, which lays out the amendment process. A Californian has only 1/65th the representation of a Wyoming resident in the upper chamber. Tha… [+2886 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kamran Bokhari", "title": "The Kremlin's Interpol Power Play - Wall Street Journal", "description": "The Times The Kremlin's Interpol Power Play Wall Street Journal A close ally of Russian President Vladimir Putin is likely to be elected the new head of Interpol this week at the organization's general assembly in Dubai. Maj. Gen. Alexander Prokopchuk has alr…", "url": "https://www.wsj.com/articles/the-kremlins-interpol-power-play-1542672759", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK934_BOKHAR_SOC_20181119175814.jpg", "publishedAt": "2018-11-20T00:12:00Z", "content": "A close ally of Russian President Vladimir Putin is likely to be elected the new head of Interpol this week at the organizations general assembly in Dubai. Maj. Gen. Alexander Prokopchuk has already coordinated the abuse of Interpol extradition requests, know… [+4330 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Summer Said", "title": "Aramco Abandons Plan for Massive Corporate-Bond Sales to Fund Sabic Deal", "description": "Saudi Aramco no longer plans to launch what would have been one of the world’s largest-ever corporate-bond sales to fund a roughly $70 billion stake in the kingdom’s national petrochemical firm, looking instead to options requiring less public disclosure.", "url": "https://www.wsj.com/articles/aramco-abandons-plan-for-massive-corporate-bond-sales-to-fund-sabic-deal-1542639560", "urlToImage": "https://images.wsj.net/im-37812/social", "publishedAt": "2018-11-20T00:11:04Z", "content": "DUBAISaudi Aramco no longer plans to launch what would have been one of the worlds largest-ever corporate-bond sales to fund a roughly $70 billion stake in the kingdoms national petrochemical firm, looking instead to options requiring less public disclosure, … [+4069 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jared Malsin", "title": "Migrants Rescued by Cargo Ship Refuse to Get Off in Libya", "description": "Dozens of migrants are engaged in a standoff with Libyan officials, refusing to disembark from a ship that rescued them at sea because they fear torture at the hands of Libyan authorities.", "url": "https://www.wsj.com/articles/migrants-rescued-by-cargo-ship-refuse-to-get-off-in-libya-1542654620", "urlToImage": "https://images.wsj.net/im-37938/social", "publishedAt": "2018-11-20T00:01:54Z", "content": "CAIRODozens of migrants are engaged in a standoff with Libyan officials, refusing for more than a week to disembark from a cargo ship that rescued them at sea because they fear torture at the hands of Libyan authorities, according to humanitarian groups. The … [+3820 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bojan Pancevski", "title": "Germany to Halt Arms Sales to Saudi Arabia Over Khashoggi Killing", "description": "Berlin’s move raises pressure on the kingdom to shed light on the journalist’s murder.", "url": "https://www.wsj.com/articles/germany-to-halt-arms-sales-to-saudi-arabia-over-khashoggi-killing-1542640934", "urlToImage": "https://images.wsj.net/im-37817/social", "publishedAt": "2018-11-20T00:00:09Z", "content": "BRUSSELSBerlin halted arms sales to Riyadh and agreed with France to ban several Saudi nationals following the killing of Jamal Khashoggi, raising international pressure on the kingdom to shed light on the murder even as Europe prevaricates over unilateral ac… [+5000 chars]"}]}