{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "Facebook's Latest Headache Is a Bikini App That Shut Down in 2015 - Wall Street Journal", "description": "Wall Street Journal Facebook's Latest Headache Is a Bikini App That Shut Down in 2015 Wall Street Journal When a small app developer sued Facebook Inc. FB -2.29% in 2015 over how it restricts access to user data, the action got little attention, in part becau…", "url": "https://www.wsj.com/articles/facebooks-latest-headache-is-a-bikini-app-that-shut-down-in-2015-1543189776", "urlToImage": "https://images.wsj.net/im-38799/social", "publishedAt": "2018-11-25T23:49:00Z", "content": "When a small app developer sued Facebook Inc. FB -2.29% in 2015 over how it restricts access to user data, the action got little attention, in part because the social-media giant successfully sought to have most of the court records sealed. Now that lawsuit i… [+4399 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sune Engel Rasmussen", "title": "Dissidents Call for Unity Against Iran After Assassination Attempts", "description": "Exiled Iranian dissidents meeting under heavy police protection pushed for an uprising against the government, as tensions with Tehran have erupted into armed attacks and alleged cross-border assassination plots.", "url": "https://www.wsj.com/articles/dissidents-call-for-united-front-against-iran-after-assassination-attempts-1543158564", "urlToImage": "https://images.wsj.net/im-38730/social", "publishedAt": "2018-11-25T23:48:56Z", "content": "COPENHAGENExiled Iranian dissidents meeting under heavy police protection pushed for an uprising against the government, as tensions with Tehran have erupted into armed attacks and alleged cross-border assassination plots. A two-day weekend conference in Cope… [+5066 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniela Hernandez", "title": "Did Your Thanksgiving Include T-Rex and Chewbacca Costumes? Antarctica's Did.", "description": "The holiday at McMurdo Station also had seal treks, midnight sun, powdered eggs and, oh, it took place on Saturday.", "url": "https://www.wsj.com/articles/did-your-thanksgiving-include-t-rex-and-chewbacca-costumes-antarcticas-did-1543178517", "urlToImage": "https://images.wsj.net/im-38741/social", "publishedAt": "2018-11-25T23:40:28Z", "content": "MCMURDO STATION, AntarcticaMost Americans spent the weekend recovering from the Thanksgiving feast. But in the coldest place on Earth, the celebration was just getting warmed up. Residents here shed their regulation-issued parkas and boots and donned their ho… [+4973 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Bad Trade Timing", "description": "New Nafta lacks investor protections just when Americans need them.", "url": "https://www.wsj.com/articles/bad-trade-timing-1543186210", "urlToImage": "https://images.wsj.net/im-38772/social", "publishedAt": "2018-11-25T23:32:58Z", "content": "Columnist Mary OGrady notes nearby that Mexicos President-elect, Andrés Manuel López Obrador, is already raising doubts among foreign investors with his nationalist disregard for contracts. Thats bad news for Mexico, and also for the Trump Administration that… [+1378 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patrick Fitzgerald", "title": "The Wall Street Journal: Helicopter-leasing firm Waypoint files for bankruptcy protection", "description": "Waypoint Leasing Holdings Ltd., a helicopter-leasing business focused on serving offshore oil drillers and backed by Michael Dell and George Soros, filed for bankruptcy protection on Sunday and put its business on the auction block.", "url": "https://www.wsj.com/articles/helicopter-leasing-company-waypoint-files-for-bankrputcy-1543183622", "urlToImage": "https://mw3.wsj.net/mw5/content/logos/mw_logo_social.png", "publishedAt": "2018-11-25T23:29:25Z", "content": "Waypoint Leasing Holdings Ltd., a helicopter-leasing business focused on serving offshore oil drillers and backed by Michael Dell and George Soros, filed for bankruptcy protection on Sunday and put its business on the auction block. Hooman Yazhari, Waypoints … [+973 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cara Lombardo", "title": "Campbell Soup nears settlement to end Third Point proxy fight", "description": "Campbell Soup Co. and Third Point LLC are nearing a settlement that would end their high-profile proxy fight, according to people familiar with the matter, a move that would pre-empt a shareholder vote this week that would be an uphill battle for the activist…", "url": "https://www.wsj.com/articles/campbell-soup-and-third-point-near-deal-to-settle-proxy-fight-1543186600", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GS631_campbe_ZG_20181029111415.jpg", "publishedAt": "2018-11-25T23:23:18Z", "content": "Campbell Soup Co. and Third Point LLC are nearing a settlement that would end their high-profile proxy fight, according to people familiar with the matter, a move that would pre-empt a shareholder vote this week that would be an uphill battle for the activist… [+1038 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "O Come All Ye Judges", "description": "The GOP Senate should confirm more nominees in December.", "url": "https://www.wsj.com/articles/o-come-all-ye-judges-1543186154", "urlToImage": "https://images.wsj.net/im-38753/social", "publishedAt": "2018-11-25T22:53:55Z", "content": "The lame duck session of the 115th Congress is shaping up to be, well, lame. But one question is how many judges the Senate will confirm before heading home for Christmas, and lets hope the upper chamber wont start the holidays two weeks early. Majority Leade… [+2593 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Secret of Pelosi's Success", "description": "Democratic opposition melts away as the left gets behind her.", "url": "https://www.wsj.com/articles/the-secret-of-pelosis-success-1543186256", "urlToImage": "https://images.wsj.net/im-38736/social", "publishedAt": "2018-11-25T22:52:48Z", "content": "Democrats were never likely to depose Nancy Pelosi as their candidate to be the next House Speaker, but the growing likelihood that she will prevail in a caucus election on Wednesday is nonetheless revealing about who will run the House in the next two years,… [+3651 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Taiwan Tightrope - Wall Street Journal", "description": "Wall Street Journal The Taiwan Tightrope Wall Street Journal A great virtue of Taiwan's voters is that they're pragmatic, a useful trait for an island under threat of a Chinese invasion. That pragmatism was on display in local elections Saturday that rebuked …", "url": "https://www.wsj.com/articles/the-taiwan-tightrope-1543186101", "urlToImage": "https://images.wsj.net/im-38724/social", "publishedAt": "2018-11-25T22:48:00Z", "content": "A great virtue of Taiwans voters is that theyre pragmatic, a useful trait for an island under threat of a Chinese invasion. That pragmatism was on display in local elections Saturday that rebuked President Tsai Ing-wen while refusing to ban nuclear power. Ms.… [+1813 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas Grove", "title": "Tensions rise as Russia fires on Ukrainian naval ships", "description": "Ukraine’s navy said Sunday that Russian coast guard forces fired on its military ships Sunday, injuring at least one crew member amid a rare standoff between Russia and Ukraine that threatens to escalate tensions between the two countries.", "url": "https://www.wsj.com/articles/russia-fires-on-ukrainian-military-vessel-near-crimea-1543177712", "urlToImage": "https://mw3.wsj.net/mw5/content/logos/mw_logo_social.png", "publishedAt": "2018-11-25T21:47:00Z", "content": "MOSCOW Ukraines navy said Sunday that Russian coast guard forces fired on its military ships Sunday, injuring at least one crew member amid a rare standoff between Russia and Ukraine that threatens to escalate tensions between the two countries. Earlier in th… [+1224 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cameron McWhirter", "title": "Deadliest Fire in California History Deemed Contained - Wall Street Journal", "description": "Wall Street Journal Deadliest Fire in California History Deemed Contained Wall Street Journal The deadliest wildfire in California's history, which killed at least 85 people and destroyed almost 19,000 buildings, was 100% contained Sunday, state fire official…", "url": "https://www.wsj.com/articles/deadliest-fire-in-california-history-deemed-contained-1543181854", "urlToImage": "https://images.wsj.net/im-38766/social", "publishedAt": "2018-11-25T21:37:00Z", "content": "The deadliest wildfire in Californias history, which killed at least 85 people and destroyed almost 19,000 buildings, was 100% contained Sunday, state fire officials said. The announcement came after more than 1,000 firefighters battled the blaze for weeks an… [+1860 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bobby Jindal", "title": "Conservatism Isn't Dead Yet", "description": "The great contradiction is between what liberals claim to believe and the way they live their own lives.", "url": "https://www.wsj.com/articles/conservatism-isnt-dead-yet-1543176293", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY126_Jindal_SOC_20181123130139.jpg", "publishedAt": "2018-11-25T20:30:09Z", "content": "The paladins of political correctness continue to enforce prohibitions on taboo ideas on campus, in the workplace and in the national conversation. Thankfully, many brave and vocal conservatives remain willing to question conventional wisdom. For the remainde… [+4396 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mary Anastasia O’Grady", "title": "Mexico's Democracy Test", "description": "Mr. López Obrador pledges to tear up contracts. How safe is the rule of law?", "url": "https://www.wsj.com/articles/mexicos-democracy-test-1543176225", "urlToImage": "https://images.wsj.net/im-38652/social", "publishedAt": "2018-11-25T20:03:47Z", "content": "After Andrés Manuel López Obrador dons Mexicos presidential sash on Saturday, the republic could soon find itself wading into uncharted waters. Can its young democratic institutions withstand an executive who aspires to centralize power in the same way the le… [+4669 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "J.J. Plecs", "title": "Imagine What We Could Cure", "description": "If draconian privacy regulations didn’t keep key data from medical researchers.", "url": "https://www.wsj.com/articles/imagine-what-we-could-cure-1543176157", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL674_PLECSC_SOC_20181123162242.jpg", "publishedAt": "2018-11-25T20:02:39Z", "content": "The discovery that cigarettes cause cancer greatly improved human health. But that discovery didnt happen in a lab or spring from clinical trials. It came from careful analysis of mounds of data. Imagine what we could learn today from big-data analysis of eve… [+4526 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tunku Varadarajan", "title": "Death of a Missionary", "description": "Leave the inhabitants of North Sentinel Island alone.", "url": "https://www.wsj.com/articles/death-of-a-missionary-1543176072", "urlToImage": "https://images.wsj.net/im-38602/social", "publishedAt": "2018-11-25T20:01:13Z", "content": "North Sentinel Island lies 500 miles to the east of India in the Bay of Bengal. It is inhabited by 50 to 150 peopleno one knows how many for suredescended from Stone Age migrants from Africa who settled there 50,000 years ago. Their way of life has changed li… [+2868 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "Global Economy Week Ahead", "description": "The U.S. will see the second reading of third-quarter economic growth, October new-home sales data and personal-income figures. China will also release data on factory activity.", "url": "https://www.wsj.com/articles/global-economy-week-ahead-gdp-new-home-sales-and-personal-income-figures-1543176000", "urlToImage": "https://images.wsj.net/im-38706/social", "publishedAt": "2018-11-25T20:00:02Z", "content": "The U.S. will see the second reading of third-quarter economic growth, October new-home sales data and personal-income figures. China will release data on factory activity. The Commerce Department releases its second estimate of third-quarter gross domestic p… [+1874 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eugene Kontorovich", "title": "Airbnb's Anti-Israel Hypocrisy", "description": "The tech company will operate anywhere and serve anyone—except Jews in the West Bank.", "url": "https://www.wsj.com/articles/airbnbs-anti-israel-hypocrisy-1543175767", "urlToImage": "https://images.wsj.net/im-38647/social", "publishedAt": "2018-11-25T19:56:09Z", "content": "Two very different organizations took action last week against Jews owning property in the West Bank. The Palestinian Authority sentenced two Palestinians to 15 years hard labor for selling land to Jews. And Airbnb, the tech behemoth and online marketplace fo… [+4043 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Puzder", "title": "Trump Kicked the Sluggish Economy Into High Gear", "description": "Obama wants credit for faster growth, but compare Obama’s last 21 months to Trump’s first 21.", "url": "https://www.wsj.com/articles/trump-kicked-the-sluggish-economy-into-high-gear-1543175630", "urlToImage": "https://images.wsj.net/im-38628/social", "publishedAt": "2018-11-25T19:53:52Z", "content": "Federal Reserve Chairman Jerome Powell said last month that the U.S. is experiencing a remarkably positive set of economic circumstances. The superb numbers speak for themselves, but who gets the credit? For eight years under President Obama, the growing burd… [+4441 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jessica Donati", "title": "Republicans Call on Trump to Consider Action Against Saudi Arabia - Wall Street Journal", "description": "Wall Street Journal Republicans Call on Trump to Consider Action Against Saudi Arabia Wall Street Journal WASHINGTON—Republican lawmakers Sunday criticized President Trump's dismissal of the Central Intelligence Agency's assessment that the Saudi crown prince…", "url": "https://www.wsj.com/articles/republicans-call-on-trump-to-consider-action-against-saudi-arabia-1543175600", "urlToImage": "https://images.wsj.net/im-38760/social", "publishedAt": "2018-11-25T19:53:00Z", "content": "WASHINGTONRepublican lawmakers Sunday criticized President Trumps dismissal of the Central Intelligence Agencys assessment that the Saudi crown prince ordered the killing of a dissident journalist last month and called on the administration to consider furthe… [+3321 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer L. Taitz", "title": "Skip the Children's Instagram Pageant", "description": "Kids need to know their parents are paying close attention to them, not playing to an audience.", "url": "https://www.wsj.com/articles/skip-the-childrens-instagram-pageant-1543175539", "urlToImage": "https://images.wsj.net/im-37545/social", "publishedAt": "2018-11-25T19:52:20Z", "content": "How many likes did I get? When I overheard a friends 8-year-old daughter ask how her back-to-school portrait had performed on her mothers Instagram, my heart fell. No child should grow up believing life is a continuous popularity contest judged on social medi… [+2889 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "'Ralph Breaks the Internet' Leads Hearty Thanksgiving Box Office - Wall Street Journal", "description": "Wall Street Journal 'Ralph Breaks the Internet' Leads Hearty Thanksgiving Box Office Wall Street Journal LOS ANGELES—Hollywood had much to be thankful for this weekend, with the sequels “Ralph Breaks the Internet” and “Creed II” leading the box office to robu…", "url": "https://www.wsj.com/articles/ralph-breaks-the-internet-leads-hearty-thanksgiving-box-office-1543171174", "urlToImage": "https://images.wsj.net/im-38749/social", "publishedAt": "2018-11-25T18:43:21Z", "content": "LOS ANGELESHollywood had much to be thankful for this weekend, with the sequels Ralph Breaks the Internet and Creed II leading the box office to robust holiday weekend returns. Walt Disney Co.s DIS -0.84% Ralph Breaks the Internet came in first place, collect… [+2319 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "A Turkey Trot at the End of the World", "description": "Residents of McMurdo Station, Antarctica, the U.S. National Science Foundation’s largest outpost on the continent, celebrate Thanksgiving with a 5K race dressed in costumes on an icy unpaved road. Photo: Alexander Hotz/The Wall Street Journal", "url": "http://www.wsj.com/video/a-turkey-trot-at-the-end-of-the-world/9383D4DC-5207-47C5-9551-F810E7AF13F5.html", "urlToImage": "http://m.wsj.net/video/20181125/112518turkeytrot3/112518turkeytrot3_1280x720.jpg", "publishedAt": "2018-11-25T18:27:09Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael R. Gordon", "title": "Military-Spending Slowdown Would Fuel Strategy Debate", "description": "Just as the U.S. military’s mission expands in the face of a resurgent Russia and an increasingly capable China, the era of ever-rising defense budgets could be short-lived, triggering a debate over how best to allocate resources.", "url": "https://www.wsj.com/articles/analysis-military-spending-slowdown-would-fuel-strategy-debate-1543169881", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL714_MILSPE_SOC_20181125130307.jpg", "publishedAt": "2018-11-25T18:26:53Z", "content": "President Trump has cast himself as the best friend the Pentagon has ever had, boosting military spending to $700 billion during his first year in office, an infusion meant to buy more modern weapons and to address shortfalls in readiness. But the era of risi… [+5963 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brian Blackstone", "title": "Swiss Voters to Cows: We Won't Pay for You to Keep Your Horns - Wall Street Journal", "description": "Wall Street Journal Swiss Voters to Cows: We Won't Pay for You to Keep Your Horns Wall Street Journal ZURICH—Swiss voters on Sunday rejected a proposal that would have provided government subsidies to farmers who let cows to keep their horns. “What can I say?…", "url": "https://www.wsj.com/articles/swiss-voters-to-cows-we-wont-pay-for-you-to-keep-your-horns-1543166732", "urlToImage": "https://images.wsj.net/im-38727/social", "publishedAt": "2018-11-25T17:26:04Z", "content": "ZURICHSwiss voters on Sunday rejected a proposal that would have provided government subsidies to farmers who let cows to keep their horns. What can I say? Its sad, said Armin Capaul, who introduced the initiative, in a statement. I did everything I could for… [+1686 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laurence Norman", "title": "What the EU and UK Agreed to on Brexit - Wall Street Journal", "description": "Wall Street Journal What the EU and UK Agreed to on Brexit Wall Street Journal European leaders signed off on a Brexit deal on Sunday, which sets out the terms of the U.K.'s divorce from the bloc and seeks to shape the future relationship. There are two parts…", "url": "https://www.wsj.com/articles/what-the-eu-and-u-k-agreed-to-on-brexit-1543165995", "urlToImage": "https://images.wsj.net/im-38726/social", "publishedAt": "2018-11-25T17:15:49Z", "content": "European leaders signed off on a Brexit deal on Sunday, which sets out the terms of the U.K.s divorce from the bloc and seeks to shape the future relationship. There are two parts: a 585-page withdrawal agreement that is legally binding on both sides and a no… [+2735 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "Store Traffic Falls Again on Black Friday but Not All News Is Bad - Wall Street Journal", "description": "Wall Street Journal Store Traffic Falls Again on Black Friday but Not All News Is Bad Wall Street Journal A surge in online shopping and higher spending by low-income Americans gave a lift to the start of the holiday season, even as initial reports showed tha…", "url": "https://www.wsj.com/articles/store-traffic-falls-again-on-black-friday-but-not-all-news-is-bad-1543165988", "urlToImage": "https://images.wsj.net/im-38720/social", "publishedAt": "2018-11-25T17:15:49Z", "content": "A surge in online shopping and higher spending by low-income Americans gave a lift to the start of the holiday season, even as initial reports showed that foot traffic to traditional stores continued its long decline. During Thanksgiving and Black Friday, tra… [+7790 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sam Walker", "title": "The Plymouth Colony and the Business Case for Gratitude - Wall Street Journal", "description": "Wall Street Journal The Plymouth Colony and the Business Case for Gratitude Wall Street Journal By year two, as William Bradford's long-odds startup finally stepped back from the brink of oblivion, he decided to hold a mandatory, three-hour staff meeting. Thi…", "url": "https://www.wsj.com/articles/the-plymouth-colony-and-the-business-case-for-gratitude-1543162842", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL447_HAPPYT_SOC_20181121125758.jpg", "publishedAt": "2018-11-25T16:20:00Z", "content": "By year two, as William Bradfords long-odds startup finally stepped back from the brink of oblivion, he decided to hold a mandatory, three-hour staff meeting. This wasnt a party, an operational review or hackathon. The only item on the bosss agenda that morni… [+10832 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "New York Senate's First Female Leader Spent Decades Preparing for Role - Wall Street Journal", "description": "Wall Street Journal New York Senate's First Female Leader Spent Decades Preparing for Role Wall Street Journal Andrea Stewart-Cousins' first steps into politics began simply: She was worried her kids would get left at the bus stop. The City of Yonkers, where …", "url": "https://www.wsj.com/articles/new-york-senates-first-female-leader-spent-decades-preparing-for-role-1543161600", "urlToImage": "https://images.wsj.net/im-38431/social", "publishedAt": "2018-11-25T16:00:46Z", "content": "Andrea Stewart-Cousins first steps into politics began simply: She was worried her kids would get left at the bus stop. The City of Yonkers, where she lived, was implementing a busing system after a federal judge ruled officials there had unlawfully segregate… [+4976 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sune Engel Rasmussen", "title": "Fragile Syria Cease-Fire Tests Russia-Turkey Ties", "description": "Russia is pressuring Turkey to drive extremists from a Syrian demilitarized zone, testing the countries’ warming ties and a cease-fire they brokered that has protected opponents of Syria’s President President Bashar al-Assad.", "url": "https://www.wsj.com/articles/fragile-syria-cease-fire-tests-russia-turkey-ties-1543160387", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL525_SYRIAj_SOC_20181122125026.jpg", "publishedAt": "2018-11-25T15:39:50Z", "content": "Russia is pressuring Turkey to drive extremists from a Syrian demilitarized zone, testing the countries warming ties and a cease-fire they brokered that has protected opponents of Syrias President Bashar al-Assad. Turkey and Russia, which are overseeing an ag… [+5493 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Pelosi's Grip on Power to Be Tested This Week...", "description": "Pelosi's Grip on Power to Be Tested This Week... (First column, 10th story, link ) Related stories: Dems Tie Support for Spending Bill to Mueller Probe... Advertise here", "url": "https://www.wsj.com/articles/pelosis-grip-on-power-to-be-tested-this-week-1543147201", "urlToImage": "https://images.wsj.net/im-38612/social", "publishedAt": "2018-11-25T14:22:37Z", "content": "WASHINGTONHouse Minority Leader Nancy Pelosis hold on her expanded and fractious caucus faces its first major test this week, when House Democrats cast initial votes for their leaders as they prepare to reclaim control of the chamber next year. The House Demo… [+5318 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sadie Gurman and Kristina Peterson", "title": "Dems Tie Support for Spending Bill to Mueller Probe...", "description": "Dems Tie Support for Spending Bill to Mueller Probe... (First column, 11th story, link ) Related stories: Pelosi's Grip on Power to Be Tested This Week... Advertise here", "url": "https://www.wsj.com/articles/democrats-tie-support-for-spending-bill-to-mueller-probe-1543150852", "urlToImage": "https://images.wsj.net/im-38470/social", "publishedAt": "2018-11-25T14:22:37Z", "content": "Congressional Democrats heading into the critical stretch of the lame-duck session increasingly say they will tie their support for a high-priority spending bill to a measure protecting special counsel Robert Muellers investigation into Russian electoral inte… [+4519 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "UK, EU Approve Hard-Fought Brexit Divorce Deal. Now the Harder Work Begins. - Wall Street Journal", "description": "Wall Street Journal UK, EU Approve Hard-Fought Brexit Divorce Deal. Now the Harder Work Begins. Wall Street Journal BRUSSELS—More than two years after Britons voted to break from the European Union, U.K. Prime Minister Theresa May and the leaders of the remai…", "url": "https://www.wsj.com/articles/u-k-eu-approve-hard-fought-brexit-divorce-deal-now-the-harder-work-begins-1543155488", "urlToImage": "https://images.wsj.net/im-38716/social", "publishedAt": "2018-11-25T14:18:00Z", "content": "BRUSSELSMore than two years after Britons voted to break from the European Union, U.K. Prime Minister Theresa May and the leaders of the remaining EU members approved a hard-fought, 585-page treaty setting out the terms of the U.K.s divorce from the bloc. Now… [+7442 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ruth Bender", "title": "Bayer Pursued Monsanto Deal Despite Top Executive's Concern", "description": "Marijn Dekkers in his waning days as Bayer CEO kept his distance from the company’s bid for Monsanto, now the target of thousands of weedkiller lawsuits that are weighing heavily on Bayer’s shares.", "url": "https://www.wsj.com/articles/bayer-pursued-monsanto-despite-weedkiller-suits-and-executives-concern-1543147201", "urlToImage": "https://images.wsj.net/im-38497/social", "publishedAt": "2018-11-25T14:12:42Z", "content": "When Werner Baumann, as a senior executive at Bayer AG BAYRY -0.34%, was mulling a plan to acquire Monsanto, the idea so troubled Bayers chief executive at the time that he didnt want to be associated with it, according to people familiar with the matter. Nea… [+6882 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Pierce", "title": "Your Smart TV Is Only Going to Get Dumber - Wall Street Journal", "description": "Wall Street Journal Your Smart TV Is Only Going to Get Dumber Wall Street Journal My two-year-old TV is great. I love it. Big fan. The 48-inch, 4K screen bathes me in its warm glow every time I sit down for another NFL Sunday marathon. Like so many other sets…", "url": "https://www.wsj.com/articles/your-smart-tv-is-only-going-to-get-dumber-1543154401", "urlToImage": "https://images.wsj.net/im-38691/social", "publishedAt": "2018-11-25T14:03:19Z", "content": "My two-year-old TV is great. I love it. Big fan. The 48-inch, 4K screen bathes me in its warm glow every time I sit down for another NFL Sunday marathon. Like so many other sets sold in the past few years, my TV is smart. It has an app store, and a full keybo… [+5992 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Luhnow", "title": "Mexican President-Elect López Obrador Is Spooking Foreign Investors - Wall Street Journal", "description": "Wall Street Journal Mexican President-Elect López Obrador Is Spooking Foreign Investors Wall Street Journal In the months that followed Mr. López Obrador's July election win, the peso and Mexican stocks rallied as foreign investors appeared willing to give th…", "url": "https://www.wsj.com/articles/mexican-president-elect-lopez-obrador-is-spooking-foreign-investors-1543150816", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL590_AMLO_1_TOP_20181122184151.jpg", "publishedAt": "2018-11-25T13:00:59Z", "content": "MEXICO CITYAn unlikely honeymoon between Wall Street and Mexican President-elect Andrés Manuel López Obrador, a leftist nationalist, is over before he even takes office on Dec. 1. In the months that followed Mr. López Obradors July election win, the peso and … [+8960 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "UK, EU Approve Hard-Fought Brexit Divorce Deal. Now the Real Work Begins - Wall Street Journal", "description": "Wall Street Journal UK, EU Approve Hard-Fought Brexit Divorce Deal. Now the Real Work Begins Wall Street Journal BRUSSELS—More than two years after Britons voted to break from the European Union, U.K. Prime Minister Theresa May and the leaders of the remainin…", "url": "https://www.wsj.com/articles/eu-expected-to-approve-hard-fought-brexit-deal-1543136115", "urlToImage": "https://images.wsj.net/im-38714/social", "publishedAt": "2018-11-25T09:48:00Z", "content": "BRUSSELSMore than two years after Britons voted to break from the European Union, U.K. Prime Minister Theresa May and the leaders of the remaining EU members approved a hard-fought, 585-page treaty setting out the terms of the U.K.s divorce from the bloc. Now… [+8077 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Juan Montes", "title": "Mexico in Talks With U.S. Over Migrant Plan", "description": "Top advisers to Mexico’s president-elect are in talks with U.S. government officials over a plan that will require migrants seeking asylum in the U.S. to wait in Mexico while their claims are adjudicated.", "url": "https://www.wsj.com/articles/mexico-in-talks-with-u-s-over-plan-to-require-migrants-to-stay-on-its-side-of-border-1543097325", "urlToImage": "https://images.wsj.net/im-38709/social", "publishedAt": "2018-11-25T03:35:59Z", "content": "MEXICO CITYTop advisers to Mexican president-elect Andrés Manuel López Obrador are in talks with the Trump administration over a plan that would require migrants seeking asylum in the U.S. to wait in Mexico while their claims are adjudicated, according to mem… [+5187 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ese Erheriene", "title": "Toys 'R' Us Gears Up for Holiday Sales---in Asia", "description": "Toys ‘R’ Us staff are filling shelves this holiday season at hundreds of stores across Asia, where the brand has been given new life after being sold off by the bankrupt American toy retailer.", "url": "https://www.wsj.com/articles/toys-r-us-gears-up-for-holiday-salesin-asia-1543062604", "urlToImage": "https://images.wsj.net/im-38686/social", "publishedAt": "2018-11-25T02:53:41Z", "content": "HONG KONGToys R Us staff are filling shelves this holiday season at hundreds of stores across Asia, where the brand has been given new life after being sold off by the bankrupt American toy retailer. The Asia business is planning to expand next year with doze… [+4102 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Kazer", "title": "Taiwan's Voters Say No to Ruling Party", "description": "Voters handed Taiwan’s ruling party a rebuke in local elections, raising doubts about President Tsai Ing-wen’s prospects for re-election and potentially heralding a shift in the island’s tense relations with China.", "url": "https://www.wsj.com/articles/taiwans-voters-say-no-to-ruling-party-1543084683", "urlToImage": "https://images.wsj.net/im-38697/social", "publishedAt": "2018-11-25T02:42:02Z", "content": "TAIPEIVoters handed Taiwans ruling party a rebuke in local elections, raising doubts about President Tsai Ing-wens prospects for re-election and potentially heralding a shift in the islands tense relations with China. Ms. Tsais Democratic Progressive Party su… [+4826 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew FitzGerald", "title": "Refunds Promised After AT&T Bungled Streaming of Woods vs. Mickelson Golf Match", "description": "AT&T and three other big television distributors said Saturday they would refund customers who paid to watch a showdown between Tiger Woods and Phil Mickelson after AT&T flubbed its live stream of the event.", "url": "https://www.wsj.com/articles/tv-firms-promise-refunds-after-bungling-woods-vs-mickelson-golf-match-1543092526", "urlToImage": "https://images.wsj.net/im-38700/social", "publishedAt": "2018-11-25T01:39:09Z", "content": "AT&amp;T Inc. T -1.38% and other big television distributors said Saturday they would refund customers who paid to watch a showdown between Tiger Woods and Phil Mickelson after AT&amp;T shanked its webcast of the much-anticipated match. Problems with AT&amp;T… [+3418 chars]"}]}