{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "U.K.'s May Defends Brexit Plan to Businesses", "description": "British Prime Minister Theresa May intensified a campaign to get businesses to back her Brexit agreement, trying to build momentum behind her much-maligned plan to extract the U.K. from the European Union.", "url": "https://www.wsj.com/articles/u-k-s-may-defends-brexit-plan-to-businesses-1542631141", "urlToImage": "https://images.wsj.net/im-37791/social", "publishedAt": "2018-11-19T23:52:03Z", "content": "LONDONBritish Prime Minister Theresa May Monday intensified a campaign to get businesses to back her Brexit agreement, trying to build momentum behind her much-maligned plan to extract the U.K. from the European Union. In a speech to the Confederation of Brit… [+4560 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Biographer Ron Chernow to Star at White House Correspondents' Dinner", "description": "The White House Correspondents’ Association said ‘Hamilton’ biographer Ron Chernow will be the main speaker at its annual dinner next year, departing from the long tradition of having a comedian roasting the president.", "url": "https://www.wsj.com/articles/biographer-ron-chernow-not-comedian-to-star-at-next-white-house-correspondents-dinner-1542648218", "urlToImage": "https://images.wsj.net/im-37849/social", "publishedAt": "2018-11-19T23:34:54Z", "content": "The White House Correspondents Association said Monday that biographer Ron Chernow will be the main speaker at its annual dinner next year, departing from the long tradition of having a comedian roasting the president. Freedom of the press is always a timely … [+2005 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gerald F. Seib", "title": "How Democrats' Rust Belt Success Alters 2020 Picture", "description": "Counties that voted for President Trump in 2016 flipped back to the Democrats in midterm elections, raising questions about the power of the president’s trade policies, Gerald F. Seib writes.", "url": "https://www.wsj.com/articles/how-democrats-rust-belt-success-alters-2020-picture-1542646086", "urlToImage": "https://images.wsj.net/im-37829/social", "publishedAt": "2018-11-19T23:28:38Z", "content": "When Michigans Macomb County, just north of Detroit, flipped to vote Republican in the 1980s, it became the very symbol of the Reagan Democratspreviously loyal middle-class Democratic voters who abandoned the party in that decade. In 2016, Macomb County did i… [+4807 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sara Randazzo", "title": "Opioid Industry Takes New York to Court Over New Levy", "description": "Opioid makers and distributors are fighting a novel New York state law that aims to collect hundreds of millions of dollars from the industry to help defray costs of the opioid crisis.", "url": "https://www.wsj.com/articles/opioid-industry-takes-new-york-to-court-over-new-levy-1542623400", "urlToImage": "https://images.wsj.net/im-37538/social", "publishedAt": "2018-11-19T23:23:37Z", "content": "Opioid makers and distributors are fighting a novel New York state law that aims to collect hundreds of millions of dollars from the industry to help defray costs of the opioid crisis, with some companies re-engineering their supply chain to avoid the new tax… [+7339 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "Now the Hard Part: Getting the Brexit Deal Through Parliament", "description": "Looming over the deal to extract the U.K. from the EU is a simple question: Will the British Parliament go for it? The legislative math is challenging.", "url": "https://www.wsj.com/articles/now-the-hard-part-getting-the-brexit-deal-through-parliament-1542634632", "urlToImage": "https://images.wsj.net/im-37079/social", "publishedAt": "2018-11-19T23:08:41Z", "content": "LONDONLooming over the highly technical deal to extract the U.K. from the European Union is a simpler question: Will the British Parliament go for it? After months of frenzied negotiation, the British cabinet last week accepted a proposed Brexit deal. Now it … [+6981 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "John D. Stoll", "title": "Ghosn's 'Bigger-Than-Life' Personality Increasingly Rare in Global Car Business - Wall Street Journal", "description": "Firstpost Ghosn's 'Bigger-Than-Life' Personality Increasingly Rare in Global Car Business Wall Street Journal If you've wanted to catch up with Carlos Ghosn over the past two decades, your best bet was aboard a plane. Born in Brazil to Lebanese parents, the 6…", "url": "https://www.wsj.com/articles/ghosns-bigger-than-life-personality-increasingly-rare-in-global-car-business-1542668006", "urlToImage": "https://images.wsj.net/im-37934/social", "publishedAt": "2018-11-19T22:53:00Z", "content": "If youve wanted to catch up with Carlos Ghosn over the past two decades, your best bet was aboard a plane. Born in Brazil to Lebanese parents, the 64-year-old car executive built a legacy combining two companies based 10,000 miles apart. Last year, he told me… [+6044 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "Prosperity and its Temporary Side Effects", "description": "Travellers will be thankful for the end of this week’s journeys.", "url": "https://www.wsj.com/articles/prosperity-and-its-temporary-side-effects-1542667655", "urlToImage": "https://images.wsj.net/im-37918/social", "publishedAt": "2018-11-19T22:47:37Z", "content": "There arent many downsides to Americas humming economy. But this week travellers will experience one side effect of prosperity, if only a temporary one. According to the American Automobile Association: The organization expects the worst traffic to occur in S… [+4157 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Graham's New Leadership Role Tees Up Split With Democrats", "description": "Sen. Lindsey Graham, set to take over the Senate Judiciary Committee in January, has become an increasingly outspoken Trump ally, creating a potentially sharp split between the chambers as Democrats take over the House.", "url": "https://www.wsj.com/articles/lindsey-grahams-new-leadership-role-tees-up-split-with-democrats-1542623400", "urlToImage": "https://images.wsj.net/im-37738/social", "publishedAt": "2018-11-19T22:42:01Z", "content": "WASHINGTONSen. Lindsey Graham, set to take over the Senate Judiciary Committee in January, has become an increasingly outspoken ally of President Trump in recent months, creating a potentially sharp split between the chambers on legal matters as Democrats tak… [+4751 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael S. Derby", "title": "New York Fed Chief Expects Gradual Rate Rises", "description": "John Williams, the New York Fed leader, said data will determine the central bank’s future rate moves.", "url": "https://www.wsj.com/articles/new-york-fed-chief-expects-gradual-rate-rises-1542650258", "urlToImage": "https://images.wsj.net/im-37861/social", "publishedAt": "2018-11-19T22:30:49Z", "content": "NEW YORKNew York Fed President John Williams said he expects the U.S. central bank to press forward with its slow and steady pace of rate rises. We are going to be doing what weve been doing, as best we can and pursue a gradual path of getting back to more no… [+2044 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Gallagher", "title": "Can a Skateboard Be a Work of Art?", "description": "Skateboarders and art collectors alike are treating skate decks like paintings, creating a curious new trend in home decor.", "url": "https://www.wsj.com/articles/can-a-skateboard-be-a-work-of-art-1542646248", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK661_OTSKAT_SOC_20181119111626.jpg", "publishedAt": "2018-11-19T22:06:34Z", "content": "KEVIN ACHICO OWNS two kinds of skateboards: those he actually rides and those he hangs on his wall. He currently gets around on a board by Anti Hero, while eleven rarer decks by skate brands Supreme and Fing Awesome adorn his Dallas home, sans wheels. To the … [+5037 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Charley Grant", "title": "Biotech Learns the Magic Word", "description": "Cannabis was just what the doctor ordered for biotech Akers Biosciences.", "url": "https://www.wsj.com/articles/biotech-learns-the-magic-word-1542642927", "urlToImage": "https://images.wsj.net/im-37827/social", "publishedAt": "2018-11-19T21:48:05Z", "content": "What role cannabis should play in medicine is still an open question. However, there is no doubt that mentioning the once-forbidden leaf can be a miracle cure for a biotechs stock price. Tiny Akers Biosciences AKER 42.28% on Monday announced an update to a st… [+649 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Meyers", "title": "'Eye to I: Self-Portraits From 1900 to Today' Review: How Artists See Themselves", "description": "Works at the National Portrait Gallery range from unsparing representations of old age to gigantic effigies of ego.", "url": "https://www.wsj.com/articles/eye-to-i-self-portraits-from-1900-to-today-review-how-artists-see-themselves-1542663284", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK809_SELFIE_SOC_20181119144712.jpg", "publishedAt": "2018-11-19T21:34:46Z", "content": "Washington You pass through Presidents at the National Portrait Gallery to get to Eye to I: Self-Portraits From 1900 to Today. The presidents are painted in styles typical of their periods, but all are portrayed with the deference due to their office. The 75 … [+4877 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Sixteen Democrats say in letter they oppose Nancy Pelosi as House speaker", "description": "Sixteen Democrats said in a letter Monday that they would vote against California Rep. Nancy Pelosi as House speaker, saying it is time for the caucus to select a new leader as it retakes the majority.", "url": "https://www.wsj.com/articles/sixteen-democrats-issue-letter-opposing-nancy-pelosi-as-house-speaker-1542659950?mod=hp_listb_pos1", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX970_MLPelo_ZG_20181106235407.jpg", "publishedAt": "2018-11-19T21:23:03Z", "content": "House Minority Leader Nancy Pelosi (D-CA) speaks during a midterm election night party hosted by the Democratic Congressional Campaign Committee. Sixteen Democrats said in a letter Monday that they would vote against California Rep. Nancy Pelosi as House spea… [+764 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Beaton", "title": "'They Are Indeed Buying Nerds!' Chess World Questions an American Grandmaster's Move—to the US - Wall Street Journal", "description": "Wall Street Journal 'They Are Indeed Buying Nerds!' Chess World Questions an American Grandmaster's Move—to the US Wall Street Journal Flipping allegiances is a rare and delicate occurrence in any sport. In the tiny circle of superelite chess, where only a ha…", "url": "https://www.wsj.com/articles/they-are-indeed-buying-nerds-chess-world-questions-an-american-grandmasters-moveto-the-u-s-1542662373", "urlToImage": "https://images.wsj.net/im-37789/social", "publishedAt": "2018-11-19T21:22:04Z", "content": "On a bright November day in 2014, a small group of Italian dignitaries huddled in Rome to discuss a crisis with global implications. They had to meet with a potential defector. The young man in question, a shy kid in glasses and a black shirt, came with a hig… [+6331 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Pelosi's Math Problem: Why Speakership Isn't a Sure Bet", "description": "Rep. Nancy Pelosi is openly campaigning to be speaker of the House, but the way votes are counted could jeopardize the California lawmaker’s bid for the position. WSJ’s Shelby Holliday explains. Photo: Getty", "url": "http://www.wsj.com/video/pelosi-math-problem-why-speakership-isnt-a-sure-bet/3ABADD31-C8B0-4D17-A968-B69EBD1B8E04.html", "urlToImage": "http://m.wsj.net/video/20181119/111918pelosi/111918pelosi_1280x720.jpg", "publishedAt": "2018-11-19T21:13:06Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Scott McCartney", "title": "Readers React to the WSJ Airport Rankings", "description": "Journal subscribers offered their favorite airports not on the list and disputed other aspects of the analysis of the 20 largest U.S. airports.", "url": "https://www.wsj.com/articles/readers-react-to-the-wsj-airport-rankings-1542637145", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ441_METHOD_SOC_20181113200725.jpg", "publishedAt": "2018-11-19T21:12:29Z", "content": "Reader reaction to the first-ever Wall Street Journal ranking of large airports zeroed in on a stark reality: Many fliers consider U.S. airports mediocre at best and say they still lag behind the best international airports despite billions of dollars in impr… [+5658 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anne Steele", "title": "Taylor Swift Tries to Help Fellow Artists With New Universal Music Deal - Wall Street Journal", "description": "Wall Street Journal Taylor Swift Tries to Help Fellow Artists With New Universal Music Deal Wall Street Journal Taylor Swift, the biggest free agent in music, signed a long-term deal with the world's biggest record company, Vivendi SA's Universal Music Group,…", "url": "https://www.wsj.com/articles/taylor-swift-tries-to-help-fellow-artists-with-new-universal-music-deal-1542661152", "urlToImage": "https://images.wsj.net/im-37889/social", "publishedAt": "2018-11-19T21:00:59Z", "content": "Taylor Swift, the biggest free agent in music, signed a long-term deal with the worlds biggest record company, Vivendi SAs Universal Music Group, in the process using her clout to try to score some points for other artists signed to the same label. Ms. Swifts… [+3270 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ann M. Simmons", "title": "Kremlin Backs Veteran Russian Official for Interpol Presidency - Wall Street Journal", "description": "Wall Street Journal Kremlin Backs Veteran Russian Official for Interpol Presidency Wall Street Journal MOSCOW—The Kremlin said it backed a veteran Russian Interior Ministry official to become Interpol's president, a development that raises fresh concerns abou…", "url": "https://www.wsj.com/articles/kremlin-backs-veteran-russian-official-for-interpol-presidency-1542660416", "urlToImage": "https://images.wsj.net/im-37872/social", "publishedAt": "2018-11-19T20:49:45Z", "content": "MOSCOWThe Kremlin said it backed a veteran Russian Interior Ministry official to become Interpols president, a development that raises fresh concerns about the efficacy of the international police agency critics say authoritarian governments have abused. The … [+5400 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Sixteen Democrats Issue Letter Opposing Nancy Pelosi as House Speaker - Wall Street Journal", "description": "Wall Street Journal Sixteen Democrats Issue Letter Opposing Nancy Pelosi as House Speaker Wall Street Journal WASHINGTON—Sixteen Democrats said in a letter Monday that they would vote against California Rep. Nancy Pelosi as House speaker, saying it is time fo…", "url": "https://www.wsj.com/articles/sixteen-democrats-issue-letter-opposing-nancy-pelosi-as-house-speaker-1542659950", "urlToImage": "https://images.wsj.net/im-37885/social", "publishedAt": "2018-11-19T20:40:12Z", "content": "WASHINGTONSixteen Democrats said in a letter Monday that they would vote against California Rep. Nancy Pelosi as House speaker, saying it is time for the caucus to select a new leader as it retakes the majority. The pledge comes as Mrs. Pelosi is rallying sup… [+1622 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael Salfino", "title": "For the Colts, It's All About Luck - Wall Street Journal", "description": "Wall Street Journal For the Colts, It's All About Luck Wall Street Journal After missing the entire 2017 NFL season due to a shoulder injury, Colts quarterback Andrew Luck appears to have regained his top form. After beating the Titans 38-10 on Sunday, Indian…", "url": "https://www.wsj.com/articles/for-the-colts-its-all-about-luck-1542659009", "urlToImage": "https://images.wsj.net/im-37891/social", "publishedAt": "2018-11-19T20:24:50Z", "content": "After missing the entire 2017 NFL season due to a shoulder injury, Colts quarterback Andrew Luck appears to have regained his top form. After beating the Titans 38-10 on Sunday, Indianapolis (5-5) has won four games in a row. Although Luck has been one of the… [+1347 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robbie Whelan", "title": "US Slashes Migrant Border Crossings - Wall Street Journal", "description": "Wall Street Journal US Slashes Migrant Border Crossings Wall Street Journal SAN LUIS RÍO COLORADO, Mexico—The U.S. has slashed the number of migrants being allowed to cross the U.S.-Mexican border to legally apply for asylum, as caravans totaling some 10,000 …", "url": "https://www.wsj.com/articles/u-s-slashes-migrant-border-crossings-1542657365", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK748_MIGRAN_TOP_20181119130924.jpg", "publishedAt": "2018-11-19T19:56:00Z", "content": "SAN LUIS RÍO COLORADO, MexicoThe U.S. has slashed the number of migrants being allowed to cross the U.S.-Mexican border to legally apply for asylum, as caravans totaling some 10,000 migrants trudge north through Mexico. Here at the border station across from … [+6154 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Single Moves That Will Renovate Your Kitchen", "description": "Ten design professionals offer their best advice for giving the most important room in the house a major lift with a solitary change.", "url": "https://www.wsj.com/articles/single-moves-that-will-renovate-your-kitchen-1542644309", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI957_KITCHE_SOC_20181112181923.jpg", "publishedAt": "2018-11-19T19:46:55Z", "content": "Ten design professionals offer their best advice for giving the most important room in the house a major lift with a solitary change SEND An error has occurred, please try again later."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Kostov", "title": "Carlos Ghosn's Legacy Shows Cracks - Wall Street Journal", "description": "Wall Street Journal Carlos Ghosn's Legacy Shows Cracks Wall Street Journal Carlos Ghosn is a globe-trotting CEO revered by many in the auto industry from Detroit to Japan, where he became a celebrated corporate captain—and even a comic-book hero—after rescuin…", "url": "https://www.wsj.com/articles/carlos-ghosns-legacy-shaken-by-misconduct-probe-1542655471", "urlToImage": "https://images.wsj.net/im-37856/social", "publishedAt": "2018-11-19T19:28:14Z", "content": "Carlos Ghosn is a globe-trotting CEO revered by many in the auto industry from Detroit to Japan, where he became a celebrated corporate captainand even a comic-book heroafter rescuing Nissan Motor Co. NSANY -5.85% from the brink of bankruptcy. Mr. Ghosn, 64 y… [+6505 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Riva Gold", "title": "U.S. Stocks Extend Losses as Tech Worries Deepen", "description": "The Dow dropped about 500 points as U.S. stocks fell with technology behemoths ranging from chip makers to social-media firms hit by a fresh wave of selling.", "url": "https://www.wsj.com/articles/global-stocks-climb-as-investors-await-brexit-progress-economic-data-1542617934", "urlToImage": "https://images.wsj.net/im-37793/social", "publishedAt": "2018-11-19T19:15:38Z", "content": "U.S. stocks lurched lower Monday, deepening a fall rout that has shaken many investors confidence in the technology titans that had led the bull market higher for much of the past year. The Dow Jones Industrial Average slid 455 points, or 1.8%, to 25392. The … [+4404 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katie Honan", "title": "Head of New York Watchdog Agency Accuses Mayor De Blasio of Intimidation - Wall Street Journal", "description": "Wall Street Journal Head of New York Watchdog Agency Accuses Mayor De Blasio of Intimidation Wall Street Journal Mayor Bill de Blasio and his senior staff repeatedly tried to pressure the commissioner of New York City's top watchdog agency into not releasing …", "url": "https://www.wsj.com/articles/head-of-new-york-watchdog-agency-accuses-mayor-de-blasio-of-intimidation-1542654840", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK776_NYPETE_SOC_20181119134312.jpg", "publishedAt": "2018-11-19T19:14:00Z", "content": "Mayor Bill de Blasio and his senior staff repeatedly tried to pressure the commissioner of New York Citys top watchdog agency into not releasing critical reports about his administration, the commissioner said Monday. Days after being fired from his job as th… [+3278 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Ghosn Arrested as Nissan Plans Ouster for False Pay Filings", "description": "Nissan Chairman Carlos Ghosn was arrested in Tokyo, and Nissan said it intended to oust him after uncovering “significant acts” of financial misconduct, including underreporting his income in securities filings.", "url": "https://www.wsj.com/articles/nissans-carlos-ghosn-arrested-to-be-ousted-as-chairman-amid-misconduct-probe-1542634696", "urlToImage": "https://images.wsj.net/im-37785/social", "publishedAt": "2018-11-19T19:10:08Z", "content": "TOKYO Nissan Motor Co. NSANY -5.79% Chairman Carlos Ghosn, one of the auto industrys most prominent executives, was arrested Monday in Tokyo on financial charges, and Nissan said it intended to oust him from his post after uncovering significant misconduct. T… [+5763 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Carlos Ghosn: Legacy of Nissan and Renault Savior Takes a U-Turn", "description": "Auto executive, Carlos Ghosn, was the ar­chi­tect of an alliance between Nissan, Renault and Mitsubishi, a rare suc­cess story of auto mak­ers work­ing to­gether. WSJ reporters analyze the impact on his legacy following his arrest over financial misconduct. P…", "url": "http://www.wsj.com/video/carlos-ghosn-legacy-of-nissan-and-renault-savior-takes-a-u-turn/CB14E52A-4FAA-4F92-BE59-9DEF0ECA4AF3.html", "urlToImage": "http://m.wsj.net/video/20181119/111918ghosn/111918ghosn_1280x720.jpg", "publishedAt": "2018-11-19T18:25:29Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Strumpf", "title": "A Silicon Valley Tech Leader Walks a High Wire Between the US and China - Wall Street Journal", "description": "Wall Street Journal A Silicon Valley Tech Leader Walks a High Wire Between the US and China Wall Street Journal Chinese tech giants including Alibaba Group Holding Ltd. and Baidu Inc. use its products. So do companies developing facial-recognition and other d…", "url": "https://www.wsj.com/articles/a-silicon-valley-tech-leader-walks-a-high-wire-between-the-u-s-and-china-1542650707", "urlToImage": "https://images.wsj.net/im-37707/social", "publishedAt": "2018-11-19T18:05:00Z", "content": "HONG KONGThe U.S. and China are locked in a battle for technological supremacy. One Silicon Valley company is arming both sides. In the U.S., Santa Clara, Calif.-based Nvidia Corp. NVDA -12.00%, which makes advanced computer chips key to artificial intelligen… [+11731 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Kendall", "title": "Supreme Court to Consider Evidence in Census Case - Wall Street Journal", "description": "Wall Street Journal Supreme Court to Consider Evidence in Census Case Wall Street Journal WASHINGTON—The Supreme Court said Friday it would consider what evidence can be collected and used in a lawsuit challenging the Trump administration's decision to ask pe…", "url": "https://www.wsj.com/articles/supreme-court-to-consider-evidence-in-census-case-1542649787", "urlToImage": "https://images.wsj.net/im-37660/social", "publishedAt": "2018-11-19T17:51:29Z", "content": "WASHINGTONThe Supreme Court said Friday it would consider what evidence can be collected and used in a lawsuit challenging the Trump administrations decision to ask people on the 2020 census whether they are U.S. citizens. The high courts announcement introdu… [+3506 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Allison Prang", "title": "Colfax to Buy DJO Global from Blackstone Funds for $3.15 Billion", "description": "Industrial-technology company Colfax is buying DJO Global, a medical technology firm, from Blackstone-managed private equity funds for $3.15 billion in cash, Colfax said.", "url": "https://www.wsj.com/articles/colfax-to-buy-djo-global-from-blackstone-funds-for-3-15-billion-1542629815", "urlToImage": "https://images.wsj.net/im-37788/social", "publishedAt": "2018-11-19T17:31:15Z", "content": "Industrial technology company Colfax Corp. CFX -14.40% revealed a plan Monday to significantly reshape its business, as it reached a deal to buy a medical-equipment manufacturer for more than $3 billion and said it would explore strategic options for one of i… [+2487 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eleanore Park", "title": "An Industrial Kitchen for People Who Love Nature", "description": "An architect wanted to showcase the cabinets’ metal skeleton. His wife craved a space that’s light, airy and organic. Here’s how their desires came together in a handsome kitchen—and how to get the look.", "url": "https://www.wsj.com/articles/an-industrial-kitchen-for-people-who-love-nature-1542640644", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ673_ANATOM_SOC_20181114122745.jpg", "publishedAt": "2018-11-19T17:26:23Z", "content": "Can an architect indulge his desire for the clean look of metal-and-white-kitchen cabinets without casting a permanent chill on the heart of the house? New York designer and architect Wayne Turett pondered this question as he put together the kitchen in his G… [+4890 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas Gryta", "title": "GE veteran John Rice returns to oversee troubled power unit", "description": "General Electric said one of former CEO Jeff Immelt’s top lieutenants was returning to the company to help oversee a restructuring at its problematic power division.", "url": "https://www.wsj.com/articles/ge-veteran-john-rice-returns-to-troubled-power-unit-1542637713", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FY193_GE_ZG_20171113105816.jpg", "publishedAt": "2018-11-19T17:01:28Z", "content": "General Electric Co. said one of Jeff Immelts top lieutenants was returning to the company to help oversee a restructuring at its problematic power division. The company GE, +1.06% Monday said John Rice, who spent some four decades at GE and had retired last … [+989 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chao Deng", "title": "China's Private-Sector Woes Spur Leaders Into Action", "description": "Beijing has for years squeezed the private sector with policies that support state companies—and is now looking to fix what has become a weak link in a slowing economy.", "url": "https://www.wsj.com/articles/chinas-private-sector-woes-spur-leaders-into-action-1542623426", "urlToImage": "https://images.wsj.net/im-37654/social", "publishedAt": "2018-11-19T16:49:32Z", "content": "BEIJINGChinas government has for years squeezed the private sector with policies that support state companiesand is now looking to fix what has become a weak link in a slowing economy. Local governments, including Beijing and Shenzhen, are pulling together fu… [+5534 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "U.S. Home-Builder Sentiment Fell in November", "description": "A gauge of U.S. home-builder confidence declined in November to the lowest level in more than two years, dragged down by heightened affordability concerns in the housing market.", "url": "https://www.wsj.com/articles/u-s-home-builder-sentiment-posted-steep-decline-in-november-1542639600", "urlToImage": "https://images.wsj.net/im-37811/social", "publishedAt": "2018-11-19T16:31:49Z", "content": "A gauge of U.S. home-builder confidence fell sharply in November, dragged down by heightened affordability concerns in the housing market. The National Association of Home Builders on Monday said its housing-market index dropped by eight points to a reading o… [+2381 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew FitzGerald", "title": "Outlook for Traditional TV Goes From Bad to Worse...", "description": "Outlook for Traditional TV Goes From Bad to Worse... (Second column, 14th story, link ) Advertise here", "url": "https://www.wsj.com/articles/outlook-for-traditional-tv-goes-from-bad-to-worse-1542632401", "urlToImage": "https://images.wsj.net/im-37557/social", "publishedAt": "2018-11-19T16:22:38Z", "content": "More than 1 million consumers canceled their cable-TV or satellite subscriptions in the past quarter, one of the largest seasonal drops ever, stepping up pressure on pay-TV providers to generate revenue elsewhere. Old-guard companies have turned to streaming … [+271 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Hilke Schellmann", "title": "Facial Recognition Goes Mainstream, Drawing Concerns...", "description": "Facial recognition is increasingly used by law-enforcement agencies and in schools, retail stores and other venues, spurring privacy concerns. In this episode of Moving Upstream, we test out the technology.", "url": "https://www.wsj.com/articles/facial-recognition-goes-mainstream-drawing-concerns-1542623401", "urlToImage": "https://images.wsj.net/im-37754/social", "publishedAt": "2018-11-19T16:22:38Z", "content": "Facial recognition is fast becoming embedded in everyday life. But as it improves, the technology is raising new privacy concerns. Most American adults are in a face-recognition database accessible to law enforcement, said Clare Garvie, a senior associate at … [+117 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Theresa May Defends Brexit Plan to Businesses", "description": "To subscribe to the newsletter, please sign up here MUST READS U.K.’s May Defends Brexit Plan to Businesses: British Prime Minister Theresa May intensified a campaign to get businesses to back her Brexit agreement, trying to build momentum behind her much-mal…", "url": "https://blogs.wsj.com/moneybeat/2018/11/19/theresa-may-defends-brexit-plan-to-businesses/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-19T15:37:45Z", "content": "U.K.s May Defends Brexit Plan to Businesses :  British Prime Minister Theresa May intensified a campaign to get businesses to back her Brexit agreement, trying to build momentum behind her much-maligned plan to extract the U.K. from the European Union. EU Gov… [+2542 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Charles Passy", "title": "Amazon's Arrival Leaves Long Island City's Cultural Future in Question", "description": "With the announcement that Amazon is planning to locate one of its two new headquarters in Long Island City, many see it as a possible sign of the neighborhood’s final artistic demise.", "url": "https://www.wsj.com/articles/amazons-arrival-leaves-long-island-citys-cultural-future-in-question-1542628800", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK561_NYCULT_SOC_20181118132642.jpg", "publishedAt": "2018-11-19T15:35:17Z", "content": "Starting in the 80s, the western Queens neighborhood of Long Island City became a haven for artists of all kinds. They were drawn for the same reasons that previously attracted creative types to an area like Manhattans now upscale Soho neighborhoodnamely, the… [+3795 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Felicia Schwartz", "title": "Israeli Government Crisis Raises Fresh Doubts for US Peace Plan - Wall Street Journal", "description": "Wall Street Journal Israeli Government Crisis Raises Fresh Doubts for US Peace Plan Wall Street Journal TEL AVIV—Israeli Prime Minister Benjamin Netanyahu fended off a challenge to his fragile coalition Monday as a key partner backed away from a threat to qui…", "url": "https://www.wsj.com/articles/israels-fragile-coalition-survives-as-key-partner-reverses-withdrawal-threat-1542627954", "urlToImage": "https://images.wsj.net/im-37778/social", "publishedAt": "2018-11-19T14:55:48Z", "content": "TEL AVIVIsraeli Prime Minister Benjamin Netanyahu fended off a challenge to his fragile coalition Monday as a key partner backed away from a threat to quit the government, staving off snap elections but leaving the embattled leaders position so precarious tha… [+5231 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jen Murphy", "title": "Her Exercise? Picking Up Everyone's Litter", "description": "A regular on Colorado nature trails turned to plogging—picking up trash while jogging—as a way to get fit, relax and beautify her favorite hiking paths.", "url": "https://www.wsj.com/articles/her-exercise-picking-up-everyones-litterhow-plogging-became-a-thing-1542638198", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ760_WORKOU_SOC_20181114162727.jpg", "publishedAt": "2018-11-19T14:47:05Z", "content": "When Lauren spots a wad of toilet paper on the hiking trail, she doesnt step over it in disgust. She puts on gloves and picks it up. Then, to the embarrassment of her friends, she scurries to the top of a rock to shout, Who is littering my playground? Ms. Dee… [+5033 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "White House renews effort to strip CNN’s Jim Acosta of press pass", "description": "Despite a setback in court last week, the White House is pushing forward with efforts to strip a CNN reporter of his press credential in what could shape up to be a landmark First Amendment case over how and why the government can ban reporters from governmen…", "url": "https://www.wsj.com/articles/white-house-renews-effort-to-strip-cnn-correspondent-jim-acosta-of-press-pass-1542637652?mod=e2twp", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY690_acosta_ZG_20181116105148.jpg", "publishedAt": "2018-11-19T14:45:00Z", "content": "CNN chief White House correspondent Jim Acosta Despite a setback in court last week, the White House is pushing forward with efforts to strip a CNN reporter of his press credential in what could shape up to be a landmark First Amendment case over how and why … [+900 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "White House Renews Effort to Strip CNN Correspondent Jim Acosta of Press Pass - Wall Street Journal", "description": "Wall Street Journal White House Renews Effort to Strip CNN Correspondent Jim Acosta of Press Pass Wall Street Journal WASHINGTON—Despite a setback in court last week, the White House is pushing forward with efforts to strip a CNN reporter of his press credent…", "url": "https://www.wsj.com/articles/white-house-renews-effort-to-strip-cnn-correspondent-jim-acosta-of-press-pass-1542637652", "urlToImage": "https://images.wsj.net/im-37805/social", "publishedAt": "2018-11-19T14:27:57Z", "content": "WASHINGTONDespite a setback in court last week, the White House is pushing forward with efforts to strip a CNN reporter of his press credential in what could shape up to be a landmark First Amendment case over how and why the government can ban reporters from… [+3214 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Strumpf", "title": "Xiaomi Swings to Profit", "description": "Rising sales of higher-end smartphones helped Chinese smartphone maker Xiaomi post a profit in the third quarter, as revenue soared.", "url": "https://www.wsj.com/articles/xiaomi-earnings-boosted-by-higher-smartphones-sales-1542637497", "urlToImage": "https://images.wsj.net/im-37794/social", "publishedAt": "2018-11-19T14:24:59Z", "content": "HONG KONGRising sales of higher-end smartphones helped Chinese smartphone maker Xiaomi Corp. 1810 5.10% post a profit in the third quarter, as revenue soared. The positive results follow a difficult few months for the companys shares, which have fallen 16% si… [+2175 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: GOP Wins in Florida; Trouble at Pacific Summit; Bolton Makes Changes", "description": "This is the web version of the WSJ’s Capital Journal newsletter. You can sign up for daily delivery here. What We’re Watching Trump’s Day: President Trump and first lady Melania Trump participate in the White House Christmas tree delivery, and Mr. Trump then …", "url": "https://blogs.wsj.com/washwire/2018/11/19/capital-journal-gop-wins-in-florida-trouble-at-pacific-summit-bolton-makes-changes/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CE178_nytrum_P_20181025142509.jpg", "publishedAt": "2018-11-19T13:59:41Z", "content": "Trump's Day: President Trump and first lady Melania Trump participate in the White House Christmas tree delivery, and Mr. Trump then has lunch with Vice President Mike Pence. Congress: President Trump indicated over the weekend that a partial government shutd… [+7646 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ted Mann", "title": "The Wall Street Journal: GE pursues power sales in Iraq, but report spotlights corruption", "description": "General Electric Co. learned from a consultant’s report this past summer of corruption allegations against key business partners in Iraq, where the company is trying to shore up its position in one of the most important foreign markets for its struggling powe…", "url": "https://www.wsj.com/articles/ge-seeks-power-sales-in-iraq-but-report-spotlights-corruption-concerns/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GC100_GE_011_ZG_20180119144625.jpg", "publishedAt": "2018-11-19T13:47:02Z", "content": "General Electric Co. learned from a consultants report this past summer of corruption allegations against key business partners in Iraq, where the company is trying to shore up its position in one of the most important foreign markets for its struggling power… [+1411 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sara Randazzo", "title": "Opioid industry takes New York to court over new levy", "description": "Opioid makers and distributors are fighting a novel New York state law that aims to collect hundreds of millions of dollars from the industry to help defray costs of the opioid crisis, with some companies re-engineering their supply chain to avoid the new tax.", "url": "https://www.wsj.com/articles/opioid-industry-takes-new-york-to-court-over-new-levy/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GB239_opioid_ZG_20180105155514.jpg", "publishedAt": "2018-11-19T13:29:05Z", "content": "Opioid makers and distributors are fighting a novel New York state law that aims to collect hundreds of millions of dollars from the industry to help defray costs of the opioid crisis, with some companies re-engineering their supply chain to avoid the new tax… [+1460 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "What the U.S.-China APEC Spat Means for Geopolitical Tensions", "description": "A regional economic summit ended in acrimony Sunday as China adopted a more aggressive posture, suggesting any path to a possible trade deal with the U.S. will be complicated. Photo: AFP", "url": "http://www.wsj.com/video/what-the-us-china-apec-spat-means-for-geopolitical-tensions/CE4160F7-6453-459B-BD87-7CEB83660543.html", "urlToImage": "http://m.wsj.net/video/20181119/111918apeccold/111918apeccold_1280x720.jpg", "publishedAt": "2018-11-19T13:11:24Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Governments Want a Bigger Slice of the Mining Action—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, bringing you the energy news for the day. All over the globe, countries are seeking a bigger piece of the profits from mining companies bolstered by rising commodity prices. Meanwhile, U.S. energy firms offer up money and …", "url": "https://blogs.wsj.com/moneybeat/2018/11/19/energy-journal-governments-want-a-bigger-slice-of-the-mining-action/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CF690_VENSAN_P_20181031125253.jpg", "publishedAt": "2018-11-19T13:10:14Z", "content": "Good morning. Im Neanda Salvaterra, bringing you the energy news for the day. All over the globe, countries are seeking a bigger piece of the profits from mining companies bolstered by rising commodity prices. Meanwhile, U.S. energy firms offer up money and a… [+4106 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "In the Elevator with AT&T CEO Randall Stephenson", "description": "WSJ's Joanna Stern \"bumps into\" the CEO and Chairman of AT&T in the WSJ elevator and gets the low down on 5G, the robocall overload, the changes at the Boy Scouts and the White House vs. CNN. Photo: Andria Chamberlin for The Wall Street Journal", "url": "http://www.wsj.com/video/series/in-the-elevator-with/in-the-elevator-with-att-ceo-randall-stephenson/F622256B-70B0-4A49-8C92-0AF766591942", "urlToImage": "http://m.wsj.net/video/20181118/111818intheelevator_randallstephenson/111818intheelevator_randallstephenson_1280x720.jpg", "publishedAt": "2018-11-19T13:00:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Tijuana Residents Protest Arrival of Caravan Migrants", "description": "Tensions have flared in Tijuana as thousands of migrants seeking asylum in the U.S. fill shelters and beaches in the Mexican border city. Photo: Getty", "url": "http://www.wsj.com/video/tijuana-residents-protest-arrival-of-caravan-migrants/3BB95979-F4C5-439D-86AF-123AF23C9987.html", "urlToImage": "http://m.wsj.net/video/20181119/111918tijuanacaravan/111918tijuanacaravan_1280x720.jpg", "publishedAt": "2018-11-19T12:47:18Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+206 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Nissan to Remove Carlos Ghosn as Chairman, Says Acts of Misconduct Uncovered - Wall Street Journal", "description": "Wall Street Journal Nissan to Remove Carlos Ghosn as Chairman, Says Acts of Misconduct Uncovered Wall Street Journal TOKYO—Nissan Motor Co. Chairman Carlos Ghosn was arrested Monday in Tokyo, Japanese media reported, and Nissan said it intended to oust Mr. Gh…", "url": "https://www.wsj.com/articles/nissan-to-remove-carlos-ghosn-as-chairman-says-acts-of-misconduct-uncovered-1542622917", "urlToImage": "https://images.wsj.net/im-37785/social", "publishedAt": "2018-11-19T11:54:00Z", "content": "TOKYO Nissan Motor Co. NSANY 0.11% Chairman Carlos Ghosn was arrested Monday in Tokyo, Japanese media reported, and Nissan said it intended to oust Mr. Ghosn from his post after uncovering significant acts of financial misconduct. Japanese prosecutors couldnt… [+3721 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "The Wall Street Journal: Nissan to remove Carlos Ghosn as chairman, citing ‘acts of misconduct’", "description": "Nissan Motor Co. said it has uncovered numerous significant acts of misconduct by Carlos Ghosn and intends to oust him as chairman.", "url": "https://www.wsj.com/articles/nissan-to-remove-carlos-ghosn-as-chairman-says-acts-of-misconduct-uncovered-1542622917?mod=hp_lead_pos1?mod=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY739_ghosn__ZG_20181119062523.jpg", "publishedAt": "2018-11-19T11:29:58Z", "content": "Nissan Motor Co. 7201, -0.45% NSANY, +0.11% said it has uncovered numerous significant acts of misconduct by Carlos Ghosn and intends to oust him as chairman. Nissan released a statement Monday about Ghosn amid news reports in Japan that he was about to be ar… [+876 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jackie Chiquoine", "title": "Airport vending machines sell coats to those traveling between climates", "description": "Passengers waiting to board planes can turn to automated dispensers for clothing, electronics, makeup and high-end food. ‘Take my money!’", "url": "https://www.wsj.com/articles/racing-for-your-flight-but-need-a-winter-coat-try-the-airport-vending-machine-1542208867", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ050_VENDIN_SOC_20181112201606.jpg", "publishedAt": "2018-11-19T11:00:25Z", "content": "Zara Harding had a nagging concern as she walked to her gate after an airport layover in June. She had run out of time to buy a coat for the glacier hike in Washingtons Cascade Mountains she was heading to and was worrying about being cold in the snow. There,… [+137 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Millennial Retirement, Tax Cuts, Seat Write-Offs", "description": "Millennials need to build successful savings habits now to plan for retirement, recent tax cuts will be eroded by inflation, and the repeal of a write-off for seat donation upends a way some schools raise funds.", "url": "https://blogs.wsj.com/moneybeat/2018/11/19/wsj-wealth-adviser-briefing-millennial-retirement-tax-cuts-seat-write-offs/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-19T11:00:15Z", "content": "Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING &amp; INVESTING Firm Tied to Cryptocurrency Entrepreneur Faces … [+2435 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Colias", "title": "Self-Driving Cars Encounter Political Roadblocks - Wall Street Journal", "description": "Wall Street Journal Self-Driving Cars Encounter Political Roadblocks Wall Street Journal Auto makers and other companies racing to commercialize self-driving car technology are facing pushback from local politicians, complicating their plans to bring real-wor…", "url": "https://www.wsj.com/articles/self-driving-cars-encounter-political-roadblocks-1542623400", "urlToImage": "https://images.wsj.net/im-37627/social", "publishedAt": "2018-11-19T10:33:20Z", "content": "Auto makers and other companies racing to commercialize self-driving car technology are facing pushback from local politicians, complicating their plans to bring real-world testing to more U.S. cities. In New York City, General Motors Co. has put on hold plan… [+6061 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sharon Nunn", "title": "American Factories Are Burning Through Inventories", "description": "Factories in the U.S. are churning through their inventories. Some analysts worry about the challenges some factory owners face in restocking fast enough to keep up.", "url": "https://blogs.wsj.com/economics/2018/11/19/american-factories-are-burning-through-inventories/", "urlToImage": "https://images.wsj.net/im-3449", "publishedAt": "2018-11-19T10:30:57Z", "content": "WASHINGTON--Factories in the U.S. are churning through their inventories, as logistical problems keep some manufacturers from restocking rapidly enough to keep up with rising demand. American factories sales rose 8% in September from the prior year, while the… [+2694 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Are North Koreans Veering Off the Diplomatic Track?", "description": "Diplomatic relations between North Korea and the U.S. might be on hold until President Trump and North Korean leader Kim Jong Un meet again. WSJ's Gerald F. Seib explains. Photo: Getty", "url": "http://www.wsj.com/video/are-north-koreans-veering-off-the-diplomatic-track/F11A86C4-1F26-4C4C-B204-423B82F23165.html", "urlToImage": "http://m.wsj.net/video/20181116/111618seib/111618seib_1280x720.jpg", "publishedAt": "2018-11-19T10:30:00Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+206 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Facial Recognition Tech Aims to Identify Good and Evil", "description": "Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of Moving Upstream WSJ’s Jason Bellini tests out the technology at an…", "url": "http://www.wsj.com/video/series/moving-upstream/facial-recognition-tech-aims-to-identify-good-and-evil/0C19B7EA-D8FC-4AF1-8FC3-EEAA1FD9F2B4", "urlToImage": "http://m.wsj.net/video/20181117/111818upstreamfacial/111818upstreamfacial_1280x720.jpg", "publishedAt": "2018-11-19T10:30:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Is the U.S. Ready for the Next Recession?", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. An Asia-Pacific economic summit ended poorly this weekend as U.S.-China trade tension overshadowed…pretty much everything else. “President Trump believes …", "url": "https://blogs.wsj.com/economics/2018/11/19/real-time-economics-is-the-u-s-ready-for-the-next-recession/", "urlToImage": "https://images.wsj.net/im-37722", "publishedAt": "2018-11-19T10:26:42Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. An Asia-Pacific economic summit ended poorly this weekend as U.S.-China trade tension overshadowed...pretty much everything else. President Trump believes … [+8930 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yoko Kubota", "title": "Apple Suppliers Suffer as It Struggles to Forecast iPhone Demand - Wall Street Journal", "description": "Wall Street Journal Apple Suppliers Suffer as It Struggles to Forecast iPhone Demand Wall Street Journal Lower-than-expected demand for Apple Inc.'s AAPL 1.11% new iPhones and the company's decision to offer more models have created turmoil along its supply c…", "url": "https://www.wsj.com/articles/apple-suppliers-suffer-as-it-struggles-to-forecast-iphone-demand-1542618587", "urlToImage": "https://images.wsj.net/im-37773/social", "publishedAt": "2018-11-19T09:12:43Z", "content": "In recent weeks, Apple slashed production orders for all three of the iPhone models that it unveiled in September, these people said, frustrating executives at Apple suppliers as well as workers who assemble the handsets and their components. Forecasts have b… [+5595 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "英国首相梅就脱欧协议舌战反对者", "description": "在英国内阁通过首相特蕾莎·梅的脱欧协议草案后不到24小时，多名资深内阁大臣相继辞职，议会内批评声音四起。梅的草案不仅遭到反对派的猛烈抨击，保守党内部也有声音批评梅做出太多让步，甚至直接呼吁梅下台。视频节选了梅与反对者在议会激辩的场面。图片来源：Getty Images", "url": "\n\t\t\t  http://live.wsj.com/video//82FB84D9-288F-4A02-8800-B2FE6EDEAD2C.html\n\t\t  ", "urlToImage": null, "publishedAt": "2018-11-19T05:06:56Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lucy Craymer", "title": "All Sheeps and Sizes: Mutton Prices Soar as More Diners Dig In", "description": "Prices of mutton and other sheep meat are hovering near record highs as more people around the world gain a taste for the strong-flavored red meat.", "url": "https://www.wsj.com/articles/all-sheeps-and-sizes-mutton-prices-soar-as-more-diners-dig-in-1542576692", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK546_MUTTON_SOC_20181117214642.jpg", "publishedAt": "2018-11-19T04:56:20Z", "content": "Prices of mutton and other sheep meat are hovering near record highs as more people around the world gain a taste for the strong-flavored red meat. The growing popularity of ethnic cuisine in the U.S. has introduced a new generation to sheep meat through the … [+4476 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael R. Gordon", "title": "Path Grows Rockier for Trump's Saudi Policy", "description": "The CIA assessment linking Saudi Arabian Crown Prince Mohammed bin Salman to Jamal Khashoggi’s killing is the most direct challenge the Trump administration has faced on its policy toward Riyadh.", "url": "https://www.wsj.com/articles/analysis-path-grows-rockier-for-trumps-saudi-policy-1542599959", "urlToImage": "https://images.wsj.net/im-37729/social", "publishedAt": "2018-11-19T04:09:35Z", "content": "The Central Intelligence Agency assessment linking Saudi Arabian Crown Prince Mohammed bin Salman to the killing of Saudi journalist Jamal Khashoggi is the most direct challenge the Trump administration has faced on its policy toward Riyadh. Neither President… [+5747 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael R. Gordon", "title": "Path Grows Rockier for Trump's Saudi Policy", "description": "The CIA assessment linking Saudi Arabian Crown Prince Mohammed bin Salman to Jamal Khashoggi’s killing is the most direct challenge the Trump administration has faced on its policy toward Riyadh.", "url": "https://www.wsj.com/articles/analysis-path-grows-rockier-for-trumps-saudi-policy-1542599959", "urlToImage": "https://images.wsj.net/im-37729/social", "publishedAt": "2018-11-19T04:09:35Z", "content": "The Central Intelligence Agency assessment linking Saudi Arabian Crown Prince Mohammed bin Salman to the killing of Saudi journalist Jamal Khashoggi is the most direct challenge the Trump administration has faced on its policy toward Riyadh. Neither President… [+5747 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dominique Fong", "title": "China Plows Ahead With Modern Farming as U.S. Tariffs Raise Costs", "description": "Chinese agriculture is dominated by small farms with low crop yields, and the trade fight between the U.S. and China is giving Beijing fresh incentive to overhaul the sector as tariffs on American crops make those imports more expensive.", "url": "https://www.wsj.com/articles/china-pushes-modern-farming-as-tariffs-make-u-s-crops-costlier-1542560400", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK125_CFARM__TOP_20181115172922.jpg", "publishedAt": "2018-11-19T03:50:57Z", "content": "YANGXIN COUNTY, ChinaTo keep bugs from spoiling her wheat and corn, Wei Junxia walks her plot of land spraying pesticide from a container on her back. A neighbor uses an even simpler tool to boost production: a plastic tube jammed into a bag of fertilizer tha… [+4981 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rhiannon Hoyle", "title": "Countries Push to Extract More Cash from Big Mining Companies", "description": "As gold, diamond and copper values grow, governments are demanding Western mine operators pay higher royalties and taxes, process commodities locally and cede control of mines.", "url": "https://www.wsj.com/articles/countries-push-to-extract-more-cash-from-big-mining-companies-1542568635", "urlToImage": "https://images.wsj.net/im-37568/social", "publishedAt": "2018-11-19T03:12:24Z", "content": "From Congolese jungles to Indonesian highlands, a struggle is raging between governments and major mining companies over control of commodities vital to the production of everything from steel to electric cars to smartphones. Developing-world leaders, spurred… [+14754 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Akane Otani", "title": "Investors See Room for Market Gains Amid Tech Rout", "description": "Many on Wall Street are weathering the fall technology rout by buying shares of firms with slower, steadier earnings growth, the latest sign that investors largely remain sanguine about U.S. stocks despite recent reversals.", "url": "https://www.wsj.com/articles/why-the-corporate-earnings-boom-has-failed-to-lift-investors-spirits-1542549600", "urlToImage": "https://images.wsj.net/im-37686/social", "publishedAt": "2018-11-19T03:05:29Z", "content": "Many on Wall Street are weathering the autumn technology rout by buying the shares of firms with slower, steadier earnings growth, the latest sign that investors largely remain sanguine about U.S. stocks despite recent reversals. Trading has turned rocky sinc… [+4444 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Loftus", "title": "Experimental Drug Shows Promise Protecting Against Peanut Allergies - Wall Street Journal", "description": "Wall Street Journal Experimental Drug Shows Promise Protecting Against Peanut Allergies Wall Street Journal An experimental drug derived from peanuts protected some children and adolescents with life-threatening peanut allergies, according to a study, allowin…", "url": "https://www.wsj.com/articles/experimental-drug-shows-promise-protecting-against-peanut-allergies-1542595450", "urlToImage": "https://images.wsj.net/im-37764/social", "publishedAt": "2018-11-19T02:44:00Z", "content": "An experimental drug derived from peanuts protected some children and adolescents with life-threatening peanut allergies, according to a study, allowing the subjects to eat small amounts of peanuts without suffering a serious reaction. The drug, from a small … [+4008 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ted Mann", "title": "GE Seeks Power Sales in Iraq, but Report Spotlights Corruption Concerns", "description": "General Electric is seeking sales for struggling power unit, but faces a dilemma with Iraq, according to a consultant’s report prepared for the company. The nation needs multimillion-dollar gas turbines—and poses corruption problems.", "url": "https://www.wsj.com/articles/ge-seeks-power-sales-in-iraq-but-report-spotlights-corruption-concerns-1542553210", "urlToImage": "https://images.wsj.net/im-37672/social", "publishedAt": "2018-11-19T02:43:21Z", "content": "General Electric Co. learned from a consultants report this past summer of corruption allegations against key business partners in Iraq, where the company is trying to shore up its position in one of the most important foreign markets for its struggling power… [+6989 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas / Chuin-Wei Yap / Rob Taylor / Rachel Pannett", "title": "美中交鋒APEC，貿易和防務議題首當其沖 - 華爾街日報", "description": "華爾街日報 美中交鋒APEC，貿易和防務議題首當其沖 華爾街日報 在美中比拼國際影響力之際，美國副總統彭斯(Mike Pence)和中國國家主席習近平就亞太地區貿易和防務議題提出了彼此衝突的願景。 上周六與環太平洋國家領導人會晤時，習近平提到了第二次世界大戰的慘痛教訓，對互相爭鬥和單邊主義發出警告，而彭斯則抨擊... APEC閉幕美中激烈交鋒正式領袖宣言難產 台灣大紀元 耗費巨資結果失敗APEC峰會價值遭質疑 TVBS新聞 習近平出席APEC領導人非正式會議並講話：把握時代機遇共謀亞太繁榮 hkcd.com 力報…", "url": "https://cn.wsj.com/articles/CT-BGH-20181119091029", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BJ546_apecxi_G_20181117000315.jpg", "publishedAt": "2018-11-19T01:42:50Z", "content": "(Mike Pence) (Asia-Pacific Economic Cooperation, APEC)..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Wall Street Journal", "title": "Chiefs vs. Rams Is Your Monday Night Plan", "description": "This week’s Monday Night Football contest is a doozy and potential Super Bowl preview—the 9-1 Kansas City Chiefs versus the 9-1 Rams of Los Angeles. Sports columnist Jason Gay (feckless football idiot) talked to Journal NFL correspondent Andrew Beaton (footba…", "url": "https://www.wsj.com/articles/chiefs-vs-rams-is-your-monday-night-plan-1542587669", "urlToImage": "https://images.wsj.net/im-37740/social", "publishedAt": "2018-11-19T01:41:50Z", "content": "This weeks Monday Night Football contest is a doozy and potential Super Bowl previewthe 9-1 Kansas City Chiefs versus the 9-1 Rams of Los Angeles. Sports columnist Jason Gay (feckless football idiot) talked to Journal NFL correspondent Andrew Beaton (football… [+6901 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis / Alex Leary", "title": "特朗普對美中達成貿易協議持樂觀態度 - 華爾街日報", "description": "華爾街日報 特朗普對美中達成貿易協議持樂觀態度 華爾街日報 美國總統特朗普(Donald Trump)上周五樂觀地表示，美國可能會與中國達成協議，以緩解雙方的貿易緊張關係。不過他指出，將繼續施加壓力，要求中國作出更多讓步。 特朗普在橢圓形辦公室談到了美中談判情況。他說：“中國想達成協議。”本月晚些時候，特朗普將在布... 川普：美國周二前將對哈紹吉之死發布報告 經濟日報 彭斯再轟中國場邊晤台代表 雅虎香港新聞 特朗普形容自己表現「A+」 新城電台 加拿大星島日報 (新聞發布) - 經濟日報 (新聞發布) - 香港…", "url": "https://cn.wsj.com/articles/CT-BGH-20181119085440", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BJ495_uschin_G_20181116163205.jpg", "publishedAt": "2018-11-19T01:16:59Z", "content": null}]}