{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William McGurn", "title": "Nixon, Now More Than Ever", "description": "Trump could use an elder statesman to tell the Saudis what they need to hear.", "url": "https://www.wsj.com/articles/nixon-now-more-than-ever-1543276780", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL943_McGurn_SOC_20181126145441.jpg", "publishedAt": "2018-11-26T23:59:46Z", "content": "In the longstanding tension between a U.S. foreign policy meant to advance American values and one that takes the world as it is, the 37th president was practically synonymous with realpolitik. But there is another Nixon legacy, one that stems from his servic… [+4690 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dana Mattioli", "title": "United Tech to Break Itself Into Three Companies", "description": "The industrial conglomerate has decided to separate itself into three independent companies, breaking apart one of America’s last industrial conglomerates.", "url": "https://www.wsj.com/articles/united-technologies-to-separate-into-three-independent-companies-1543272920", "urlToImage": "https://images.wsj.net/im-38975/social", "publishedAt": "2018-11-26T23:58:36Z", "content": "United Technologies Corp. UTX -0.82% has decided to separate itself into three independent companies, breaking apart one of Americas last industrial conglomerates. The company, which makes everything from Otis escalators to Pratt &amp; Whitney jet engines, sa… [+2594 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Colias", "title": "Trump Tells GM to Open Ohio Plant and Stop Output in China", "description": "General Motors plans to cut up to 14,800 jobs and end production at certain plants, marking the auto maker’s first significant downsizing since bankruptcy as it tries to adjust to lower demand for passenger cars. President Trump said GM should stop making car…", "url": "https://www.wsj.com/articles/gm-says-it-will-cut-15-of-salaried-workforce-in-north-america-1543246232", "urlToImage": "https://images.wsj.net/im-38949/social", "publishedAt": "2018-11-26T23:58:24Z", "content": "General Motors Co. GM 4.79% plans to cut up to 14,800 jobs in the U.S. and Canada and end production at several North American factories, marking the auto makers first significant downsizing since its bankruptcy last decade as the company tries to adjust to w… [+7602 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph De Avila", "title": "New Jersey Democratic Leaders Split on Redistricting - Wall Street Journal", "description": "Wall Street Journal New Jersey Democratic Leaders Split on Redistricting Wall Street Journal A New Jersey legislative committee was expected to vote on a bill Monday calling for a constitutional amendment to overhaul how the state draws legislative districts.…", "url": "https://www.wsj.com/articles/new-jersey-democratic-leaders-split-on-redistricting-1543276211", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL968_NYMINI_SOC_20181126155603.jpg", "publishedAt": "2018-11-26T23:50:00Z", "content": "A New Jersey legislative committee was expected to vote on a bill Monday calling for a constitutional amendment to overhaul how the state draws legislative districts. The amendment would use a new formula to draw state legislative maps that supporters say wou… [+2551 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Supreme Court Hears Case Stemming From Arctic Man Festival Arrest", "description": "Justices searched for ways to protect police from nuisance suits by people they arrest, without giving officers carte blanche to make retaliatory arrests of reporters, demonstrators and others for exercising free-speech rights.", "url": "https://www.wsj.com/articles/supreme-court-hears-case-stemming-from-arctic-man-arrest-1543275363", "urlToImage": "https://images.wsj.net/im-38979/social", "publishedAt": "2018-11-26T23:39:02Z", "content": "WASHINGTONSupreme Court justices searched Monday for ways to protect police from nuisance suits by people they arrest, without giving officers carte blanche to make retaliatory arrests of reporters, demonstrators and others for exercising free-speech rights. … [+2949 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matt Wirz", "title": "GE Bonds Rebound as Bargain Hunters Swoop In", "description": "General Electric bonds rebounded sharply in recent days, easing some of the losses debt investors have taken as doubts about the conglomerate’s financial stability spread through financial markets.", "url": "https://www.wsj.com/articles/ge-bonds-rebound-as-bargain-hunters-swoop-in-1543257519", "urlToImage": "https://images.wsj.net/im-38919/social", "publishedAt": "2018-11-26T22:47:37Z", "content": "GE Capitals frequently traded bonds due 2035 have rallied 6% since Nov. 21 to 82 cents on the dollar but are still well below the 90.57 cents they traded at in late October, according to MarketAxess. The cost of protecting against a default on GE bonds for fi… [+1602 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Transcript of President Trump's Interview With The Wall Street Journal", "description": "The president discussed U.S.-China trade, including the possibilities of additional tariffs; plant closures at GM, and Fed Chairman Jay Powell.", "url": "https://www.wsj.com/articles/transcript-of-president-trumps-interview-with-the-wall-street-journal-1543272091", "urlToImage": "https://images.wsj.net/im-38968/social", "publishedAt": "2018-11-26T22:41:33Z", "content": "President Trump spoke by phone Monday with Wall Street Journal reporter Bob Davis about U.S. trade relations with China, including current U.S. tariffs on $250 billion in Chinese imports and his threats to impose tariffs on the rest of the U.S.s annual import… [+14805 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Carlos Ghosn Was Too Powerful, Nissan's CEO Says", "description": "Nissan Motor’s chief executive told employees Carlos Ghosn had too much power as chairman, highlighting the tension welling up between the two men before Mr. Ghosn’s arrest a week ago. The fallout spread Monday as Mr. Ghosn was ousted as chairman of Nissan pa…", "url": "https://www.wsj.com/articles/carlos-ghosn-was-too-powerful-nissans-ceo-says-1543223358", "urlToImage": "https://images.wsj.net/im-38819/social", "publishedAt": "2018-11-26T22:38:29Z", "content": "TOKYO Nissan Motor NSANY 2.84% Co.s chief executive told employees Carlos Ghosn had too much power as chairman, highlighting the tension that was welling up between the two men before Mr. Ghosns arrest a week ago. The fallout from the arrest spread Monday as … [+5428 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "‘I don’t believe it,’ Trump says of his administration’s climate report", "description": "President Donald Trump said Monday that he doesn’t believe the central finding of a report released last week by his administration that global climate change could cause U.S. economic losses of hundreds of billions of dollars a year by the end of the century.", "url": "https://www.wsj.com/articles/trump-says-he-doesnt-believe-climate-change-reports-economic-predictions-1543269363", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ088_18trum_ZG_20181126173024.jpg", "publishedAt": "2018-11-26T22:33:11Z", "content": "WASHINGTON President Donald Trump said Monday that he doesnt believe the central finding of a report released last week by his administration that global climate change could cause U.S. economic losses of hundreds of billions of dollars a year by the end of t… [+1053 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump on GM Layoffs and Closures: 'I'm Not Happy About It'", "description": "President Trump said he urged General Motors CEO Mary Barra to get back into Ohio, after the company announced Monday it plans to cut jobs and close several plants. Photo: AP", "url": "http://www.wsj.com/video/trump-on-gm-layoffs-and-closures-im-not-happy-about-it/172EDBA4-3F7D-4390-9374-F6851220B083.html", "urlToImage": "http://m.wsj.net/video/20181126/112618trumpgm2/112618trumpgm2_1280x720.jpg", "publishedAt": "2018-11-26T22:28:47Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Meyers", "title": "'Look Again: 45 Years of Collecting Photography' Review: Familiar Faces and Outstanding Images", "description": "To inaugurate the reinstallation of its photography collection into its own dedicated gallery, the High Museum of Art mounts an exhibition that includes some of photography’s best-known images, lesser-known ones by well-known artists, and works by artists who…", "url": "https://www.wsj.com/articles/look-again-45-years-of-collecting-photography-review-familiar-faces-and-outstanding-images-1543271181", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL901_HIGH11_SOC_20181126141148.jpg", "publishedAt": "2018-11-26T22:26:23Z", "content": "Atlanta Imagine that well-to-do friends invite you to dinner; the table is set with fine silverware, china and napery; your favorite dishes are served and you make new friends with some of the guests. Visiting Look Again: 45 Years of Collecting Photography at… [+5056 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shan Li", "title": "It's Official: China's E-Commerce King is a Communist", "description": "China’s E-Commerce king, Jack Ma, was identified as a Communist Party member by the People’s Daily in a list of people credited with helping modernize China’s economy.", "url": "https://www.wsj.com/articles/its-official-chinas-e-commerce-king-is-a-communist-1543238782", "urlToImage": "https://images.wsj.net/im-38847/social", "publishedAt": "2018-11-26T22:24:51Z", "content": "Chinas most famous capitalist is a Communist. Jack Ma, the creator of e-commerce giant Alibaba Group Holding Ltd. BABA 3.78%, was identified as a Communist Party member Monday by party-run Peoples Daily in an honor roll of people who contributed to modernizin… [+4455 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas Grove , Farnaz Fassihi", "title": "The Wall Street Journal: At U.N., Haley condemns ‘reckless Russian escalation’ with Ukraine", "description": "U.S. Ambassador to the United Nations Nikki Haley warned Russia over the seizure of three Ukrainian naval ships and Kiev put its troops on military alert in response to an incident that is ratcheting up tensions between Moscow and the West.", "url": "https://www.wsj.com/articles/russia-ukraine-standoff-intensifies-over-captured-vessels-1543236677", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ086_haley1_ZG_20181126172022.jpg", "publishedAt": "2018-11-26T22:23:02Z", "content": "U.S. Ambassador to the United Nations Nikki Haley warned Russia over the seizure of three Ukrainian naval ships and Kiev put its troops on military alert in response to an incident that is ratcheting up tensions between Moscow and the West. Ukrainian Presiden… [+1132 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jesse Newman", "title": "The Wall Street Journal: Lettuce producers to improve labeling to better target health advisories", "description": "Major U.S. lettuce producers are preparing to change how they label romaine lettuce as the latest E. coli outbreak shuts down the market for the leafy salad green.", "url": "https://www.wsj.com/articles/lettuce-producersprepare-labeling-changes-in-response-to-newe-coli-outbreak-1543255194", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GB240_romain_ZG_20180105160316.jpg", "publishedAt": "2018-11-26T22:13:52Z", "content": "Major U.S. lettuce producers are preparing to change how they label romaine lettuce as the latest E. coli outbreak shuts down the market for the leafy salad green. Lettuce producers, including Dole Fresh Vegetables Inc., Taylor Farms and Fresh Express Inc., s… [+1207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nina Trentmann", "title": "Airbnb hires Amazon finance chief as new CFO", "description": "Airbnb Inc. has hired another executive from Amazon.com Inc., this time naming Dave Stephenson as chief financial officer of the vacation-rental portal ahead of a potential initial public offering.", "url": "https://www.wsj.com/articles/airbnb-hires-new-cfo-from-amazon-1543247445", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FP008_airbnb_ZG_20170622121858.jpg", "publishedAt": "2018-11-26T22:03:16Z", "content": "Airbnb Inc. has hired another executive from Amazon.com Inc., this time naming Dave Stephenson as chief financial officer of the vacation-rental portal ahead of a potential initial public offering. Stephenson will join the San Francisco-based company in early… [+893 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kim Mackrael", "title": "GM's Plan to Close Oshawa Plant Is Setback for Canada's Auto Sector - Wall Street Journal", "description": "Wall Street Journal GM's Plan to Close Oshawa Plant Is Setback for Canada's Auto Sector Wall Street Journal General Motors Co.'s GM 4.79% decision to shut down its manufacturing operations in Oshawa, Ontario deals a blow to Canada's government, which believed…", "url": "https://www.wsj.com/articles/gms-plan-to-close-oshawa-plant-is-setback-for-canadas-auto-sector-1543269308", "urlToImage": "https://images.wsj.net/im-38955/social", "publishedAt": "2018-11-26T21:58:17Z", "content": "Canadian lawmakers from all levels of government and partisan stripes said Monday the closure would hurt the local community in Oshawa, just east of Toronto, and the national economy. The federal legislature will hold an emergency debate Monday night on how C… [+3857 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniel Michaels", "title": "The Wall Street Journal: IBM’s Ginni Rometty blasts internet companies’ ‘irresponsible handling’ of personal data", "description": "International Business Machines Corp. Chief Executive Ginni Rometty attacked big internet platforms for mishandling customers’ data and endorsed some European Union efforts to police the web, the latest technology chief to call out fellow companies in the deb…", "url": "https://www.wsj.com/articles/ibm-ceo-ginni-rometty-criticizes-rivals-for-mishandling-customers-data-1543257453", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FM187_romett_MG_20170509212226.jpg", "publishedAt": "2018-11-26T21:55:54Z", "content": "BRUSSELS International Business Machines Corp. Chief Executive Ginni Rometty attacked big internet platforms for mishandling customers data and endorsed some European Union efforts to police the web, the latest technology chief to call out fellow companies in… [+1138 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis", "title": "The Wall Street Journal: Trump says ‘highly unlikely’ that China will avoid facing tariff hikes", "description": "Four days before a summit with China’s leader, President Donald Trump said he expects to move ahead with boosting tariff levels on $200 billion of Chinese goods to 25%, calling it “highly unlikely” that he would accept Beijing’s request to hold off on the inc…", "url": "https://www.wsj.com/articles/trump-expects-to-move-ahead-with-boost-on-china-tariffs-1543266545", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ084_18trum_ZG_20181126163432.jpg", "publishedAt": "2018-11-26T21:38:50Z", "content": "WASHINGTON Four days before a summit with Chinas leader, President Donald Trump said he expects to move ahead with boosting tariff levels on $200 billion of Chinese goods to 25%, calling it highly unlikely that he would accept Beijings request to hold off on … [+1094 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "How to Make a Fortune in Public Education", "description": "America’s pending pension disasters.", "url": "https://www.wsj.com/articles/how-to-make-a-fortune-in-public-education-1543267657", "urlToImage": "https://images.wsj.net/im-38917/social", "publishedAt": "2018-11-26T21:27:49Z", "content": "Adjusted for inflation, state and local government revenues have more than doubled since the 1970s. But state and local politicians havent collected nearly enough taxes to pay for the retirement promises theyve made to their friends in government employees un… [+4999 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sumathi Reddy", "title": "A Lab Tests Playing to Help Children With Autism", "description": "Researchers want to see whether a lesser-used approach lets children in a study better process sounds, sights and smells from everyday life.", "url": "https://www.wsj.com/articles/in-autism-study-researchers-test-play-based-treatment-1543248000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL461_YHEALT_SOC_20181121132457.jpg", "publishedAt": "2018-11-26T21:25:06Z", "content": "Bronx, N.Y. Otis Grimm is squealing with joy as he swings, lying belly-down in a blue net swing, trying to reach the ladder before him. The 7-year-olds goal: to pull himself up a few rungs and grab a bean bag from the bucket dangling enticingly above him. Thi… [+6059 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cara Lombardo", "title": "Campbell Soup, Third Point Settle Proxy Fight", "description": "Campbell Soup reached a settlement with investor Daniel Loeb that skirts the board coup he sought, but gives him some representation in the boardroom as the packaged-foods giant tries to revive its business.", "url": "https://www.wsj.com/articles/campbell-soup-third-point-settle-proxy-fight-1543254800", "urlToImage": "https://images.wsj.net/im-38906/social", "publishedAt": "2018-11-26T20:25:16Z", "content": "Campbell Soup Co. CPB -3.73% reached a settlement with investor Daniel Loeb that skirts the board coup he sought, but gives him some representation in the boardroom as the packaged-foods giant tries to revive its business. Campbell agreed to add two new board… [+5202 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Robinson", "title": "A Billion Dollars Later, PSG Wonders Where It's Heading - Wall Street Journal", "description": "Wall Street Journal A Billion Dollars Later, PSG Wonders Where It's Heading Wall Street Journal Paris. Kylian Mbappé, the fastest, most exciting teenager in world soccer, was running four minutes late. He and his club, Paris Saint-Germain, were due to play Ol…", "url": "https://www.wsj.com/articles/a-billion-dollars-later-psg-wonders-where-its-heading-1543262564", "urlToImage": "https://images.wsj.net/im-38925/social", "publishedAt": "2018-11-26T20:03:44Z", "content": "He and his club, Paris Saint-Germain, were due to play Olympique Marseille, one of the toughest away games in French soccer, and manager Thomas Tuchel was holding a final briefing at the team hotel. But when Mbappé slinked in, Tuchel decided he wasnt having i… [+5779 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chao Deng", "title": "China Works to Look Open to Foreign Business as G-20 Summit Nears", "description": "In its latest move in recent weeks to show it’s a friend of foreign businesses, China paved the way for German insurer Allianz SE to establish the country’s first wholly foreign-owned insurance holding company.", "url": "https://www.wsj.com/articles/china-works-to-look-open-to-foreign-business-as-g-20-summit-nears-1543234479", "urlToImage": "https://images.wsj.net/im-38818/social", "publishedAt": "2018-11-26T19:23:10Z", "content": "BEIJINGIn its latest move to show its open for foreign businesses ahead of a summit with President Trump and other Western leaders, China paved a way for German insurer Allianz SE. With a meeting of the Group of 20 major economies opening Friday, the monthslo… [+4858 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ira Iosebashvili", "title": "Mexican Peso Falls to Lowest Level Against Dollar in Over a Year - Wall Street Journal", "description": "Wall Street Journal Mexican Peso Falls to Lowest Level Against Dollar in Over a Year Wall Street Journal The Mexican peso fell to its lowest level against the dollar in nearly a year-and-a-half Monday, after President Donald Trump threatened to shut down the …", "url": "https://www.wsj.com/articles/mexican-peso-falls-to-lowest-level-against-dollar-in-over-a-year-1543259849", "urlToImage": "https://images.wsj.net/im-38927/social", "publishedAt": "2018-11-26T19:18:50Z", "content": "The Mexican peso fell to its lowest level against the dollar in nearly a year-and-a-half Monday, after President Donald Trump threatened to shut down the southwestern U.S. border. The dollar was recently up 0.9% against the peso at 20.59, its highest level ag… [+1217 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Gallagher", "title": "StockX Is the Stock Market for Nikes and Rolexes", "description": "StockX, a Dan Gilbert backed start-up has revolutionized the secondary market for sneakers, streetwear, handbags and watches. With a new London office, it has its sights set on global expansion.", "url": "https://www.wsj.com/articles/this-website-is-the-stock-market-for-nikes-and-rolexes-1543251772", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL838_OT_SOC_20181126102819.jpg", "publishedAt": "2018-11-26T19:05:59Z", "content": "It was Tuesday, Nov. 13, 2018. Though Josh Luber would rather it didnt, in three days, Adidas was planning to re-release the Yeezy Boost 350 V2 Zebra, a black-and-white striped version of its Kanye-West-designed sneaker. Mr. Luber, co-founder of StockX, an on… [+7640 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Preetika Rana", "title": "Chinese Scientist Claims World's First Genetically Modified Babies - Wall Street Journal", "description": "Wall Street Journal Chinese Scientist Claims World's First Genetically Modified Babies Wall Street Journal HONG KONG—A Chinese scientist claims to have produced the world's first genetically modified babies, stirring alarm among doctors who warn such experime…", "url": "https://www.wsj.com/articles/chinese-scientist-claims-worlds-first-genetically-modified-babies-1543258316", "urlToImage": "https://images.wsj.net/im-38892/social", "publishedAt": "2018-11-26T18:52:15Z", "content": "HONG KONGA Chinese scientist claims to have produced the worlds first genetically modified babies, stirring alarm among doctors who warn such experiments using nascent DNA-editing technology pose too many health and ethical risks. He Jiankui, an associate pro… [+5964 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Noemie Bisserbe", "title": "'Yellow Vest' Protests Pit Rural France Against Macron - Wall Street Journal", "description": "Wall Street Journal 'Yellow Vest' Protests Pit Rural France Against Macron Wall Street Journal PARIS—The French street, dormant for much of Emmanuel Macron's presidency, is stirring from its slumber. Over the past two weeks, protesters clad in yellow reflecti…", "url": "https://www.wsj.com/articles/yellow-vest-protests-pit-rural-france-against-macron-1543258065", "urlToImage": "https://images.wsj.net/im-38918/social", "publishedAt": "2018-11-26T18:47:00Z", "content": "PARISThe French street, dormant for much of Emmanuel Macrons presidency, is stirring from its slumber. Over the past two weeks, protesters clad in yellow reflective safety vestsor gilets jaunes, as the protesters themselves have become known in Francehave bee… [+4376 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas Grove", "title": "The Wall Street Journal: Ukrainian President Poroshenko pushes for martial law after naval standoff with Russia", "description": "Poroshenko says measure is necessary to prepare the country’s defenses in case of a full-scale invasion by Russian forces, which he said intelligence reports showed were gathering along the countries’ border.", "url": "https://www.wsj.com/articles/russia-ukraine-standoff-intensifies-over-captured-vessels-1543236677?mod=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ067_kerch__MG_20181126131701.jpg", "publishedAt": "2018-11-26T18:46:33Z", "content": "Kerch Strait, highlighted on map, separates the Crimean Peninsula from Russia's Krasnodar region. The strait joins the Sea of Azov to the Black Sea. MOSCOW Ukraines defense ministry put its troops on military alert Monday, a day after Russian forces fired on … [+1751 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sune Engel Rasmussen", "title": "Islamic State Kills Dozens of US-Backed Fighters in Syria Battle, Monitor Says - Wall Street Journal", "description": "Wall Street Journal Islamic State Kills Dozens of US-Backed Fighters in Syria Battle, Monitor Says Wall Street Journal BEIRUT—Islamic State killed dozens of U.S.-backed fighters in Syria over the weekend, a war monitor said, highlighting the complications for…", "url": "https://www.wsj.com/articles/islamic-state-kills-dozens-of-u-s-backed-fighters-in-syria-battle-monitor-says-1543255710", "urlToImage": "https://images.wsj.net/im-38901/social", "publishedAt": "2018-11-26T18:08:00Z", "content": "BEIRUTIslamic State killed dozens of U.S.-backed fighters in Syria over the weekend, a war monitor said, highlighting the complications for an American troop withdrawal from the country as the extremist group fiercely defends its last positions. At least 91 f… [+3363 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laurence Norman", "title": "France and Germany Step In to Circumvent Iran Sanctions", "description": "France and Germany have joined forces to rescue a European effort to create a payments channel to keep trade flowing with Iran, defying U.S. attempts to take the air out of the plan, senior diplomats said.", "url": "https://www.wsj.com/articles/france-and-germany-step-in-to-circumvent-iran-sanctions-1543251650", "urlToImage": "https://images.wsj.net/im-38862/social", "publishedAt": "2018-11-26T18:00:42Z", "content": "BRUSSELSFrance and Germany have joined forces to rescue a European effort to create a payments channel to keep trade flowing with Iran, defying U.S. attempts to take the air out of the plan, senior diplomats said. The steps by Europes most powerful countries … [+4459 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Kendall", "title": "Apple's App Store Under Fire in Supreme Court Case - Wall Street Journal", "description": "Wall Street Journal Apple's App Store Under Fire in Supreme Court Case Wall Street Journal WASHINGTON— Apple Inc.'s exclusive market for selling iPhone apps came under fire at the Supreme Court Monday, as justices considered whether consumers should be allowe…", "url": "https://www.wsj.com/articles/apples-app-store-under-fire-in-supreme-court-case-1543254841", "urlToImage": "https://images.wsj.net/im-38907/social", "publishedAt": "2018-11-26T17:54:00Z", "content": "WASHINGTON Apple Inc.s AAPL -0.38% exclusive market for selling iPhone apps came under fire at the Supreme Court Monday, as justices considered whether consumers should be allowed to proceed with a lawsuit alleging the company has an illegal monopoly that pro… [+3273 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Dummett", "title": "The Wall Street Journal: PayPal’s iZettle deal raises antitrust concerns in the U.K.", "description": "PayPal Holdings Inc.’s $2.2 billion acquisition of European financial-technology startup iZettle AB is being scrutinized by the U.K. antitrust watchdog over concerns the deal could lead to higher prices for payment services and reduce competition.", "url": "https://www.wsj.com/articles/paypals-izettle-deal-raises-u-k-anti-trust-concerns-1543244148?mod=searchresults&amp;page=1&amp;pos=1", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FE285_paypal_ZG_20170123185807.jpg", "publishedAt": "2018-11-26T17:42:16Z", "content": "PayPal Holdings Inc.s $2.2 billion acquisition of European financial-technology startup iZettle AB is being scrutinized by the U.K. antitrust watchdog over concerns the deal could lead to higher prices for payment services and reduce competition. PayPal PYPL,… [+1308 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Dummett", "title": "PayPal's iZettle Deal Raises U.K. Anti-Trust Concerns", "description": "PayPal’s $2.2 billion acquisition of startup iZettle is being scrutinized by U.K. regulators over concerns the deal could lead to higher prices for payment services and reduce competition.", "url": "https://www.wsj.com/articles/paypals-izettle-deal-raises-u-k-anti-trust-concerns-1543244148", "urlToImage": "https://images.wsj.net/im-38853/social", "publishedAt": "2018-11-26T17:24:32Z", "content": "PayPal Holdings Inc.s PYPL 3.73% $2.2 billion acquisition of European financial-technology startup iZettle AB is being scrutinized by the U.K. antitrust watchdog over concerns the deal could lead to higher prices for payment services and reduce competition. P… [+2064 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "U.A.E. Pardons British Student Convicted of Spying", "description": "The United Arab Emirates pardoned and released a British academic convicted this month for spying, ending an incident that strained ties between the longtime allies and drew rebukes from Western academics and officials.", "url": "https://www.wsj.com/articles/u-a-e-pardons-matthew-hedges-the-british-student-convicted-of-spying-1543221954", "urlToImage": "https://images.wsj.net/im-38824/social", "publishedAt": "2018-11-26T17:24:21Z", "content": "ABU DHABIThe United Arab Emirates pardoned and released a British academic convicted this month for spying, ending an incident that strained ties between the longtime allies and drew rebukes from Western academics and officials. Matthew Hedges, a student purs… [+4668 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alison Sider", "title": "Hundreds of Flights Canceled After Snowstorm Hits Midwest", "description": "Airlines were struggling Monday to dig out from a major snowstorm, which pummeled the Midwest at the height of Thanksgiving travel.", "url": "https://www.wsj.com/articles/hundreds-of-flights-canceled-after-snowstorm-hits-midwest-1543246762", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL724_1125PO_G_20181125192036.jpg", "publishedAt": "2018-11-26T16:42:02Z", "content": "Airlines were struggling Monday to dig out from a major snowstorm, which pummeled the Midwest at the height of Thanksgiving travel. The storm, which dropped over a foot of snow on some places, was winding down Monday morning, according to the National Weather… [+1778 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Kusisto", "title": "The U.S. Housing Boom Is Coming to an End, Starting in Dallas", "description": "Dallas is housing’s “canary in the mine shaft.” Homes are taking longer to sell, bidding wars are rarer and price cuts are more common as buyers absorb the impact of higher mortgage rates.", "url": "https://www.wsj.com/articles/the-u-s-housing-boom-is-coming-to-an-end-starting-in-dallas-1543248073", "urlToImage": "https://images.wsj.net/im-38632/social", "publishedAt": "2018-11-26T16:41:51Z", "content": "PLANO, TexasA half-hour drive straight north from downtown Dallas sits one of the fastest-growing counties in the country. Cotton fields have been replaced with Toyotas new North American headquarters, a Dallas Cowboys training facility and a sand-colored sho… [+11275 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump Threatens to Close Southern Border as Tensions Escalate", "description": "President Trump called for Mexico to send migrants seeking to enter the U.S. back to their home countries, threatening again to shut down the southwestern U.S. border.", "url": "https://www.wsj.com/articles/trump-threatens-to-close-southern-border-as-tensions-escalate-1543245603", "urlToImage": "https://images.wsj.net/im-38861/social", "publishedAt": "2018-11-26T16:41:40Z", "content": "WASHINGTONPresident Trump on Monday called for Mexico to send migrants seeking to enter the U.S. back to their home countries, threatening again to shut down the southwestern U.S. border. In a tweet Monday morning, Mr. Trump said Mexico should move the flag w… [+3596 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gerald F. Seib", "title": "How a History of Discord Fuels Today's U.S.-China Trade Tensions", "description": "As President Trump and President Xi Jinping prepare for a summit meeting this week, their trade dispute recalls one from a quarter-century ago between China and the first Bush administration.", "url": "https://www.wsj.com/articles/how-a-history-of-discord-fuels-todays-u-s-china-trade-tensions-1543249914", "urlToImage": "https://images.wsj.net/im-38877/social", "publishedAt": "2018-11-26T16:40:03Z", "content": "The Republican White House, responding to business complaints of Chinese theft of intellectual property and trade secrets, launches the process for imposing tariffs on Chinas imports. That threat sparks a flurry of high-level negotiations with the Chinese gov… [+5062 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christopher M. Matthews", "title": "Oil's Fall Threatens U.S. Shale Drillers", "description": "Plunging oil prices once again threaten to force American shale drillers to pull back on production, just as they were preparing to unleash a flood of crude.", "url": "https://www.wsj.com/articles/in-fracking-its-deja-vu-as-potential-oil-glut-poses-threat-to-production-1543237200", "urlToImage": "https://images.wsj.net/im-38737/social", "publishedAt": "2018-11-26T16:38:01Z", "content": "Plunging oil prices once again threaten to force American shale drillers to pull back on production, just as they were preparing to unleash a flood of crude. Falling prices could force shale drillerswho fracture underground rock formations to release the oil … [+6587 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "U.S.-China Trade Fight Risks Fragmenting Global Market, Says Beijing Ambassador", "description": "The trade fight between the U.S. and China risks fragmenting the integrating global market, China’s ambassador to the U.S. Cui Tiankai said in an interview. He was speaking ahead of the summit meeting between President Trump and President Xi Jinping in Buenos…", "url": "https://www.wsj.com/articles/u-s-china-trade-fight-risks-fragmenting-global-market-says-beijings-ambassador-to-the-u-s-1543228321", "urlToImage": "https://images.wsj.net/im-38468/social", "publishedAt": "2018-11-26T16:12:56Z", "content": "U.S.-China economic relations are at their lowest point since China joined the World Trade Organization in 2001. Each side has whacked each other with tariffs and other restrictionswith more perhaps on the way. At the end of the week, President Trump and Chin… [+9829 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: May Appeals to Public On Brexit Deal, Over Heads of Lawmakers", "description": "To subscribe to the newsletter, please sign up here MUST READS May Appeals to the Public on Brexit, Pressuring Parliament: A day after European Union leaders waved through a deal laying out the terms for British departure from the bloc, the British government…", "url": "https://blogs.wsj.com/moneybeat/2018/11/26/may-appeals-to-public-on-brexit-deal-over-heads-of-lawmakers/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-26T15:39:39Z", "content": "May Appeals to the Public on Brexit, Pressuring Parliament : A day after European Union leaders waved through a deal laying out the terms for British departure from the bloc, the British government has shifted into campaigning mode. The aim: to convince the B… [+2524 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Critical Lame-Duck Session Commences; What Democrats Want; Border Patrol Disperses Migrants", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/26/capital-journal-critical-lame-duck-session-commences-what-democrats-want-border-patrol-disperses-migrants/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CL723_1125PO_P_20181125191426.jpg", "publishedAt": "2018-11-26T15:37:32Z", "content": "What We're Watching Trump's Day: President Trump holds two campaign rallies in Mississippi ahead of Tuesday's runoff election between Republican Sen. Cindy Hyde-Smith and Democrat Mike Espy. Supreme Court: The court hears cases and issues orders. Southern Bor… [+4797 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Scott Calvert", "title": "After Amazon HQ2, Some Lawmakers Question Nondisclosure Requirements", "description": "The competition for Amazon HQ2 has thrust nondisclosure agreements into the spotlight, leading some officials to question whether they would sign them in the future.", "url": "https://www.wsj.com/articles/after-amazon-hq2-some-lawmakers-question-nondisclosure-requirements-1543228202", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CC835_HQ2REA_G_20181022140951.jpg", "publishedAt": "2018-11-26T15:13:32Z", "content": "The high-stakes contest for HQ2, Amazon.com Inc.s second headquarters, has led some public officials to question whether they will sign nondisclosure agreements so readily in the future. Companies seeking tax breaks and other incentives often require local of… [+5906 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Juan Montes", "title": "U.S. Border Patrol Uses Tear Gas to Disperse Migrant Caravan", "description": "U.S. Border Patrol agents used tear gas to disperse hundreds of Central American migrants in the Mexican city of Tijuana who made a rush for the border fence, as tension builds over the diminishing prospects for asylum seekers trying to enter the country.", "url": "https://www.wsj.com/articles/u-s-border-patrol-uses-tear-gas-to-disperse-migrant-caravan-1543244902", "urlToImage": "https://images.wsj.net/im-38800/social", "publishedAt": "2018-11-26T15:08:24Z", "content": "U.S. Border Patrol agents used tear gas to disperse hundreds of Central American migrants in the Mexican city of Tijuana who made a rush for the border fence, as tension builds over the diminishing prospects for asylum seekers trying to enter the country. Mex… [+7674 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Ziobro", "title": "UPS's Holiday Wish: Handling the Delivery Surge", "description": "UPS is hoping that billions of dollars in system improvements this year will help it avoid shipping problems during the online shopping surge of the holiday season.", "url": "https://www.wsj.com/articles/upss-christmas-wish-a-delivery-surge-it-can-handle-1543233601", "urlToImage": "https://images.wsj.net/im-38623/social", "publishedAt": "2018-11-26T15:05:16Z", "content": "United Parcel Service Inc. UPS 1.79% is hoping that billions of dollars in system improvements this year will help it avoid shipping problems during the online shopping surge of the holiday season. The Atlanta-based company expects to handle nearly 800 millio… [+3827 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anne Marie Chaker", "title": "This Coffee Is Nice But It Needs More Butter - Wall Street Journal", "description": "Wall Street Journal This Coffee Is Nice But It Needs More Butter Wall Street Journal Move over, milk and sugar. The latest coffee craze involves adding gobs of butter and oil to your coffee. Popping up in coffee shops, grocery stores and diet books, the drink…", "url": "https://www.wsj.com/articles/this-coffee-is-nice-but-it-needs-more-butter-1543244185", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL141_COFFEE_SOC_20181120150421.jpg", "publishedAt": "2018-11-26T14:56:00Z", "content": "Move over, milk and sugar. The latest coffee craze involves adding gobs of butter and oil to your coffee. Popping up in coffee shops, grocery stores and diet books, the drinks are riding the popularity of the high-fat, low-carb keto diet fad, which encourages… [+6290 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dennis Nishi", "title": "The Cybersecurity Mistakes Startups Make When They Get Big", "description": "When small businesses start to boom, upgrading their cybersecurity usually gets left off the to-do list.", "url": "https://www.wsj.com/articles/the-cybersecurity-mistakes-startups-make-when-they-get-big-1543201321", "urlToImage": "https://si.wsj.net/public/resources/images/SM-AB390_CYBER_SOC_20181115183751.jpg", "publishedAt": "2018-11-26T14:24:39Z", "content": "When small businesses start to boom, they often rush to add employees, ramp up production and get bigger offices. But something usually gets left off the to-do list: upgrading their cybersecurity. A growing business means more computersand that means more wea… [+7861 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Russia Fires on Ukrainian Military Vessels Near Crimea", "description": "Russian forces fired on and detained three Ukrainian naval vessels in the Black Sea, near the Crimean peninsula, a move that threatened to reignite tensions between Moscow and Kiev. Image: FSB Handout via RTR", "url": "http://www.wsj.com/video/russia-fires-on-ukrainian-military-vessels-near-crimea/583408DC-2048-4074-8571-6C86DE21BC93.html", "urlToImage": "http://m.wsj.net/video/20181126/112618ukraine/112618ukraine_1280x720.jpg", "publishedAt": "2018-11-26T14:20:14Z", "content": "A Turkey Trot at the End of the World 11/25/2018 Residents of McMurdo Station, Antarctica, the U.S. National Science Foundations largest outpost on the continent, celebrate Thanksgiving with a 5K race dressed in costumes on an icy unpaved road. Photo: Alexand… [+30 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "May Pressures Parliament by Appealing to Public - Wall Street Journal", "description": "Wall Street Journal May Pressures Parliament by Appealing to Public Wall Street Journal LONDON—A day after European Union leaders waved through a deal laying out the terms for British departure from the bloc, the British government has shifted into campaignin…", "url": "https://www.wsj.com/articles/may-appeals-to-the-public-on-brexit-pressuring-parliament-1543237395", "urlToImage": "https://images.wsj.net/im-38844/social", "publishedAt": "2018-11-26T13:05:35Z", "content": "LONDONA day after European Union leaders waved through a deal laying out the terms for British departure from the bloc, the British government has shifted into campaigning mode. The aim: to convince the British public that the deal is the best available and t… [+4137 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas M. Burton", "title": "The Wall Street Journal: FDA Revamping Clearance Procedures for Medical Devices", "description": "The Food and Drug Administration is significantly revamping the way it clears most medical devices for U.S. marketing, planning to rely far less on comparisons with much older products already on the market.", "url": "https://www.wsj.com/articles/fda-is-revamping-clearance-procedures-for-medical-devices-1543234015", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GG612_gottli_ZG_20180402103516.jpg", "publishedAt": "2018-11-26T13:01:23Z", "content": "WASHINGTONThe Food and Drug Administration is significantly revamping the way it clears most medical devices for U.S. marketing, planning to rely far less on comparisons with much older products already on the market. This reliance by the federal agency has b… [+1110 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Russia Deepens Power Play Into Gas—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, with news that the Russian bear will not be hibernating this winter. Instead the country is doubling down on its energy exports to Europe and Asia despite opposition from some players including the U.S. Meanwhile, falling …", "url": "https://blogs.wsj.com/moneybeat/2018/11/26/energy-journal-russia-deepens-power-play-into-gas/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CL338_IRAQIR_P_20181120184213.jpg", "publishedAt": "2018-11-26T12:33:35Z", "content": "Good morning. Im Neanda Salvaterra, with news that the Russian bear will not be hibernating this winter. Instead the country is doubling down on its energy exports to Europe and Asia despite opposition from some players including the U.S. Meanwhile, falling o… [+4529 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The Columnists on Luck", "description": "Chef Yotam Ottolenghi, artist Lorna Simpson, designer Karl Lagerfeld and others discuss luck--and whether they believe in it--in this final episode of WSJ. Magazine's series, The Columnists.", "url": "http://www.wsj.com/video/series/the-columnists/the-columnists-on-luck/9D9C372C-256D-4EB8-894C-F7480415F5A7", "urlToImage": "http://m.wsj.net/video/20181121/112618columnistsluck/112618columnistsluck_1280x720.jpg", "publishedAt": "2018-11-26T12:00:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Caravan Tensions Boil Over at U.S.-Mexico Border", "description": "Mexico said it would deport a group of Central American migrants who rushed a fence separating Tijuana and San Diego and were dispersed by U.S. Border Patrol agents using tear gas. Tensions are flaring as migrants face diminishing prospects of getting asylum.…", "url": "http://www.wsj.com/video/caravan-tensions-boil-over-at-us-mexico-border/0797F2AB-E533-4BCF-8B9F-DE26C9524E3F.html", "urlToImage": "http://m.wsj.net/video/20181126/112618tijuana/112618tijuana_1280x720.jpg", "publishedAt": "2018-11-26T11:34:28Z", "content": "A Turkey Trot at the End of the World 11/25/2018 Residents of McMurdo Station, Antarctica, the U.S. National Science Foundations largest outpost on the continent, celebrate Thanksgiving with a 5K race dressed in costumes on an icy unpaved road. Photo: Alexand… [+30 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Juan Montes", "title": "US Border Patrol Uses Tear Gas to Disperse Migrant Caravan - Wall Street Journal", "description": "Wall Street Journal US Border Patrol Uses Tear Gas to Disperse Migrant Caravan Wall Street Journal U.S. Border Patrol agents used tear gas to disperse hundreds of Central American migrants in the Mexican city of Tijuana who made a rush for the border fence, a…", "url": "https://www.wsj.com/articles/u-s-border-patrol-uses-tear-gas-to-disperse-migrant-caravan-1543232011", "urlToImage": "https://images.wsj.net/im-38800/social", "publishedAt": "2018-11-26T11:33:56Z", "content": "U.S. Border Patrol agents used tear gas to disperse hundreds of Central American migrants in the Mexican city of Tijuana who made a rush for the border fence, as tension builds over the diminishing prospects for asylum seekers trying to enter the country. Mex… [+7674 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: IRAs, Mars, Europe", "description": "The rules regarding IRA minimum distributions could shift with qualified charitable deductions, tiny satellites head to Mars, and visiting Europe in winter.", "url": "https://blogs.wsj.com/moneybeat/2018/11/26/wsj-wealth-adviser-briefing-iras-mars-europe/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-26T11:00:30Z", "content": "Most IRA owners know they are subject to required minimum distributions after age 70½. These RMDs are generally taxable income and continue for life. But this year, that taxable income has a good chance of being reduced or eliminated completely by using a qua… [+2765 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Talley", "title": "Iran's Top Airline Stays Busy—Despite US Sanctions - Wall Street Journal", "description": "Wall Street Journal Iran's Top Airline Stays Busy—Despite US Sanctions Wall Street Journal On Oct. 29, one week before the U.S. imposed sweeping economic sanctions against Iran, flag carrier Iran Air dispatched 11 international flights. Two weeks later, a U.S…", "url": "https://www.wsj.com/articles/irans-top-airline-stays-busydespite-u-s-sanctions-1543228240", "urlToImage": "https://images.wsj.net/im-38774/social", "publishedAt": "2018-11-26T10:32:42Z", "content": "On Oct. 29, one week before the U.S. imposed sweeping economic sanctions against Iran, flag carrier Iran Air dispatched 11 international flights. Two weeks later, a U.S. ban on the airline firmly in place, it flew 13touching down in destinations including Par… [+6125 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Why This Move to Stop Nancy Pelosi?", "description": "Some House Democrats are trying to stop Nancy Pelosi from becoming speaker in the new Congress. WSJ's Gerald F. Seib explains one reason why some Democrats might oppose her. Photo: Getty", "url": "http://www.wsj.com/video/why-this-move-to-stop-nancy-pelosi/02719038-263E-4B48-8917-C0E240C5F4D7.html", "urlToImage": "http://m.wsj.net/video/20181121/112118seib/112118seib_1280x720.jpg", "publishedAt": "2018-11-26T10:30:00Z", "content": "A Turkey Trot at the End of the World 11/25/2018 Residents of McMurdo Station, Antarctica, the U.S. National Science Foundations largest outpost on the continent, celebrate Thanksgiving with a 5K race dressed in costumes on an icy unpaved road. Photo: Alexand… [+30 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Why Is There a Move to Stop Nancy Pelosi?", "description": "Some House Democrats are trying to stop Nancy Pelosi from becoming speaker in the new Congress. WSJ's Gerald F. Seib explains one reason why some Democrats might oppose her. Photo: Getty", "url": "http://www.wsj.com/video/why-is-there-a-move-to-stop-nancy-pelosi/02719038-263E-4B48-8917-C0E240C5F4D7.html", "urlToImage": "http://m.wsj.net/video/20181121/112118seib/112118seib_1280x720.jpg", "publishedAt": "2018-11-26T10:30:00Z", "content": "A Turkey Trot at the End of the World 11/25/2018 Residents of McMurdo Station, Antarctica, the U.S. National Science Foundations largest outpost on the continent, celebrate Thanksgiving with a 5K race dressed in costumes on an icy unpaved road. Photo: Alexand… [+30 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Brexit or Bust, the Price of Climate Change and Bitcoin’s Bad Week", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Will Britain’s Parliament approve a new Brexit deal? That’s not clear, creating more uncertainty for Europe’s slowing economies. Good morning. Jeff Sparsh…", "url": "https://blogs.wsj.com/economics/2018/11/26/real-time-economics-is-theresa-mays-brexit-deal-dead-on-arrival/", "urlToImage": "https://images.wsj.net/im-38714", "publishedAt": "2018-11-26T10:16:07Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. Will Britain's Parliament approve a new Brexit deal? That's not clear, creating more uncertainty for Europe's slowing economies. Good morning. Jeff Sparsho… [+6244 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Colias , Kim Mackrael", "title": "GM plans to shut auto factory in Oshawa, Canada", "description": "General Motors Co. plans to close its manufacturing operations in the Canadian city of Oshawa, according to people familiar with the plans, the latest in a series of cost-cutting moves under way at the Detroit car maker.", "url": "https://www.wsj.com/articles/general-motors-expected-to-shut-down-operations-in-oshawa-ontario-1543206853", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FD290_gm0108_ZG_20170108225904.jpg", "publishedAt": "2018-11-26T04:47:55Z", "content": "General Motors Co. plans to close its manufacturing operations in the Canadian city of Oshawa, according to people familiar with the plans, the latest in a series of cost-cutting moves under way at the Detroit car maker. The move will affect roughly 2,800 wor… [+656 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Russolillo", "title": "Bitcoin Falls Below $4,000 as Crypto Collapse Worsens", "description": "Bitcoin just had the week from hell: The digital currency lost nearly a third of its value in seven days, one of its worst weekly selloffs on record.", "url": "https://www.wsj.com/articles/bitcoin-falls-below-4-000-as-cryptocurrency-collapse-worsens-1543206616", "urlToImage": "https://images.wsj.net/im-38813/social", "publishedAt": "2018-11-26T04:46:33Z", "content": "Bitcoin just had the week from hell. The cryptocurrency plunged below $4,000 over the weekend. That means bitcoin has lost nearly a third of its value in seven days, one of its worst weekly selloffs on record. The digital currency has now fallen by about 80% … [+2601 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kelsey Gee", "title": "Tesla Is the Hot Spot for Young Job Seekers", "description": "A job offer from electric-car maker Tesla is a career break that appeals to newly minted engineers and ambitious young workers, despite the long workweeks, frenzied pace and legal tussles with securities regulators.", "url": "https://www.wsj.com/articles/tesla-is-the-hot-spot-for-young-job-seekers-1543150801", "urlToImage": "https://images.wsj.net/im-38637/social", "publishedAt": "2018-11-26T04:40:55Z", "content": "Landon Kupfer thought hed grabbed a piece of the Silicon Valley dream when Tesla Inc. TSLA -3.65% hired him about a year ago to work on quality issues at the companys Fremont, Calif., factory. The perks included driving Tesla cars and impressing friends and s… [+6350 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Juan Montes", "title": "Migrants Rushing U.S. Border Dispersed By Tear Gas", "description": "U.S. Border Patrol agents used tear gas to disperse hundreds of Central American migrants in the Mexican city of Tijuana who made a rush for the border fence, as tension builds over the diminishing prospects for asylum seekers trying to enter the country.", "url": "https://www.wsj.com/articles/migrants-rushing-u-s-border-dispersed-by-tear-gas-1543184935", "urlToImage": "https://images.wsj.net/im-38800/social", "publishedAt": "2018-11-26T04:30:14Z", "content": "U.S. Border Patrol agents used tear gas to disperse hundreds of Central American migrants in the Mexican city of Tijuana who made a rush for the border fence, as tension builds over the diminishing prospects for asylum seekers trying to enter the country. Mex… [+7674 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Akane Otani", "title": "No Refuge for Investors as 2018 Rout Sends Stocks, Bonds, Oil Lower", "description": "Stocks, bonds and commodities from copper to crude oil to burlap are staging a rare, simultaneous retreat, putting global markets on track for one of their worst years on record and deepening a sense of unease on Wall Street.", "url": "https://www.wsj.com/articles/no-refuge-for-investors-as-2018-rout-sends-stocks-bonds-oil-lower-1543155033", "urlToImage": "https://si.wsj.net/public/resources/images/OG-CA370_DREARY_SOC_20181124163034.png", "publishedAt": "2018-11-26T04:10:18Z", "content": "Stocks, bonds and commodities from copper to crude oil to burlap are staging a rare simultaneous retreat, putting global markets on track for one of their worst years on record and deepening a sense of unease on Wall Street. Data show global stocks and bonds … [+5605 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Kazer", "title": "與中國的緊張關係為台灣地方選舉蒙上陰影 - 華爾街日報", "description": "華爾街日報 與中國的緊張關係為台灣地方選舉蒙上陰影 華爾街日報 台灣選民周六將在地方選舉中投票，並就同性婚姻、能源政策和其他議題進行公投。這個實行民主制度的島嶼與中國令人擔憂的關係籠罩了此次地方選舉。 許多選民和政治觀察人士將此次選舉視為台灣總統蔡英文的期中成績單。蔡英文一直與北京方面保持距離，她試圖... 台灣選舉的感想﹕用香港作對照 AM730 中國正在溫水煮青蛙，全世界都知道台灣就是青蛙 芋傳媒 TaroNews (新聞發布) 大陸該怎麼解讀台灣選舉專家給建議了 Yahoo奇摩新聞 (新聞發布) 共有 25…", "url": "https://cn.wsj.com/articles/CT-BGH-20181123112700", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BK107_TAIWAN_G_20181121122008.jpg", "publishedAt": "2018-11-26T03:47:06Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Scurria", "title": "The Wall Street Journal: Venezuela reaches $1.4 billion deal to avoid losing control of Citgo", "description": "Venezuela has struck a $1.4 billion deal to retain control of Citgo Petroleum Corp., the latest settlement that keeps the country’s U.S. crude refineries from falling into the hands of creditors.", "url": "https://www.wsj.com/articles/venezuela-strikes-deal-to-save-citgo-from-seizure-1543200444", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FR525_citgo__ZG_20170802102052.jpg", "publishedAt": "2018-11-26T03:35:09Z", "content": "Venezuela has struck a $1.4 billion deal to retain control of Citgo Petroleum Corp., the latest settlement that keeps the countrys U.S. crude refineries from falling into the hands of creditors. The agreement resolves legal actions against state-owned Petróle… [+1126 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alexandra Samuel", "title": "Nine Movies That Can Teach Your Children About Business - Wall Street Journal", "description": "Wall Street Journal Nine Movies That Can Teach Your Children About Business Wall Street Journal As an entrepreneur, I'm always looking for ways to introduce my children to the business world so they can start learning about business —and maybe even want to st…", "url": "https://www.wsj.com/articles/nine-movies-that-can-teach-your-children-about-business-1543201740", "urlToImage": "https://si.wsj.net/public/resources/images/SM-AB389_MOVIES_SOC_20181116172557.jpg", "publishedAt": "2018-11-26T03:10:32Z", "content": "Whats a parent to do in the long years between when the children learn to read and when theyre ready to get their M.B.A.? As an entrepreneur, Im always looking for ways to introduce my children to the business world so they can start learning about businessan… [+7627 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Vigna", "title": "Pay Taxes With Bitcoin? Ohio Says Sure...", "description": "Ohio appears set to become the first state to accept bitcoin for tax bills, a show of support for a technology that has garnered lots of hype but failed to gain traction as a form of payment.", "url": "https://www.wsj.com/articles/pay-taxes-with-bitcoin-ohio-says-sure-1543161720", "urlToImage": "https://images.wsj.net/im-38679/social", "publishedAt": "2018-11-26T03:04:38Z", "content": "Ohio appears set to become the first state to accept bitcoin for tax bills, a show of support for a technology that has garnered lots of hype but failed to gain traction as a form of payment. Beginning this week, Ohio businesses will be able to go to the webs… [+2677 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cara Lombardo", "title": "Campbell Soup and Third Point Near Deal to Settle Proxy Fight", "description": "Campbell Soup Co. and Third Point LLC are nearing a settlement that would end their high-profile proxy fight, according to people familiar with the matter.", "url": "https://www.wsj.com/articles/campbell-soup-and-third-point-near-deal-to-settle-proxy-fight-1543200725", "urlToImage": "https://images.wsj.net/im-33536/social", "publishedAt": "2018-11-26T02:52:07Z", "content": "Campbell Soup Co. CPB 2.56% is nearing a settlement with investor Daniel Loeb that would skirt the board coup he sought but give him some representation in the boardroom as the packaged-foods giant tries to revive its business. ﻿ CPB 2.56% Campbell is expecte… [+4952 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Bunge", "title": "A Warming Climate Brings New Crops to Frigid Zones", "description": "Longer growing seasons are helping lead northern farmers to plow up forests and plant crops such as corn and soybeans that were once hard to grow in their chilly territories, helping drive up land prices. ‘We’re seeing crops grown in places they’ve never grow…", "url": "https://www.wsj.com/articles/a-warming-climate-brings-new-crops-to-frigid-zones-1543168786", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CE663_GRAINS_SOC_20181026231301.jpg", "publishedAt": "2018-11-26T02:32:01Z", "content": "LA CRETE, AlbertaThe farm belt is marching northward. Upper Alberta is bitter cold much of the year, and remote. Not much grows other than the spruce and poplar that spread out a hundred miles around Highway 88 north toward La Crete. Signs warn drivers to wat… [+15488 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Possible Ghosn Defense: He Didn't Think He Needed to Report Deferred Pay", "description": "Carlos Ghosn received tens of millions of dollars in deferred compensation at Nissan Motor and told colleagues that he was acting appropriately when he didn’t report that money in financial disclosures.", "url": "https://www.wsj.com/articles/possible-ghosn-defense-he-didnt-think-he-needed-to-report-deferred-pay-1543146149", "urlToImage": "https://images.wsj.net/im-38713/social", "publishedAt": "2018-11-26T01:59:14Z", "content": "TOKYOCarlos Ghosn received tens of millions of dollars in deferred compensation at Nissan Motor Co. NSANY -0.88% and told colleagues he was acting appropriately when he didnt report that money in financial disclosures, people familiar with Nissans investigati… [+5561 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alina Dizik", "title": "To Discover an Up-and-Coming Neighborhood, Look for the Museum", "description": "Many homeowners are drawn to property near new museums and art districts whose cultural offerings boost real-estate values.", "url": "https://www.wsj.com/articles/to-discover-an-up-and-coming-neighborhood-look-for-the-museum-1542814328", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK688_BILBAO_SOC_20181119123559.jpg", "publishedAt": "2018-11-26T01:14:26Z", "content": "The biggest thing at the museum these days isnt the latest impressionism exhibit or photography talk. Its the real estate surrounding the museum building thats generating buzz. A number of cities around the globe have discovered that a new museum or arts dist… [+8452 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert Lee Hotz", "title": "Your Chance to Own a Piece of the Moon", "description": "Three tiny moon rocks go up for auction as the 50th anniversary of NASA’s lunar missions stirs nostalgia for the Cold War space race.", "url": "https://www.wsj.com/articles/your-chance-to-own-a-piece-of-the-moon-1543158060", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL265_MOON11_SOC_20181120170922.jpg", "publishedAt": "2018-11-26T01:12:14Z", "content": "Moon rocks will hit the auction block this week as collectors vie for hundreds of vintage artifacts that embody a growing nostalgia for the triumphs of the Cold War space race. In a sale Thursday devoted to space exploration, Sothebys is auctioning three tiny… [+4865 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yuka Hayashi", "title": "CFPB Head's First Year Has Pleased Financial Industry, Which Wants More", "description": "Financial companies are happy with Mick Mulvaney’s year as acting director of the Consumer Financial Protection Bureau, but they aren’t fully satisfied.", "url": "https://www.wsj.com/articles/mick-mulvaneys-year-at-cfpb-has-pleased-financial-industry-which-wants-more-1543158000", "urlToImage": "https://images.wsj.net/im-38580/social", "publishedAt": "2018-11-26T00:51:58Z", "content": "WASHINGTONMick Mulvaney, as acting director of the Consumer Financial Protection Bureau, has softened the agencys hard-charging approach that financial companies had long complained about. One year after his appointment, the industry is pleased, but not fully… [+5123 chars]"}]}