{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Gershman", "title": "Death-Row Inmates Demand Execution by Firing Squad", "description": "The four men in Tennessee say they’d rather be shot than be executed by lethal injection or the electric chair, two methods with a “substantial risk of unnecessary pain and suffering,” according to their suit.", "url": "https://www.wsj.com/articles/tennessee-death-row-inmates-demand-execution-by-firing-squad-1541541448", "urlToImage": "https://images.wsj.net/im-35178/social", "publishedAt": "2018-11-06T23:58:54Z", "content": "Four death-row inmates in Tennessee are demanding the right to be executed by firing squad rather than by lethal injection or electrocution. In papers filed in federal court Friday, a federal defender representing the four men contended that the execution met… [+3131 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William A. Galston", "title": "After the Midterms, Party Strategies Are Set", "description": "Democrats should now know whether to take a hard line or appeal to the center in 2020.", "url": "https://www.wsj.com/articles/after-the-midterms-party-strategies-are-set-1541548600", "urlToImage": "https://images.wsj.net/im-35011/social", "publishedAt": "2018-11-06T23:56:52Z", "content": "As you read this column, you know more about the outcome of the election than I did when I wrote it. I can, however, give you some tips about how to evaluate what happened in what is widely regarded as one of the most significant midterm contests in decades. … [+4613 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Holman W. Jenkins, Jr.", "title": "Electric Cars and Media Explained", "description": "Donald Trump and Elon Musk wrongly cite ‘terrible, terrible people’ in the press.", "url": "https://www.wsj.com/articles/electric-cars-and-media-explained-1541548571", "urlToImage": "https://images.wsj.net/im-35063/social", "publishedAt": "2018-11-06T23:56:19Z", "content": "It may seem like pushing a boulder up a hill, but good must eventually come from calling attention to the delusive patterns of thought and behavior that turned climate change into one of the least effectual causes that environmentalists ever attached themselv… [+4526 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ted Rall", "title": "The Left Is Lukewarm on Elizabeth Warren", "description": "Her self-description as ‘capitalist to my bones’ doesn’t warm progressive hearts.", "url": "https://www.wsj.com/articles/the-left-is-lukewarm-on-elizabeth-warren-1541548548", "urlToImage": "https://images.wsj.net/im-34709/social", "publishedAt": "2018-11-06T23:56:07Z", "content": "Progressives are having second thoughts about Sen. Elizabeth Warren. Her Indian-DNA kerfuffle added to a sense that she may not have what it takes to take on President Trump, a ruthless animal with undeniable political instincts. Her apparent victoryshe does,… [+2856 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Berkowitz", "title": "Conservatism and Populism Go Back Centuries", "description": "Since Burke took on the French Revolution, they’ve been united in distrust of liberalism’s elites.", "url": "https://www.wsj.com/articles/conservatism-and-populism-go-back-centuries-1541548438", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY077_Berkow_SOC_20181106113550.jpg", "publishedAt": "2018-11-06T23:54:00Z", "content": "Of all the strange and remarkable features of politics in the Trump era, among the least surprising is the alliance between conservatism and populism. Donald Trumps emergence as the tribune of conservative hopes and popular anxieties was improbable. But he di… [+5847 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aisha Al-Muslim", "title": "Marriott Sees Weaker Demand in North America", "description": "Marriott International is taking a more cautious view as U.S. demand was weaker than expected in the third quarter and as it deals with worker strikes.", "url": "https://www.wsj.com/articles/marriott-sees-weaker-demand-in-north-america-1541536320", "urlToImage": "https://images.wsj.net/im-35126/social", "publishedAt": "2018-11-06T23:53:37Z", "content": "Marriott International Inc. MAR -5.08% trimmed its forecast on a key revenue metric in the hotel industry due to weaker demand in North America, its biggest market. For this year, Marriott expects comparable systemwide revenue per available room, or RevPAR, t… [+4223 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Courtney McBride", "title": "U.S. Finding on Russia Chemical Weapons Paves Way for New Sanctions", "description": "Russia has failed to show that it has halted the use of chemical and biological weapons, the State Department notified Congress Tuesday, a determination that paves the way for mandatory sanctions against the Kremlin and entities under its control.", "url": "https://www.wsj.com/articles/u-s-finding-on-russia-chemical-arms-paves-way-for-new-sanctions-1541544910", "urlToImage": "https://images.wsj.net/im-35233/social", "publishedAt": "2018-11-06T23:41:01Z", "content": "Russia has failed to show that it has halted the use of chemical and biological weapons, the State Department notified Congress Tuesday, a determination that paves the way for mandatory sanctions against the Kremlin and entities under its control. The U.S. go… [+3900 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason L. Riley", "title": "Among Black Voters, Trump's Popularity Inches Upward", "description": "The president has a tin ear when it comes to race, but African-Americans are better off than before.", "url": "https://www.wsj.com/articles/among-black-voters-trumps-popularity-inches-upward-1541547594", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH195_Riley1_SOC_20181106122128.jpg", "publishedAt": "2018-11-06T23:39:56Z", "content": "President Trumps approval rating among blacks stood at 40% in a Rasmussen poll two days before Halloween. Rasmussen surveys are often friendlier to the president than those of other polling organizations, so critics are quick to dismiss them as outliers. In t… [+4386 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Amar Bhidé", "title": "Congress Should Set the Fed's Inflation Target---Ideally at Zero", "description": "There’s no evidence that aiming for 2% does any good, and it could do real economic harm.", "url": "https://www.wsj.com/articles/congress-should-set-the-feds-inflation-targetideally-at-zero-1541547565", "urlToImage": "https://images.wsj.net/im-33971/social", "publishedAt": "2018-11-06T23:39:27Z", "content": "The Federal Reserves relentless pursuit of 2% inflation creates more problems than it solves. The 2% target has become gospel for central bankers. But as former Fed Chairman Paul Volcker points out in his new memoir, no economic theory or evidence supports th… [+4366 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Scurria", "title": "Rising Costs Could Threaten Puerto Rico's Building Boom", "description": "Puerto Rico’s construction industry is booming despite reckoning with rising costs of labor and materials, which some contractors worry could slow the island’s recovery efforts.", "url": "https://www.wsj.com/articles/rising-costs-feared-to-crimp-puerto-ricos-building-boom-1541500202", "urlToImage": "https://images.wsj.net/im-34844/social", "publishedAt": "2018-11-06T23:38:23Z", "content": "Miguel Córdoba had trouble finding steady work as a carpenter and handyman before Hurricane Maria devastated Puerto Rico last year. Now the 52-year-old says he pulls steady 40-hour workweeks for a taxpayer-financed housing program that repairs damaged residen… [+5385 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Juan Montes", "title": "Migrant Caravan Makes a Stop in Mexico City - Wall Street Journal", "description": "Wall Street Journal Migrant Caravan Makes a Stop in Mexico City Wall Street Journal MEXICO CITY—Thousands of Central American migrants who have been making their way north are gathering in Mexico City before deciding whether to head to the U.S. border as one …", "url": "https://www.wsj.com/articles/migrant-caravan-makes-a-stop-in-mexico-city-1541547522", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH175_carava_SOC_20181106114823.jpg", "publishedAt": "2018-11-06T23:38:00Z", "content": "MEXICO CITYThousands of Central American migrants who have been making their way north are gathering in Mexico City before deciding whether to head to the U.S. border as one very large caravan or in smaller groups, migrants and activists said. An estimated 6,… [+6413 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nektaria Stamouli", "title": "Anger Over Old Terrorists Upsets New Friendship Between Greece, U.S.", "description": "The potential release from prison of a notorious Greek terrorist is drawing protests from the U.S., testing the Greek government’s newly close relations with Washington.", "url": "https://www.wsj.com/articles/anger-over-old-terrorists-upsets-new-friendship-between-greece-u-s-1541543066", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH357_grterr_SOC_20181106170222.jpg", "publishedAt": "2018-11-06T23:23:42Z", "content": "ATHENSThe potential release from prison of a notorious Greek terrorist is drawing protests from the U.S., testing the Greek governments newly close relations with Washington. Savvas Xiros, a hit man in the former Greek terrorist group November 17 who is servi… [+5632 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cara Lombardo , Dana Cimilluca", "title": "Dell may sweeten tracking-stock offer before December vote", "description": "Dell Technologies Inc. has been contacting large shareholders of an affiliate about sweetening a roughly $22 billion bid to buy them out before the unpopular deal goes to a vote next month.", "url": "https://www.wsj.com/articles/dell-discusses-sweetening-tracking-stock-offer-with-large-shareholders-1541543783", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FF216_dell_MG_20170206122338.jpg", "publishedAt": "2018-11-06T23:17:30Z", "content": "Dell Technologies Inc. has been contacting large shareholders of an affiliate about sweetening a roughly $22 billion bid to buy them out before the unpopular deal goes to a vote next month. In the past week, Dell representatives have approached a handful of l… [+1486 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Ramey", "title": "Port Authority Bomber Convicted of All Counts", "description": "A Manhattan federal jury convicted the man who said he was inspired by Islamic State to set off a pipe bomb last year in one of New York City’s busiest transit hubs.", "url": "https://www.wsj.com/articles/port-authority-bomber-convicted-of-all-counts-1541538674", "urlToImage": "https://images.wsj.net/im-35147/social", "publishedAt": "2018-11-06T23:15:54Z", "content": "A Manhattan federal jury Tuesday convicted the man who said he was inspired by Islamic State to set off a pipe bomb last year in one of New York Citys busiest transit hubs. On Dec. 11, Akayed Ullah, 28 years old, detonated the low-tech device at about 7:20 a.… [+1510 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Agenda on the Line as Voters Head to the Polls", "description": "Voters are casting ballots to determine the balance of power in Washington and across the country in a midterm election that has been set up by both parties as a referendum on President Trump’s first two years in office.", "url": "https://www.wsj.com/articles/pivotal-midterm-campaigns-now-all-up-to-the-voters-1541500200", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH133_midter_G_20181106073009.jpg", "publishedAt": "2018-11-06T23:10:46Z", "content": "With issues including health care and immigration top of mind, voters thronged the polls Tuesday to determine the balance of power in Washington and across the country in a midterm election that has been set up by both parties as a referendum on President Tru… [+9297 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chester Dawson", "title": "Your Tesla Can Go Zero to 60 in 2.5 Seconds But Can't Get AM Radio", "description": "Electric-powered motors interfere with AM reception, prompting some car makers to drop the dashboard option; “I was so mad I told them to take the car back.”", "url": "https://www.wsj.com/articles/your-tesla-can-go-zero-to-60-in-2-5-seconds-but-cant-get-am-radio-1541523098", "urlToImage": "https://images.wsj.net/im-34864/social", "publishedAt": "2018-11-06T23:09:18Z", "content": "Cars and AM radio go back a long way, but theres a rough road ahead for the old travel buddies. The same types of electric-powered motors that propel Teslas past 150 mph and the Chevy Bolt as far as 238 miles on a charge, are a total buzz kill for AM receptio… [+5576 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jay Greene", "title": "A Key Executive Is Leaving Microsoft", "description": "Javier Soltero, who joined the company when it acquired his firm, helped the software giant shed its Windows-first approach", "url": "https://www.wsj.com/articles/a-key-executive-is-leaving-microsoft-1541544809", "urlToImage": "https://images.wsj.net/im-35235/social", "publishedAt": "2018-11-06T22:53:31Z", "content": "Microsoft Corp. MSFT 0.20%, whose industry standing and financial fortunes have soared as it shed its Windows-first approach, is losing one of its key advocates of that change. Javier Soltero, who joined Microsoft after it bought his mobile email and calendar… [+1999 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patrick Thomas", "title": "Etsy Raises Revenue Outlook", "description": "Etsy raised its annual revenue forecast after the company said it benefited from efforts to raise the fees its charges merchants and from investment in marketing.", "url": "https://www.wsj.com/articles/etsy-raises-revenue-outlook-1541543350", "urlToImage": "https://images.wsj.net/im-35208/social", "publishedAt": "2018-11-06T22:29:11Z", "content": "Etsy Inc. ETSY -4.04% raised its annual revenue forecast after the company said it benefited from efforts to raise the fees its charges merchants and from investment in marketing. The online crafts marketplace said Tuesday it expects to generate between $596 … [+1106 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Julie Jargon", "title": "Papa John's Sales Fall for Fourth Consecutive Quarter", "description": "Papa John’s International Inc. reported a fourth consecutive quarter of declining sales, adding pressure on the pizza chain to try to revive its business in ways that could include a sale of the company.", "url": "https://www.wsj.com/articles/papa-johns-sales-fall-for-fourth-consecutive-quarter-1541542053", "urlToImage": "https://images.wsj.net/im-29954/social", "publishedAt": "2018-11-06T22:20:25Z", "content": "Papa Johns International Inc. PZZA -1.93% reported a fourth consecutive quarter of declining sales, adding pressure on the pizza chain to try to revive its business in ways that could include a sale of the company. Same-store sales in North America fell 9.8% … [+1878 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "Ralph Lauren Weighed Down by Sluggish Store Sales", "description": "Ralph Lauren increased marketing spending 30% in the second quarter to celebrate its 50th anniversary. Unfortunately for the fashion house, the hype hasn’t translated to spending in stores.", "url": "https://www.wsj.com/articles/ralph-lauren-weighed-down-by-sluggish-store-sales-1541523304", "urlToImage": "https://images.wsj.net/im-35034/social", "publishedAt": "2018-11-06T22:13:46Z", "content": "Ralph Lauren Corp. RL -6.59% increased marketing spending 30% in its latest quarter to celebrate its 50th anniversary. Unfortunately for the fashion house, the hype hasnt translated to spending in stores. Overall revenue rose 1.6% to $1.69 billion for the thr… [+2011 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "America's Most Partisan Industry", "description": "New data on political donations tell the story.", "url": "https://www.wsj.com/articles/america-s-most-partisan-industry-1541542039", "urlToImage": "https://images.wsj.net/im-35078/social", "publishedAt": "2018-11-06T22:10:17Z", "content": "No, this isnt a story about Silicon Valley, but an industry that may exercise even more cultural influence. This column recently noted polling data showing that college professors often spend class time expressing their social and political beliefs even when … [+5418 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gunjan Banerji", "title": "Shares of Gun Makers Rally Ahead of Election Outcome", "description": "Shares of gun makers rallied ahead of the U.S. midterm elections, as investors tried to anticipate how the future makeup of Congress will reshape gun control laws.", "url": "https://www.wsj.com/articles/shares-of-gun-makers-rally-ahead-of-election-outcome-1541540834", "urlToImage": "https://images.wsj.net/im-35170/social", "publishedAt": "2018-11-06T21:49:40Z", "content": "Shares of gun makers rallied Tuesday ahead of the U.S. midterm elections, as investors tried to anticipate how the future makeup of Congress will reshape gun control laws. Gun makers shares are heavily influenced by shifting political winds. The stocks have s… [+1982 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kris Maher", "title": "Pittsburgh Heads to the Polls With Synagogue Shooting Still Resonating - Wall Street Journal", "description": "Wall Street Journal Pittsburgh Heads to the Polls With Synagogue Shooting Still Resonating Wall Street Journal PITTSBURGH—Turnout was high on a bright, windy Election Day here, where the shooting deaths of 11 people at a synagogue in the city's Squirrel Hill …", "url": "https://www.wsj.com/articles/pittsburgh-heads-to-the-polls-with-synagogue-shooting-still-resonating-1541539834", "urlToImage": "https://images.wsj.net/im-35150/social", "publishedAt": "2018-11-06T21:33:30Z", "content": "PITTSBURGHTurnout was high on a bright, windy Election Day here, where the shooting deaths of 11 people at a synagogue in the citys Squirrel Hill neighborhood less than two weeks ago was fresh in the minds of voters. Some voters said they came to the polls to… [+2673 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Margot Dougherty", "title": "In Ireland, a Getaway Far, Far Away", "description": "From 6th-century monks to Star Wars Jedi, Ireland’s remote Skellig Michael has long been an escape for those looking to disappear.", "url": "https://www.wsj.com/articles/in-ireland-a-getaway-far-far-away-1541531777", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH267_SKELLI_SOC_20181106135243.jpg", "publishedAt": "2018-11-06T21:23:29Z", "content": "IN THE 6TH CENTURY, Irish monks were determined to get away from it all. The more distant from civilizations myriad distractions, they reasoned, the better ones chances of a prolonged one-on-one with God. And so, its believed, in the early 500s an Irish ascet… [+6765 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Gauthier-Villars", "title": "Turkey's Erdogan Says He'll Defy US Sanctions on Iran - Wall Street Journal", "description": "Wall Street Journal Turkey's Erdogan Says He'll Defy US Sanctions on Iran Wall Street Journal ISTANBUL—Turkey's President Recep Tayyip Erdogan said Tuesday that his country would ignore sanctions the U.S. introduced against Iran this week—a defiant tone that …", "url": "https://www.wsj.com/articles/turkeys-erdogan-says-hell-defy-u-s-sanctions-on-iran-1541538429", "urlToImage": "https://images.wsj.net/im-35142/social", "publishedAt": "2018-11-06T21:07:00Z", "content": "ISTANBULTurkeys President Recep Tayyip Erdogan said Tuesday that his country would ignore sanctions the U.S. introduced against Iran this weeka defiant tone that could complicate Ankaras recent efforts to defuse tension with Washington. Mr. Erdogan lashed out… [+3682 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kelly Crow", "title": "Art Market, Hoping the Good Times Keep Rolling, Prepares for N.Y. Sales", "description": "Sotheby’s, Christie’s and Phillips will try to sell at least $1.8 billion of art in a week of sales that could shake up prices for dozens of top artists.", "url": "https://www.wsj.com/articles/art-market-hoping-the-good-times-keep-rolling-prepares-for-n-y-sales-1541523186", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG964_AUCTIO_SOC_20181105172104.jpg", "publishedAt": "2018-11-06T20:59:42Z", "content": "The art market is about to undergo a critical stress test. Amid volatile stock markets and trade-war worries, New Yorks major auction houses will try to sell at least $1.8 billion of art. The week of sales starts on Sunday and could shake up price levels for … [+9242 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Cohen", "title": "The NBA and NFL Have Become Videogames", "description": "NFL teams are passing more. NBA teams are shooting more 3-pointers. The most popular strategies in professional sports? They’re how we’ve always played videogames.", "url": "https://www.wsj.com/articles/the-nba-and-nfl-have-become-videogames-1541509200", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG444_HIGHSC_SOC_20181102153609.jpg", "publishedAt": "2018-11-06T20:01:51Z", "content": "Stephen Curry is one of the many NBA players who spent the formative years of his life playing a completely unrealistic videogame called NBA Jam. There was something universal about how people behaved once they grabbed the controllers. It didnt matter where t… [+6075 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eric Morath", "title": "Job Openings Outnumbered the Unemployed by More Than One Million", "description": "Unfilled jobs in the U.S. exceeded the number of unemployed Americans by more than one million as the summer came to a close, a sign it is increasingly difficult for employers to find workers.", "url": "https://www.wsj.com/articles/job-openings-outnumbered-unemployed-americas-by-more-than-one-million-in-september-1541518946", "urlToImage": "https://images.wsj.net/im-35008/social", "publishedAt": "2018-11-06T19:44:56Z", "content": "Unfilled jobs in the U.S. exceeded the number of unemployed Americans by more than one million as the summer came to a close, a sign it is increasingly difficult for employers to find workers. There were a seasonally adjusted 7.01 million job openings on the … [+3012 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Khan", "title": "Uncovering the Modern Side of Jaipur: An Insider's Guide", "description": "India’s Jaipur serves up plenty of tourist tropes, but travelers can dig beyond to discover the city’s modern arts-and-culture riches.", "url": "https://www.wsj.com/articles/uncovering-the-modern-side-of-jaipur-an-insiders-guide-1541532089", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH151_CONCIE_SOC_20181106110040.jpg", "publishedAt": "2018-11-06T19:24:17Z", "content": "IN MANY WAYS, Jaipur delivers on the clichéd fantasies first-timers to India have mentally replayed: flute players presiding over ornate courtyards, women in color-drenched saris, men in turbans. But lately, the Rajasthani capital has been dispelling cliche a… [+5184 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Kiernan", "title": "Who Gets Credit for Economy, Obama or Trump? The Answer Is Both", "description": "President Trump and former President Obama sparred on the campaign trail about who deserves credit for the strong economy, but the record is more complex than either describes.", "url": "https://blogs.wsj.com/economics/2018/11/06/who-gets-credit-for-economy-obama-or-trump-the-answer-is-both/", "urlToImage": "https://images.wsj.net/im-34903", "publishedAt": "2018-11-06T18:37:40Z", "content": "President Trump and former President Obama sparred on the campaign trail about who deserves credit for the strong economy, but the record is more complex than either describes. While economic growth has been faster during Mr. Trumps first 21 months in office … [+3840 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stacy Meichtry", "title": "France's Macron Calls for Creating a 'European Army' - Wall Street Journal", "description": "Wall Street Journal France's Macron Calls for Creating a 'European Army' Wall Street Journal French President Emmanuel Macron called for the creation of a “true European army,” issuing a sharp critique of trans-Atlantic security ties days before U.S. Presiden…", "url": "https://www.wsj.com/articles/frances-macron-calls-for-creating-a-european-army-1541528803", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH187_macron_SOC_20181106121137.jpg", "publishedAt": "2018-11-06T18:26:00Z", "content": "French President Emmanuel Macron called for the creation of a true European army, issuing a sharp critique of trans-Atlantic security ties days before U.S. President Trump is due to visit France. Europes security ties with the U.S., which have been a bedrock … [+4608 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Spencer Jakab", "title": "How Iran Sanctions Wrongfooted Oil Bulls - Wall Street Journal", "description": "Washington Post How Iran Sanctions Wrongfooted Oil Bulls Wall Street Journal No, the laws of supply and demand haven't been suspended when it comes to oil and Iran. The 15% plunge in Brent crude futures in the past month, coming ahead of Monday's reimposition…", "url": "https://www.wsj.com/articles/how-iran-sanctions-wrongfooted-oil-bulls-1541527315", "urlToImage": "https://images.wsj.net/im-35067/social", "publishedAt": "2018-11-06T18:01:00Z", "content": "No, the laws of supply and demand havent been suspended when it comes to oil and Iran. The 15% plunge in Brent crude futures in the past month, coming ahead of Mondays reimposition of sanctions on oil exports, makes sense. What comes next is a lot more compli… [+2406 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Micah Maidenberg", "title": "Mozambique, Investors Reach Deal on Defaulted $726 Million Bond", "description": "Mozambique and a group of investors have a deal in place to swap out a $726 million bond in default with fresh debt and a cut of future revenues from offshore natural-gas projects.", "url": "https://www.wsj.com/articles/mozambique-investors-reach-deal-on-defaulted-726-million-bond-1541526239", "urlToImage": "https://images.wsj.net/im-35059/social", "publishedAt": "2018-11-06T17:55:43Z", "content": "Mozambique and a group of investors have a deal in place to swap out a $726 million bond in default with fresh debt and a cut of future revenues from offshore natural-gas projects. The deal means investors will receive virtually all of the principal and inter… [+2649 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Sessa", "title": "Why You Shouldn't Overlook South Boston", "description": "In the Massachusetts capital, rapidly changing “Southie” has a new lease on life.", "url": "https://www.wsj.com/articles/why-you-shouldnt-overlook-south-boston-1541526925", "urlToImage": "https://images.wsj.net/im-34913/social", "publishedAt": "2018-11-06T17:55:26Z", "content": "Employing hundreds of teens, who collaborate with artists on commissioned works, this nonprofit debuted a public gallery and retail and studio spaces this fall. afhboston.org Comfort food gone gourmet is the fare at this kitschy-cool space, equal parts diner … [+1103 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sune Engel Rasmussen", "title": "Islamic State Left 200 Mass Graves in Iraq, UN Says - Wall Street Journal", "description": "Wall Street Journal Islamic State Left 200 Mass Graves in Iraq, UN Says Wall Street Journal Islamic State left more than 200 mass graves in Iraq, the United Nations said Tuesday, the aftermath of the extremist group's three-year occupation of the north of the…", "url": "https://www.wsj.com/articles/islamic-state-left-200-mass-graves-in-iraq-un-says-1541513853", "urlToImage": "https://images.wsj.net/im-34982/social", "publishedAt": "2018-11-06T17:41:00Z", "content": "Islamic State left more than 200 mass graves in Iraq, the United Nations said Tuesday, the aftermath of the extremist groups three-year occupation of the north of the country that could provide some of the first evidence of war crimes committed during their r… [+3987 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The Democratic Playbook for Election Day", "description": "U.S. House Minority Leader Nancy Pelosi and Democratic Congressional Campaign Committee Chairman Ben Ray Lujan show off their enormous, Election Day playbook. Photo: Jonathan Ernst/Reuters", "url": "http://www.wsj.com/video/the-democratic-playbook-for-election-day/538189BB-1722-4FED-A0F7-5792134E45E4.html", "urlToImage": "http://m.wsj.net/video/20181106/110618playbook/110618playbook_1280x720.jpg", "publishedAt": "2018-11-06T17:24:21Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Josh Chin", "title": "China Faces Off With Critics of Muslim Detentions - Wall Street Journal", "description": "Wall Street Journal China Faces Off With Critics of Muslim Detentions Wall Street Journal BEIJING—China's government delivered a defiant defense of its mass detentions of Muslims at a United Nations human-rights panel in Geneva on Tuesday that turned into a s…", "url": "https://www.wsj.com/articles/china-faces-off-with-critics-of-muslim-detentions-1541523203", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH143_cright_SOC_20181106102902.jpg", "publishedAt": "2018-11-06T16:54:37Z", "content": "BEIJINGChinas government delivered a defiant defense of its mass detentions of Muslims at a United Nations human-rights panel in Geneva on Tuesday that turned into a showdown with the U.S. and other critics of the Chinese policy. With protesters against China… [+5585 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Gallagher", "title": "Facial Masks: For Men Who Seek a Skin-Care Edge", "description": "They’re no longer just for women. Men are smearing themselves in strategic potions as part of the ‘self-care’ craze, too.", "url": "https://www.wsj.com/articles/facial-masks-for-men-who-seek-a-skin-care-edge-1541521227", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG825_FACEMA_SOC_20181105104328.jpg", "publishedAt": "2018-11-06T16:26:06Z", "content": "A FEW MONTHS AGO, Jordan Savages girlfriend convinced him to try a face mask. The Los Angeles couple went to a local Sephora to choose some purposeful-sounding goopa house-brand Green Clay Mask ($8 each), which purports to purify and minimize poresand made a … [+2690 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stu Woo", "title": "Huawei, Still Big in Britain, Faces New Scrutiny", "description": "The U.K. government is reviewing the makeup of its telecommunications-equipment market—a move that executives say ratchets up scrutiny of China’s Huawei Technologies.", "url": "https://www.wsj.com/articles/huawei-still-big-in-britain-faces-new-scrutiny-1541518452", "urlToImage": "https://images.wsj.net/im-34993/social", "publishedAt": "2018-11-06T15:34:14Z", "content": "LONDONThe U.K. government is reviewing the makeup of its telecommunications-equipment marketa move that executives say ratchets up scrutiny of Chinas Huawei Technologies Co. The government last month sent a letter to telecom firms, including cellular and inte… [+2968 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Chinese Lending in Europe Boosts Infrastructure and Debt Burdens", "description": "To subscribe to the newsletter, please sign up here MUST READS Trophy Infrastructure, Troublesome Debt: China Makes Inroads in Europe: Beijing is constructing parallel financial and commercial networks across Central and Eastern Europe to challenge the global…", "url": "https://blogs.wsj.com/moneybeat/2018/11/06/chinese-lending-in-europe-boosts-infrastructure-and-debt-burdens/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-06T15:12:27Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Toyota Reshapes U.S. Lineup in Response to SUV Boom", "description": "Toyota may drop some underperforming models in the U.S., including fuel-sipping cars that have lost out to SUVs—such as the Yaris, whose sales have plummeted this year.", "url": "https://www.wsj.com/articles/toyota-reshapes-u-s-lineup-in-response-to-suv-boom-1541503414", "urlToImage": "https://images.wsj.net/im-34966/social", "publishedAt": "2018-11-06T14:52:51Z", "content": "We are taking a hard look at all the segments we compete in, to make sure we are competing in profitable segments and that products that we sell have strategic value to the brand, Jim Lentz said Tuesday. Models under the microscope include fuel-sipping cars t… [+2804 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yang Jie, Shayndi Raice, Eric Morath", "title": "The Wall Street Journal: Foxconn mulls tapping Chinese skilled workers for Wisconsin plant as U.S. job market tightens", "description": "Taiwanese supplier to Apple must meet hiring, wage and investment targets to receive tax and other incentivesFoxconn Technology Group is considering bringing in personnel from China to help staff a large facility under construction in southern Wisconsin as it…", "url": "https://www.wsj.com/articles/foxconn-considers-bringing-chinese-personnel-to-wisconsin-as-u-s-labor-market-tightens/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GL738_Trump__ZG_20180628144034.jpg", "publishedAt": "2018-11-06T14:43:00Z", "content": "MOUNT PLEASANT, Wis. Foxconn Technology Group is considering bringing in personnel from China to help staff a large facility under construction in southern Wisconsin as it struggles to find engineers and other workers in one of the tightest labor markets in t… [+2003 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Trump Agenda on the Line as Polls Open; Midterm Predictions; Facebook Removes Accounts", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/06/capital-journal-trump-agenda-on-the-line-as-polls-open-midterm-predictions-facebook-removes-accounts/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH131_midter_P_20181106072853.jpg", "publishedAt": "2018-11-06T14:41:36Z", "content": "Happy Election Day morning from the WSJ Washington bureau. This is the web version of the WSJs Capital Journal newsletter. You can sign up for daily delivery here. Election Day 2018: Track votes and follow the Journal's election analysis in our live coverage.… [+4878 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Valerie Bauerlein", "title": "The Wall Street Journal: Democrats poised to make gains in governor races", "description": "The Democratic Party has spent a record amount of money in key governor races this year, hoping to gain some ground lost in the Obama era with victories in the Midwest and potentially even the South.", "url": "https://www.wsj.com/articles/democrats-poised-to-make-gains-in-governor-races/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GJ708_abrams_ZG_20180522233617.jpg", "publishedAt": "2018-11-06T14:12:29Z", "content": "The Democratic Party has spent a record amount of money in key governor races this year, hoping to gain some ground lost in the Obama era with victories in the Midwest and potentially even the South. Thirty-six gubernatorial seats are up for grabs this year, … [+1648 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alicia A. Caldwell", "title": "US Troops' First Order at the Border: Laying Razor Wire - Wall Street Journal", "description": "Wall Street Journal US Troops' First Order at the Border: Laying Razor Wire Wall Street Journal GRANJENO, Texas—On Monday morning in this border town, about a dozen U.S. Army soldiers unfurled reams of razor wire on top of a wrought-iron fence alongside a bri…", "url": "https://www.wsj.com/articles/u-s-troops-first-order-at-the-border-laying-razor-wire-1541509201", "urlToImage": "https://images.wsj.net/im-34936/social", "publishedAt": "2018-11-06T13:05:03Z", "content": "GRANJENO, TexasOn Monday morning in this border town, about a dozen U.S. Army soldiers unfurled reams of razor wire on top of a wrought-iron fence alongside a bridge to Mexico. The soldiers from the 36th Engineer Brigade at Fort Riley, Kan., who wore helmets … [+3536 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas Gryta", "title": "General Electric to Sell LED Business to American Industrial Partners - Wall Street Journal", "description": "Wall Street Journal General Electric to Sell LED Business to American Industrial Partners Wall Street Journal General Electric Co. said it agreed to sell its Current lighting division to private-equity firm American Industrial Partners for an undisclosed amou…", "url": "https://www.wsj.com/articles/general-electric-to-sell-led-business-to-american-industrial-partners-1541507976", "urlToImage": "https://images.wsj.net/im-34977/social", "publishedAt": "2018-11-06T12:43:24Z", "content": "General Electric Co. GE -0.11% said it agreed to sell its Current lighting division to private-equity firm American Industrial Partners for an undisclosed amount, as the conglomerate continues to separate from a business that is central to its historical root… [+2063 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stephen Wilmot", "title": "Madison Avenue's Unequal Fight With Google", "description": "A battle is brewing between Madison Avenue and Silicon Valley as companies shake up the way they buy ads.", "url": "https://www.wsj.com/articles/madison-avenues-unequal-fight-with-google-1541507537", "urlToImage": "https://images.wsj.net/im-34964/social", "publishedAt": "2018-11-06T12:32:19Z", "content": "A battle is brewing between Madison Avenue and Silicon Valley as companies shake up the way they buy ads. For years, agency groups like WPP, Omnicom OMC 0.28% and Publicis have made strong returns by combining advertisers budgets and driving bargains with med… [+3193 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christopher Alessi", "title": "Iran Vows to ‘Break’ U.S. Sanctions Targeting Oil—Energy Journal", "description": "Iranian President Hassan Rouhani on Monday vowed countermeasures against U.S. oil sanctions.", "url": "https://blogs.wsj.com/moneybeat/2018/11/06/energy-journal-iran-vows-to-break-u-s-sanctions-targeting-oil/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CG343_iranvi_P_20181102101949.jpg", "publishedAt": "2018-11-06T12:27:37Z", "content": "IRAN VOWS TO BREAK U.S. SANCTIONS Iranian President Hassan Rouhani on Monday vowed countermeasures against the U.S., as the Trump administration put into effect a ban on oil imported from Iran and listed more than 700 Iranian banks, companies and individuals … [+1782 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yang Jie", "title": "Foxconn Considers Bringing Chinese Workers to Wisconsin as US Labor Market Tightens - Wall Street Journal", "description": "Wall Street Journal Foxconn Considers Bringing Chinese Workers to Wisconsin as US Labor Market Tightens Wall Street Journal MOUNT PLEASANT, Wis.— Foxconn Technology 2354 0.15% Group is considering bringing in personnel from China to help staff a large facilit…", "url": "https://www.wsj.com/articles/foxconn-considers-bringing-chinese-personnel-to-wisconsin-as-u-s-labor-market-tightens-1541505600", "urlToImage": "https://images.wsj.net/im-34810/social", "publishedAt": "2018-11-06T12:09:12Z", "content": "MOUNT PLEASANT, Wis. Foxconn Technology 2354 0.15% Group is considering bringing in personnel from China to help staff a large facility under construction in southern Wisconsin as it struggles to find engineers and other workers in one of the tightest labor m… [+7962 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Esther Fung", "title": "Tech Selloff Trips Up Data Center Stocks - Wall Street Journal", "description": "Wall Street Journal Tech Selloff Trips Up Data Center Stocks Wall Street Journal Data centers catering to heavyweight tech companies have been one of real estate's star performers, but their rout during October's tech selloff is raising questions about whethe…", "url": "https://www.wsj.com/articles/tech-selloff-trips-up-data-center-stocks-1541505601", "urlToImage": "https://images.wsj.net/im-34924/social", "publishedAt": "2018-11-06T12:03:15Z", "content": "Data centers catering to heavyweight tech companies have been one of real estates star performers, but their rout during Octobers tech selloff is raising questions about whether these usually defensive shares will remain volatile. These companies build and op… [+3311 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christopher Alessi", "title": "Oil Ticks Down as Some Countries Get Reprieve From Iran Sanctions - Wall Street Journal", "description": "Wall Street Journal Oil Ticks Down as Some Countries Get Reprieve From Iran Sanctions Wall Street Journal... • Oil prices dipped Tuesday morning after the Trump administration confirmed it had granted waivers to eight countries that buy Iranian oil following …", "url": "https://www.wsj.com/articles/oil-ticks-down-as-some-countries-get-reprieve-from-iran-sanctions-1541505033", "urlToImage": "https://images.wsj.net/im-34970/social", "publishedAt": "2018-11-06T11:50:00Z", "content": "Oil prices dipped Tuesday morning after the Trump administration confirmed it had granted waivers to eight countries that buy Iranian oil following the reimposition of economic sanctions on the Islamic Republics petroleum industry. Brent, the global oil bench… [+2662 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joanna Stern", "title": "New MacBook Air Review: Your Next Laptop Has Arrived (Three Years Late) - Wall Street Journal", "description": "Wall Street Journal New MacBook Air Review: Your Next Laptop Has Arrived (Three Years Late) Wall Street Journal MacBook Air, my MacBook Air, For me, you were always there. I loved you first in two thousand and ten. Two thousand fourteen, I loved you again. In…", "url": "https://www.wsj.com/articles/new-macbook-air-review-your-next-laptop-has-arrived-three-years-late-1541502000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG996_STERN1_SOC_20181105183819.jpg", "publishedAt": "2018-11-06T11:04:53Z", "content": "MacBook Air, my MacBook Air, For me, you were always there. I loved you first in two thousand and ten. Two thousand fourteen, I loved you again. In design as thin as a carving knife, You still managed all-day battery life. And when your price dropped to $1K, … [+6245 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Fund Fees, Tariff Pinch, Fashion Disrupter", "description": "Money managers are offering new funds where pay is based on performance; companies feel the tariff pinch and Balmain’s Olivier Rousteing is a fashion disrupter.", "url": "https://blogs.wsj.com/moneybeat/2018/11/06/wsj-wealth-adviser-briefing-fund-fees-tariff-pinch-fashion-disrupter/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-06T11:00:34Z", "content": "Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING &amp; INVESTING A DIY Stock-Investing Pioneer Says DRIPs Still … [+2957 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Five Areas to Watch on Election Night", "description": "Voters across the country will head to the polls Tuesday to cast their votes in the general election. The WSJ's Gerald F. Seib explains five areas that are worth watching as results come in. Photo: Getty", "url": "http://www.wsj.com/video/five-areas-to-watch-on-election-night/0F3854BB-4899-45A8-B146-E3EA58D15F3F.html", "urlToImage": "http://m.wsj.net/video/20181105/110518seib/110518seib_1280x720.jpg", "publishedAt": "2018-11-06T11:00:00Z", "content": "Online Harassment: How Victims Are Fighting Back 10/22/2018 Roughly 40% of Americans say theyve experienced some form of online harassment. For some, these threats can become extreme, making it impossible to lead a normal life. In Moving Upstream, WSJs Jason … [+142 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "New MacBook Air Reviewed in a Hot Air Balloon", "description": "After years of neglecting its MacBook Air, Apple has breathed new life into the beloved thin and light laptop. But does the new Air still have a great all-day battery? Can it pull ahead of Windows laptops? WSJ's Joanna Stern went up in the air to find out.", "url": "http://www.wsj.com/video/series/joanna-stern-personal-technology/new-macbook-air-reviewed-in-a-hot-air-balloon/06013257-7E58-43B6-BF65-0C2834306D25", "urlToImage": "http://m.wsj.net/video/20181105/110518macbookair1/110518macbookair1_1280x720.jpg", "publishedAt": "2018-11-06T11:00:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Krouse", "title": "Alexa Can Do Many Things But Won't Call 911 - Wall Street Journal", "description": "Wall Street Journal Alexa Can Do Many Things But Won't Call 911 Wall Street Journal Americans regularly ask their Amazon Echo and Google Home devices to play music, share the weather and call friends. Yet most still can't ask their smart speakers to call 911.…", "url": "https://www.wsj.com/articles/alexa-can-do-many-things-but-wont-call-911-1541500202", "urlToImage": "https://images.wsj.net/im-33988/social", "publishedAt": "2018-11-06T10:34:15Z", "content": "Americans regularly ask their Amazon Echo and Google Home devices to play music, share the weather and call friends. Yet most still cant ask their smart speakers to call 911. There are regulatory and technical reasons why the devices arent always able to make… [+3349 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Amazon Does the Splits | U.S. Midterms Are Here | Why Iran Sanctions Aren’t Raising Oil Prices", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. It’s Election Day! Today we look at Amazon’s decision to split its second headquarters between two cities, U.S. midterms, the “real” unemployment rate, an…", "url": "https://blogs.wsj.com/economics/2018/11/06/real-time-economics-amazon-does-the-splits-u-s-midterms-are-here-why-iran-sanctions-arent-raising-oil-prices/", "urlToImage": "https://images.wsj.net/im-34661", "publishedAt": "2018-11-06T10:22:25Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. It's Election Day! Today we look at Amazon's decision to split its second headquarters between two cities, U.S. midterms, the \"real\" unemployment rate, and… [+6828 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "In the U.K., Endless Brexit Squabbles Are Snarling Everything Else", "description": "A look at one recent week in Britain’s government illustrates how the seemingly endless debate over Brexit has dominated Parliament, putting much proposed legislation on hold.", "url": "https://www.wsj.com/articles/endless-brexit-debate-puts-much-of-u-k-government-in-holding-pattern-1541445736", "urlToImage": "https://images.wsj.net/im-34833/social", "publishedAt": "2018-11-06T09:45:52Z", "content": "LONDONA look at one recent week in Britains government illustrates how the country is drowning in Brexit. On Thursday of that week, the U.K. Parliament debated turning a stretch of highway in southern England into a giant parking lot for trucks should ports g… [+4684 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dominic Chopping", "title": "乐高公司在中国赢得又一侵权诉讼案 - 华尔街日报中文网", "description": "华尔街日报中文网 乐高公司在中国赢得又一侵权诉讼案 华尔街日报中文网 丹麦玩具制造商乐高公司(Lego AS)周二称，该公司赢得了针对中国公司抄袭其塑料积木和小人仔的最新诉讼案。 广州市越秀区人民法院裁定，四家公司违反法律，称这些公司侵犯了乐高公司的多项版权并实施... 更多 »", "url": "https://cn.wsj.com/articles/CN-BIZ-20181106165600", "urlToImage": "https://si.wsj.net/public/resources/images/BN-JI378_lego07_P_20150710174036.jpg", "publishedAt": "2018-11-06T09:33:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Takashi Mochizuki", "title": "Junichi Nishizawa, Japan's 'Mr. Semiconductor'", "description": "Researcher raced in 1950 to patent a PIN photodiode, used in today’s fiber-optic networks.", "url": "https://www.wsj.com/articles/junichi-nishizawa-japans-mr-semiconductor-rivaled-u-s-scientists-1541169000", "urlToImage": "https://images.wsj.net/im-34270/social", "publishedAt": "2018-11-06T08:26:02Z", "content": "Working at a lab with a leaky roof in a city still clearing away World War II rubble, 23-year-old engineer Junichi Nishizawa thought he could take on the top scientists in the worlds superpower, the U.S. The invention of the transistor by Bell Laboratories sc… [+3456 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dustin Volz", "title": "U.S. Girds for Possible Russian Meddling on Election Day", "description": "This year, voters will be casting ballots in what experts say will be the most secure U.S. election since the birth of the internet. But officials worry that Russia or others could deploy new, unpredictable tactics.", "url": "https://www.wsj.com/articles/u-s-girds-for-possible-russian-meddling-on-election-day-1541421000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG663_secure_SOC_20181104182641.jpg", "publishedAt": "2018-11-06T05:28:47Z", "content": "Two years ago, Rob Silvers arrived at a nondescript federal building in the Virginia suburbs of Washington on election day, afraid America was about to be hit by a catastrophic cyberattack. An alleged Russian operation to hack Democratic emails and peddle div… [+6563 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Bird", "title": "China's Neighbors Could Win From U.S. Tariff Tussle", "description": "Trade tensions between the U.S. and China could benefit other Asian economies and markets, according to analysts with an alternative take on the impact of rising tariffs across the Pacific.", "url": "https://www.wsj.com/articles/chinas-neighbors-could-win-from-u-s-tariff-tussle-1541479460", "urlToImage": "https://images.wsj.net/im-34941/social", "publishedAt": "2018-11-06T04:44:22Z", "content": "Trade tensions between the U.S. and China could benefit other Asian economies and markets, according to analysts with an alternative take on the impact of rising tariffs across the Pacific. The interconnectedness of supply chains across Asia helps explain mar… [+2887 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "Trump, Obama Make Final Pitches on Eve of Midterm Elections", "description": "On the eve of an election that will determine whether Congress remains under GOP control, both the current and former president spoke to core supporters on Monday.", "url": "https://www.wsj.com/articles/trump-obama-make-final-pitches-on-eve-of-midterm-elections-1541445110", "urlToImage": "https://images.wsj.net/im-34903/social", "publishedAt": "2018-11-06T03:24:33Z", "content": "As the midterm election campaign barreled to a close, President Trump warned that Republican losses would roll back what he billed as his achievements in office, while Democrats called for a rejection of the divisive politics they said he practices. Mr. Trump… [+6864 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lauren Weber", "title": "Competition for Tech Talent Is Tight", "description": "Amazon’s decision to split its new headquarters exposes a secret known to many companies: It is tough to find top tech talent.", "url": "https://www.wsj.com/articles/too-many-jobs-not-enough-talent-spurs-amazon-to-split-hq2-1541468276", "urlToImage": "https://images.wsj.net/im-34927/social", "publishedAt": "2018-11-06T03:17:44Z", "content": "Amazon.com Inc.s decision to split its new headquarters exposes a secret known to many companies: It is tough to find top tech talent. As The Wall Street Journal reported Monday, the e-commerce company has scuttled its original plan to pick a single location … [+4570 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Jamerson", "title": "Key Races to Watch in Tuesday's Midterm Elections", "description": "A string of East Coast races could be early indicators on which party will win the battle for control of the U.S. House, while the fight for the U.S. Senate runs through a slate of tossup states in later time zones. Here’s your guide to watching the results r…", "url": "https://www.wsj.com/articles/key-races-in-tuesdays-midterm-elections-1541413800", "urlToImage": "https://images.wsj.net/im-34788/social", "publishedAt": "2018-11-06T03:04:00Z", "content": "As voters head to the polls in the 2018 midterm elections Tuesday, a string of East Coast races could be early indicators on which party will win the battle for control of the U.S. House, while the fight for the U.S. Senate runs through a slate of tossup stat… [+12515 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James T. Areddy", "title": "Trophy Infrastructure, Troublesome Debt: China Makes Inroads in Europe", "description": "Beijing is constructing parallel financial and commercial networks across Central and Eastern Europe to challenge the global order. Its offers give emerging economies a quick path to development and infrastructure—but with downsides, including debt burdens.", "url": "https://www.wsj.com/articles/chinas-newest-bid-for-influence-runs-through-the-wests-backyard-1541435003", "urlToImage": "https://images.wsj.net/im-33137/social", "publishedAt": "2018-11-06T02:57:31Z", "content": "BELGRADE, SerbiaEurope is distracted by internal discord over immigration and its tense relationship with Russia and the U.S. Seeking to fill the void, China is taking advantage of a historic opportunity to wedge itself into the heart of the West. Deal by dea… [+13523 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lillian Rizzo", "title": "Sears, Lenders Nearing Larger Financing Deal Without Lampert", "description": "Sears is wrapping up an expanded bankruptcy financing package that will keep it afloat past the holiday season.", "url": "https://www.wsj.com/articles/sears-lenders-nearing-larger-bankruptcy-financing-deal-without-lampert-1541462115", "urlToImage": "https://images.wsj.net/im-34914/social", "publishedAt": "2018-11-06T02:48:49Z", "content": "Sears Holdings Corp. is wrapping up an expanded bankruptcy financing package that will keep it afloat past the holiday season as it looks to sell its most profitable stores and other assets. At the time of the retailers Oct. 15 bankruptcy filing, a group of b… [+2847 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Courtney McBride", "title": "The Wall Street Journal: Pompeo to meet North Korean official as second Trump-Kim summit sought", "description": "U.S. Secretary of State Mike Pompeo will meet Thursday in New York with a top North Korean official as the two governments work toward a second summit between President Trump and Chairman Kim Jong Un, the State Department said Monday.", "url": "https://www.wsj.com/articles/u-s-north-korea-seeking-second-trump-kim-summit-1541469275", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX878_pompeo_ZG_20181105211246.jpg", "publishedAt": "2018-11-06T02:14:04Z", "content": "U.S. Secretary of State Mike Pompeo will meet Thursday in New York with a top North Korean official as the two governments work toward a second summit between President Trump and Chairman Kim Jong Un, the State Department said Monday. Pompeo will meet Kim Yon… [+969 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "Iran Vows to 'Break' Sanctions as US Reimposes Ban on Oil - Wall Street Journal", "description": "Wall Street Journal Iran Vows to 'Break' Sanctions as US Reimposes Ban on Oil Wall Street Journal Iran's leaders lashed out at Washington on Monday as the Trump administration raised economic sanctions to their maximum level, saying the latest punitive measur…", "url": "https://www.wsj.com/articles/u-s-re-imposes-sanctions-against-iran-oil-banking-and-shipping-sectors-1541425059", "urlToImage": "https://images.wsj.net/im-34759/social", "publishedAt": "2018-11-06T01:55:00Z", "content": "Irans leaders lashed out at Washington on Monday as the Trump administration raised economic sanctions to their maximum level, saying the latest punitive measures called for measures to pressure the U.S. in return. The acrimony pointed to a sharp elevation of… [+7582 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Josh Beckerman", "title": "Some Duncan Hines cake mixes recalled over salmonella fears", "description": "Conagra Brands Inc. has recalled certain Duncan Hines cake mixes due to salmonella concerns.", "url": "https://www.wsj.com/articles/conagra-recalls-certain-duncan-hines-cake-mixes-1541466911", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX877_duncan_ZG_20181105204936.jpg", "publishedAt": "2018-11-06T01:52:22Z", "content": "Conagra Brands Inc. has recalled certain Duncan Hines cake mixes due to salmonella concerns. The company said a positive finding of salmonella in a retail sample of Duncan Hines Classic White cake mix may be linked to an outbreak being investigated by the Cen… [+733 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachel Bachman , Rebecca Davis O’Brien", "title": "USOC moves to revoke status of scandal-plagued USA Gymnastics", "description": "U.S. Olympic Committee Moves to Revoke USA Gymnastics’ Status as Governing Body Rare move comes after two years of near-constant turmoil in the wake of Nassar scandal", "url": "https://www.wsj.com/articles/u-s-olympic-committee-moves-to-shut-down-usa-gymnastics-1541458820", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX876_gymnas_ZG_20181105204119.jpg", "publishedAt": "2018-11-06T01:43:06Z", "content": "The U.S. Olympic Committee on Monday began proceedings to revoke USA Gymnastics status as a national governing body, a rare move that comes after two years of near-constant turmoil in the wake of the Larry Nassar sexual-abuse scandal. The decision is one the … [+1343 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Otto / I Made Sentana", "title": "調查人員：墜毀獅航客機空速表在最後四次飛行中均曾出現問題 - 華爾街日報", "description": "華爾街日報 調查人員：墜毀獅航客機空速表在最後四次飛行中均曾出現問題 華爾街日報 對飛行數據記錄器數據進行分析的調查人員周一稱，墜毀的獅航(Lion Air)客機在失事前最後四次飛行中，其新的波音(Boeing, BA)空速表都曾出現問題。 印尼國家運輸安全委員會主席Soerjanto Tjahjono稱，調查人員從飛行數據記錄器下載了數據，在對數據進行分析後... 獅航黑盒子資料顯示最後4次飛行空速表都有問題 蘋果日報 (新聞發布) 獅航失事調查印尼監管機構：空速表出問題 經濟日報 (新聞發布) 獅航墜毀調查前…", "url": "https://cn.wsj.com/articles/CT-BGH-20181106075731", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BH045_1105in_G_20181105054438.jpg", "publishedAt": "2018-11-06T01:15:32Z", "content": "(Lion Air)(Boeing, BA) Soerjanto Tjahjono 1029610737 Max 8737 Max 87378..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacky Wong", "title": "It's Hard to Share Masayoshi Son's Optimistic Vision of SoftBank", "description": "Japanese tech conglomerate SoftBank enjoyed a strong third quarter—but that already seems a long time ago.", "url": "https://www.wsj.com/articles/its-hard-to-share-masayoshi-sons-optimistic-vision-of-softbank-1541418111", "urlToImage": "https://images.wsj.net/im-34745/social", "publishedAt": "2018-11-06T01:01:41Z", "content": "SoftBank 9984 -2.33% chairman Masayoshi Son thinks his Vision Funds latest results should silence the naysayers. Not so fast. Sure, the near-$100 billion fund did report stellar results Monday. Together with SoftBanks $6 billion Delta Fund, it posted an opera… [+1538 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nancy A. Youssef", "title": "Troop Deployment Rises to 8,000...", "description": "Troop Deployment Rises to 8,000... (First column, 9th story, link ) Related stories: Migrant caravan pushes on... Militia groups head to border, stirred by Trump call to arms... Advertise here", "url": "https://www.wsj.com/articles/more-than-4-800-troops-are-at-the-border-u-s-says-1541432248", "urlToImage": "https://images.wsj.net/im-34784/social", "publishedAt": "2018-11-06T00:49:37Z", "content": "Nearly 8,000 U.S. troops will be sent to three border states in anticipation of a caravan of migrants and would-be asylum seekers now traveling through Mexico, a U.S. official said, marking another increase in the planned deployment. By Election Day morning, … [+4179 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jillian Kay Melchior", "title": "Is There a Crisis at the Border?", "description": "Agents at the biggest port of entry from Mexico are overwhelmed by those who seek asylum legally.", "url": "https://www.wsj.com/articles/is-there-a-crisis-at-the-border-1541464986", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY070_Melchi_SOC_20181104143641.jpg", "publishedAt": "2018-11-06T00:43:08Z", "content": "The crisis at the southern border suggests families crammed in the backs of semi trucks or huddled on inflatable river rafts, cartel smugglers trafficking migrants into America along with drugs and weapons. Yet at the border with Tijuana, U.S. Customs and Bor… [+5859 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mark Epstein", "title": "Internet Platforms Censor Campaign Ads", "description": "Rules on ‘inflammatory’ and ‘shocking’ content give Facebook and Twitter too much political power.", "url": "https://www.wsj.com/articles/internet-platforms-censor-campaign-ads-1541464909", "urlToImage": "https://images.wsj.net/im-34700/social", "publishedAt": "2018-11-06T00:41:51Z", "content": "One of the restraints on the vitriol and the filth that so often is part of the American political debate, noted Sen. Sheldon Whitehouse in 2012, is that candidates have to stand by their ads. For many online platforms, however, fixing your name to your claim… [+3652 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Walter Russell Mead", "title": "Brazil Is Moving Its Embassy to Jerusalem", "description": "Evangelical voters throw their support to another populist pro-Israel president.", "url": "https://www.wsj.com/articles/brazil-is-moving-its-embassy-to-jerusalem-1541464850", "urlToImage": "https://images.wsj.net/im-34789/social", "publishedAt": "2018-11-06T00:40:52Z", "content": "Shortly after Jair Bolsonaros decisive victory in the Brazilian presidential election last week, the populist leader said he would follow through on his campaign promise to move Brazils embassy in Israel from Tel Aviv to Jerusalem. Like Donald Trump, Mr. Bols… [+4629 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William McGurn", "title": "Trump's Republican Populism", "description": "Why he succeeds where Govs. Arnold Schwarzenegger and Jesse Ventura failed.", "url": "https://www.wsj.com/articles/trumps-republican-populism-1541464783", "urlToImage": "https://images.wsj.net/im-34811/social", "publishedAt": "2018-11-06T00:39:46Z", "content": "Long before he was president, Donald Trump was a celebrity, a walking, talking jumble of political incorrectness who rode his billionaire populism all the way to the Oval Office. But a funny thing happened to Mr. Trump once he became president. At some point … [+4679 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gregg Opelka", "title": "A Partisan Folly Trumps 'Hello, Dolly!'", "description": "A changed word in the lyrics of the classic musical spoils the rhyme with ‘frump.’", "url": "https://www.wsj.com/articles/a-partisan-folly-trumps-hello-dolly-1541464552", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG660_Opelka_SOC_20181104155655.jpg", "publishedAt": "2018-11-06T00:36:07Z", "content": "The national tour of Hello, Dolly! just opened the second leg of its 10-month multicity run at Chicagos Oriental Theatre. But the frothy, feel-good musical has turned into a whodunit. When Dolly premiered in 1964, its irresistible title song cemented composer… [+2803 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump Makes Final Pitch to Midterm Voters", "description": "President Donald Trump held rallies in key battleground states around the country Monday, urging supporters to vote and to campaign for Republican candidates ahead of Tuesday's midterm elections. Photo: AP", "url": "http://www.wsj.com/video/trump-makes-final-pitch-to-midterm-voters/B46C12B5-F06C-4BCC-B156-2ACFC59EED86.html", "urlToImage": "http://m.wsj.net/video/20181105/110518trumpelection3/110518trumpelection3_1280x720.jpg", "publishedAt": "2018-11-06T00:32:50Z", "content": "Online Harassment: How Victims Are Fighting Back 10/22/2018 Roughly 40% of Americans say theyve experienced some form of online harassment. For some, these threats can become extreme, making it impossible to lead a normal life. In Moving Upstream, WSJs Jason … [+142 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Watch Out for Soleimani", "description": "He’s the man to watch for Iran’s response to U.S. nuclear sanctions.", "url": "https://www.wsj.com/articles/watch-out-for-soleimani-1541462165", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG997_2Solei_SOC_20181105184108.jpg", "publishedAt": "2018-11-06T00:23:48Z", "content": "Iranian President Hassan Rouhani reacted as expected on Monday to the reimposition of U.S. sanctions, saying that unfair sanctions are against the law, U.N. resolutions and international accords. Therefore, we will proudly break the sanctions. Hes wrong about… [+656 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Regulatory Vendetta Exposed", "description": "A lawsuit shows how the feds tried to destroy a legal industry.", "url": "https://www.wsj.com/articles/a-regulatory-vendetta-exposed-1541463482", "urlToImage": "https://images.wsj.net/im-34921/social", "publishedAt": "2018-11-06T00:18:04Z", "content": "The wheels of justice turn slowly, but the Obama Administrations vendetta against payday lenders is now emerging into full view in federal court. It isnt pretty. Government regulators so loathed payday lending that they tried to ruin a legal industry by cutti… [+4957 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Pierce", "title": "New iPad Pro: Great Tablet, Still Can't Replace Your Laptop", "description": "More power, more features and a real USB port make Apple’s iPad Pro the best tablet yet. But it still falls short on some basic computing needs.", "url": "https://www.wsj.com/articles/apples-new-ipad-pro-great-tablet-still-cant-replace-your-laptop-1541415600", "urlToImage": "https://images.wsj.net/im-34701/social", "publishedAt": "2018-11-06T00:17:05Z", "content": "When Steve Jobs first announced the iPad in 2010, his presentation contained a telling slide. An iPhone and a MacBook parted to make room for a middle device. It would be best at a few important things, he predicted: web browsing, email, photos, video, music,… [+6073 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Check on Trump? Good Luck", "description": "What liberals really mean is put Democrats in charge of policy.", "url": "https://www.wsj.com/articles/a-check-on-trump-good-luck-1541462486", "urlToImage": "https://images.wsj.net/im-34907/social", "publishedAt": "2018-11-06T00:01:28Z", "content": "Of all the many bad arguments this election season, the least credible is that Americans should elect Democrats to run Congress as a check on President Trumps most reckless behavior. Anyone who believes that hasnt been paying attention since Mr. Trump rode do… [+3282 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Gallagher", "title": "Los Angeles is a Fashion Wasteland. Can One Store Change That?", "description": "Dover Street Market, a mammoth multi-brand store mixing high fashion and hyped-up streetwear, just opened its sixth location in downtown L.A. But will it find an audience in this notoriously dressed-down city?", "url": "https://www.wsj.com/articles/los-angeles-is-a-fashion-wasteland-can-one-store-change-that-1541457493", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG954_DOVER_SOC_20181105171415.jpg", "publishedAt": "2018-11-05T23:44:32Z", "content": "THIS PAST WEEKEND, in the Arts District at the eastern edge of Los Angeles, the worlds sixth Dover Street Market opened its doors. Run by Japans Comme des Garçons, the Dover stores sell clothing and accessories both from that companys 18 brands and from many … [+5802 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sophie Putka", "title": "A Poll Site Set Up to Make Voting Easier for Vulnerable New Yorkers", "description": "A poll site in the state-run Manhattan Psychiatric Center on Wards Island, which is conjoined to Randall’s Island, is set up to serve the patients at the center and residents of the five homeless shelters that are also located on the islands.", "url": "https://www.wsj.com/articles/a-poll-site-set-up-to-make-voting-easier-for-vulnerable-new-yorkers-1541458726", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG963_NYPOLL_SOC_20181105172026.jpg", "publishedAt": "2018-11-05T23:01:07Z", "content": "When New York Citys poll site 094 opens on Tuesday, only a few voters will likely show up. But turnout isnt a priority for the people who set up the booths there. It is making sure every New Yorker, even the most vulnerable, has the opportunity to cast a ball… [+2998 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gerrard Cowan", "title": "AI Funds Draw Cash but Struggle", "description": "Investors like the idea of artificial intelligence and robotics. They may not like the returns.", "url": "https://www.wsj.com/articles/ai-funds-draw-cash-but-struggle-1541387221", "urlToImage": "https://si.wsj.net/public/resources/images/IF-AD710_AI_SOC_20181102123556.jpg", "publishedAt": "2018-11-05T22:43:58Z", "content": "Artificial intelligence and robotics are two of the hottest sectors in techand ETF providers are starting to take notice. We identified robotics and artificial intelligence as an exciting global investment theme, says Daniel Prince, head of iShares product co… [+3060 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "Ex-Blackwater Guard Goes to Trial for Third Time in Less Than Five Years", "description": "Nicholas Slatten is accused of firing the fateful first shots at a Baghdad traffic circle in 2007. His first conviction was overturned, and his second trial was declared a mistrial.", "url": "https://www.wsj.com/articles/ex-blackwater-guard-goes-to-trial-for-third-time-in-less-than-five-years-1541457294", "urlToImage": "https://images.wsj.net/im-34894/social", "publishedAt": "2018-11-05T22:34:56Z", "content": "A former Blackwater security guard faced a federal jury Monday for the third time in less than five years, as prosecutors seek a definitive verdict against the guard accused of firing the fateful first shots at a Baghdad traffic circle in 2007. Three other gu… [+4839 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mayumi Negishi", "title": "SoftBank CEO Condemns Khashoggi Killing, Says Firm to Keep Saudi Ties", "description": "SoftBank’s CEO Masayoshi Son called the murder of Saudi journalist Jamal Khashoggi a tragedy that shouldn’t have happened but said SoftBank had a responsibility to keep its partnership with the kingdom.", "url": "https://www.wsj.com/articles/softbank-ceo-denounces-khashoggi-killing-but-says-firm-will-keep-saudi-partnership-1541425683", "urlToImage": "https://images.wsj.net/im-34755/social", "publishedAt": "2018-11-05T22:25:19Z", "content": "TOKYOThe chief executive of SoftBank Group Corp. 9984 -2.31% denounced the killing of Saudi journalist Jamal Khashoggi but said it wouldnt affect his companys current ties to the kingdom, which helps bankroll his largest-in-the-world technology-investment fun… [+4634 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Gauthier-Villars", "title": "The Wall Street Journal: Turkey says Saudi cleaners removed evidence of Khashoggi’s murder", "description": "Turkey said agents sent to Istanbul by Saudi Arabia to help investigate Jamal Khashoggi’s disappearance worked instead to remove murder evidence — a finding Ankara said reinforced their conclusion that top Saudi officials knew in advance of a plan to kill the…", "url": "https://www.wsj.com/articles/turkey-says-saudi-chemists-erased-evidence-of-journalists-killing-1541439053", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GR893_saudi1_ZG_20181016225857.jpg", "publishedAt": "2018-11-05T22:16:07Z", "content": "ISTANBUL Turkey said agents sent to Istanbul by Saudi Arabia to help investigate Jamal Khashoggis disappearance worked instead to remove murder evidence a finding Ankara said reinforced their conclusion that top Saudi officials knew in advance of a plan to ki… [+1327 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Berlinger", "title": "Vince's Patrik Ervell Explains the Eternal Appeal of NorCal Style", "description": "One year ago Patrik Ervell closed his own label and left New York. Now, he’s gone full California.", "url": "https://www.wsj.com/articles/vinces-patrik-ervell-explains-the-eternal-appeal-of-norcal-style-1541437977", "urlToImage": "https://images.wsj.net/im-34809/social", "publishedAt": "2018-11-05T22:03:18Z", "content": "In 2017 Patrik Ervell made a huge life change. Actually, three: He closed his own eponymous menswear label, moved from New York to Los Angeles, and started a job as Vice President of mens design at Vince, known for plush sweaters and a low-key-yet-sophisticat… [+4713 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lillian Rizzo", "title": "The Wall Street Journal: Service.com offers $60 million for Sears’ Home Improvement business", "description": "Sears Holdings Corp. has nailed down its first bidder for one of its assets — the Home Improvement business.", "url": "https://www.wsj.com/articles/sears-nabs-60-million-bid-for-home-improvement-business-1541452147", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FJ019_Sears__ZG_20170327162123.jpg", "publishedAt": "2018-11-05T22:02:53Z", "content": "Sears Holdings Corp. has nailed down its first bidder for one of its assets the Home Improvement business. Service.com, a website that helps consumers find local professionals for home-improvement services, has made a $60 million offer for Searss Home Improve… [+906 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Kendall", "title": "Court Turns Away Challenges to Obama-Era Net Neutrality Rules", "description": "The Supreme Court rejected telecom industry requests to erase a lower-court ruling that upheld Obama-era net neutrality rules, though since the rules were already defunct the ruling has no immediate real-world impact.", "url": "https://www.wsj.com/articles/supreme-court-turns-away-challenges-to-obama-era-net-neutrality-rules-1541432957", "urlToImage": "https://images.wsj.net/im-34776/social", "publishedAt": "2018-11-05T21:47:58Z", "content": "WASHINGTONThe Supreme Court on Monday rejected telecom industry requests to erase a lower-court ruling that upheld Obama-era net neutrality rules, though since the rules were already defunct the ruling has no immediate real-world impact. The net-neutrality ru… [+2442 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "Dollar Tree's $9 Billion Problem: Family Dollar", "description": "The purchase of Family Dollar isn’t paying off for Dollar Tree more than three years after the deal, as sales growth falters at the acquired chain. Dollar Tree’s CEO says the problems are fixable.", "url": "https://www.wsj.com/articles/dollar-trees-9-billion-problem-family-dollar-isnt-paying-off-1541419201", "urlToImage": "https://images.wsj.net/im-33496/social", "publishedAt": "2018-11-05T21:46:01Z", "content": "Dollar Tree Inc. DLTR 1.09% won a hard-fought battle to buy Family Dollar more than three years ago, beating out Dollar General Corp. for the roughly 8,200-store chain that caters to low-income shoppers by selling things as diverse as $40 wireless speakers an… [+5367 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Berger", "title": "NYC Cars to Talk to One Another...", "description": "As part of a $25 million pilot program, 8,000 vehicles in New York will be outfitted with special devices that can communicate with one another, as well as with roadside sensors, traffic signals and app-enabled smartphones.", "url": "https://www.wsj.com/articles/nyc-cars-to-talk-to-one-another-under-traffic-safety-pilot-program-1541452455", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG164_NYVEHI_SOC_20181101164503.jpg", "publishedAt": "2018-11-05T21:34:37Z", "content": "Your New York City bus or taxi may soon be able to sense the movement of vehicles and the timing of traffic lights within a several block radius as part of a trial program to reduce road injuries and deaths. As part of a $25 million pilot program, 8,000 vehic… [+3987 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ellen Gamerman", "title": "The Poker Table Becomes a Literary Muse", "description": "The casino is a research lab for authors such as Caroline Hulse and Helen Ellis, who infuse their writing with insights from the poker table.", "url": "https://www.wsj.com/articles/researching-your-book-hit-the-casino-1541428519", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG454_POKER1_SOC_20181102160145.jpg", "publishedAt": "2018-11-05T21:16:06Z", "content": "Debut novelist Caroline Hulse gets inside the minds of her characters not by working long days at a desk, but by putting in late nights at a poker table. Ms. Hulse applies lessons about human nature she has gleaned from the game in The Adults, a comedy-suspen… [+4792 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Ramey", "title": "Trial Begins Over Proposed Census Citizenship Question - Wall Street Journal", "description": "Wall Street Journal Trial Begins Over Proposed Census Citizenship Question Wall Street Journal The question of whether the Trump administration can ask about citizenship on the 2020 census went to trial Monday in Manhattan, in a legal battle filled with immig…", "url": "https://www.wsj.com/articles/trial-begins-over-proposed-census-citizenship-question-1541452040", "urlToImage": "https://images.wsj.net/im-34880/social", "publishedAt": "2018-11-05T21:07:00Z", "content": "The question of whether the Trump administration can ask about citizenship on the 2020 census went to trial Monday in Manhattan, in a legal battle filled with immigration politics and real-world ramifications on the U.S. population count. The plaintiffsthe st… [+3607 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "FedEx to Raise Rates in January", "description": "FedEx said it will increase shipping rates for several operating units as higher transport costs and tight capacity pressure delivery providers.", "url": "https://www.wsj.com/articles/fedex-to-raise-shipping-rates-in-january-1541430189", "urlToImage": "https://images.wsj.net/im-34775/social", "publishedAt": "2018-11-05T21:06:47Z", "content": "FedEx Corp. FDX 0.43% said it will increase shipping rates after the holidays for several of its operating units as higher transportation costs and tight capacity have put pressure on delivery providers. Shipping rates for FedEx Express, FedEx Ground and FedE… [+1131 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "UNDER ARMOUR #MeToo Moment: No More Strip Clubs on Company Dime...", "description": "Under Armour employees received an email earlier this year that upended a longstanding company practice: They could no longer charge visits to strip clubs on their corporate cards. Strip-club visits were symptomatic of practices women at Under Armour found de…", "url": "https://www.wsj.com/articles/under-armours-metoo-moment-no-more-strip-clubs-on-company-dime-1541450209", "urlToImage": "https://images.wsj.net/im-34556/social", "publishedAt": "2018-11-05T20:49:36Z", "content": "Under Armour Inc. UAA 1.22% employees received an email earlier this year that upended a longstanding company practice: They could no longer charge visits to strip clubs on their corporate cards. Over the years, executives and employees of the sports-apparel … [+6624 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gordon Lubold", "title": "Russian Jet Fighter Buzzes US Surveillance Plane Over Black Sea - Wall Street Journal", "description": "Wall Street Journal Russian Jet Fighter Buzzes US Surveillance Plane Over Black Sea Wall Street Journal WASHINGTON—A Russian jet fighter buzzed an American surveillance plane over the Black Sea on Monday, in an encounter U.S. officials called dangerous and “i…", "url": "https://www.wsj.com/articles/russian-jet-fighter-buzzes-u-s-surveillance-plane-over-black-sea-1541449289", "urlToImage": "https://images.wsj.net/im-34885/social", "publishedAt": "2018-11-05T20:26:00Z", "content": "WASHINGTONA Russian jet fighter buzzed an American surveillance plane over the Black Sea on Monday, in an encounter U.S. officials called dangerous and irresponsible, and which came as the U.S. and European allies conducted military exercises aimed at sending… [+1954 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "DOJ deploys election monitors to 35 districts, 19 states...", "description": "DOJ deploys election monitors to 35 districts, 19 states... (Top headline, 12th story, link ) Related stories: Election test: Movement or moment... Presidency faces high stakes... Don Jr. Emerges as 'Relief Pitcher'... COOK SHIFTS 9 MORE TO DEMS... BALZ: Midt…", "url": "https://www.wsj.com/livecoverage/2018-midterms-live-elections-coverage-analysis/card/1541447566", "urlToImage": "https://images.wsj.net/im-34857", "publishedAt": "2018-11-05T20:07:37Z", "content": "The U.S. Justice Department said Monday that it will send election observers to polling stations across the country this week to ensure that federal election laws are being upheld. The observers will be in 35 counties or municipalities across 19 states. The n… [+1287 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Stevens", "title": "AMAZON to Split HQ2 Evenly Between Two Cities...", "description": "Amazon.com plans to split its second headquarters evenly between two locations rather than picking one city for HQ2, a surprise decision that will spread the impact of a massive new office across two communities.", "url": "https://www.wsj.com/articles/amazon-plans-to-split-hq2-evenly-between-two-cities-1541446552", "urlToImage": "https://images.wsj.net/im-34661/social", "publishedAt": "2018-11-05T19:49:37Z", "content": "Amazon.com Inc. AMZN -1.96% plans to split its second headquarters evenly between two locations rather than picking one city for HQ2, according to a person familiar with the matter, a surprise decision that will spread the impact of a massive new office acros… [+936 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "Americans Aren't Just Happy about the Economy", "description": "The Trump era has clearly exceeded voter expectations.", "url": "https://www.wsj.com/articles/americans-arent-just-happy-about-the-economy-1541446385", "urlToImage": "https://images.wsj.net/im-34828/social", "publishedAt": "2018-11-05T19:33:07Z", "content": "The President elected two years ago to revive American prosperity is now presiding over an economic boom. The first two years of the Trump era have been so good that his predecessor has lately been barnstorming the country trying to persuade voters that were … [+5017 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump Says He Will 'Probably Not' Meet With Putin in Paris - Wall Street Journal", "description": "Wall Street Journal Trump Says He Will 'Probably Not' Meet With Putin in Paris Wall Street Journal WASHINGTON—President Trump said Monday that he would “probably not” meet with Vladimir Putin on his trip to Paris this weekend, after saying last month that he …", "url": "https://www.wsj.com/articles/trump-says-he-will-probably-not-meet-with-putin-in-paris-1541446366", "urlToImage": "https://images.wsj.net/im-34852/social", "publishedAt": "2018-11-05T19:32:00Z", "content": "WASHINGTONPresident Trump said Monday that he would probably not meet with Vladimir Putin on his trip to Paris this weekend, after saying last month that he would likely meet with the Russian leader. Mr. Trum p was speaking to reporters at Joint Base Andrews,… [+1386 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Charley Grant", "title": "How Tesla Made a Record Profit", "description": "Tesla’s record quarter doesn’t look as good as its earnings release had suggested, in part since the biggest boost to profits came from the sale of government credits.", "url": "https://www.wsj.com/articles/how-tesla-made-a-record-profit-1541436774", "urlToImage": "https://images.wsj.net/im-34808/social", "publishedAt": "2018-11-05T19:26:04Z", "content": "Tesla TSLA -1.45% has produced a turnaround for the ages. Knowing how the company pulled it off is important for investors. Last week, chief executive Elon Musk said the electric car maker was struggling for survival up until September. Turns out, Tesla produ… [+2804 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heather Haddon", "title": "Sysco's Shares Take Hit as Costs Grow", "description": "The food-service distributor said it is struggling against labor, transportation and other costs. Profit and sales were weaker than expected for the latest quarter.", "url": "https://www.wsj.com/articles/syscos-shares-take-hit-as-costs-grow-1541444562", "urlToImage": "https://images.wsj.net/im-34831/social", "publishedAt": "2018-11-05T19:13:42Z", "content": "Sysco Co.s SYY -9.44% shares tumbled Monday after the worlds largest food-service distributor said it is struggling against labor, transportation and other costs that are pressuring many U.S. companies. The Houston-based distributor to restaurants and other f… [+2717 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Gallagher", "title": "Apple's Got the iPhone XR's Number - Wall Street Journal", "description": "Wall Street Journal Apple's Got the iPhone XR's Number Wall Street Journal In the stilted world of quarterly earnings calls, sometimes what you don't say can matter more. Apple Inc. AAPL -2.94% typically isn't shy in bragging about its devices—the first half …", "url": "https://www.wsj.com/articles/apples-got-the-iphone-xrs-number-1541443725", "urlToImage": "https://images.wsj.net/im-34836/social", "publishedAt": "2018-11-05T18:48:00Z", "content": "In the stilted world of quarterly earnings calls, sometimes what you dont say can matter more. Apple Inc. AAPL -2.84% typically isnt shy in bragging about its devicesthe first half of its calls are typically nothing but. However, the companys session last wee… [+1177 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Levitz", "title": "With smartphones everywhere, workers baffled by work telephones...", "description": "With iPhones everywhere, workers are increasingly baffled by their telephones at work—if they can figure out how to operate them at all; the problem of ‘that curly cord.’", "url": "https://www.wsj.com/articles/its-giant-and-has-like-five-million-buttons-the-office-desk-phone-wont-die-1541432514", "urlToImage": "https://images.wsj.net/im-34583/social", "publishedAt": "2018-11-05T18:04:37Z", "content": "Anthony Acock was swamped at work and needed to make some space on his desk. So the assistant professor of graphic design at California State Polytechnic University, Pomona unplugged his desktop phone and stuck it in a drawer. Its giant and has like five mill… [+5489 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "Service-Sector Activity Cools Slightly in October", "description": "Service-sector activity across the U.S. slowed in October, but remained at a level indicative of steady economic growth.", "url": "https://www.wsj.com/articles/u-s-service-sector-activity-slowed-in-october-1541431548", "urlToImage": "https://images.wsj.net/im-34782/social", "publishedAt": "2018-11-05T17:25:55Z", "content": "Service-sector activity across the U.S. pulled back slightly in October but remained at a level indicative of steady economic growth, despite businesses expressing continued concerns toward tariffs. The Institute for Supply Management on Monday said its index… [+2337 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Noemie Bisserbe", "title": "Syrian Officials Sought in French Arrest Warrant", "description": "A French judge has issued international arrest warrants for three senior members of the Syrian government, including its security chief, on suspicion they were involved in war crimes, according to a judicial official and a lawyer for the alleged victims.", "url": "https://www.wsj.com/articles/syrian-officials-sought-in-french-arrest-warrant-1541435839", "urlToImage": "https://images.wsj.net/im-34797/social", "publishedAt": "2018-11-05T16:48:54Z", "content": "PARISA French judge has issued international arrest warrants for three senior members of the Syrian government, including its security chief, on suspicion they were involved in war crimes, according to a judicial official and a lawyer for the alleged victims.… [+2110 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Beaton", "title": "There Has Never Been a Basketball Player Like Duke's Zion Williamson - Wall Street Journal", "description": "Wall Street Journal There Has Never Been a Basketball Player Like Duke's Zion Williamson Wall Street Journal Durham, N.C.. Zion Williamson, the latest highly prized freshman for Duke, is different from all the other teens who have made pit stops here en route…", "url": "https://www.wsj.com/articles/there-has-never-been-a-basketball-player-like-dukes-zion-williamson-1541436454", "urlToImage": "https://images.wsj.net/im-34807/social", "publishedAt": "2018-11-05T16:48:28Z", "content": "Durham, N.C. Zion Williamson, the latest highly prized freshman for Duke, is different from all the other teens who have made pit stops here en route to the NBA. For starters, he looks nothing like an 18-year-old. Or even a basketball player. Williamson is of… [+5638 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Subaru Struggles Amid Recalls, Production Delays", "description": "Subaru fell short of its U.S. shipment target, and profit margins narrowed.", "url": "https://www.wsj.com/articles/subaru-to-recall-an-additional-100-000-vehicles-in-japan-1541404651", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG806_1105SU_SOC_20181105024435.jpg", "publishedAt": "2018-11-05T16:46:11Z", "content": "The Japanese car maker, which grew rapidly earlier this decade by feeding Americans demand for sport-utility vehicles, said Monday it fell short of its U.S. shipment target and its profit margins narrowed. Subarus net profit in the current fiscal year, which … [+3004 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gerald F. Seib", "title": "Trump vs. Democratic Women: Headline Fight of the 2018 Campaign", "description": "Whatever the outcome, the midterm campaign will have featured the collision of two giant forces: President Trump and newly energized Democratic women.", "url": "https://www.wsj.com/articles/trump-vs-democratic-women-headline-fight-of-the-2018-campaign-1541429076", "urlToImage": "https://images.wsj.net/im-34802/social", "publishedAt": "2018-11-05T16:21:33Z", "content": "Whatever the precise outcome when votes are counted Tuesday night, the 2018 midterm campaign has represented the collision of two giant forces in American politics: President Trump and a newly energized cadre of Democratic women. And guess what? Both figure t… [+4885 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Telis Demos", "title": "The Wall Street Journal: Citigroup to keep chairman and CEO roles separate", "description": "Citi selects director John Dugan, a former top banking regulator, as its next chairman.", "url": "https://www.wsj.com/articles/citigroup-to-keep-chairman-ceo-roles-separate-1541426400?mod=hp_lista_pos2", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GL139_citi_0_ZG_20180619103521.jpg", "publishedAt": "2018-11-05T16:05:46Z", "content": "Citigroup Inc. is keeping chairman and chief executive roles separate. The banks C, +1.97% board on Monday said it has selected director John Dugan, a former top banking regulator, as its next chairman. Dugan will move into the role in January, following Mich… [+918 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sumathi Reddy", "title": "Another Burst of Polio-Like Cases in Children Alarms Doctors - Wall Street Journal", "description": "Wall Street Journal Another Burst of Polio-Like Cases in Children Alarms Doctors Wall Street Journal The condition is called acute flaccid myelitis, or AFM. Though rare, it has jumped onto the national radar. As doctors struggle to explain its third nationwid…", "url": "https://www.wsj.com/articles/another-burst-of-polio-like-cases-in-children-alarms-doctors-1541432122", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG471_YHEALT_SOC_20181102162450.jpg", "publishedAt": "2018-11-05T15:36:27Z", "content": "Two years ago, Christa Bottomleys healthy 5-year-old son caught a viral cold like the rest of the family. Everyone else recovered, but in his case the virus triggered a neurological condition. The condition is called acute flaccid myelitis, or AFM. Though rar… [+8334 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Elliott", "title": "Refining Becomes Driver of Oil Profits", "description": "Oil producers in Canada and West Texas are finding it difficult to move supply amid low prices and overwhelmed pipelines, and refiners are taking advantage.", "url": "https://www.wsj.com/articles/once-a-dog-refining-becomes-driver-of-oil-profits-1541413801", "urlToImage": "https://images.wsj.net/im-34366/social", "publishedAt": "2018-11-05T15:26:13Z", "content": "From Exxon Mobil Corp. to Phillips 66, energy companies are reaping banner profits by taking cheap oil landlocked in North America and turning it into fuel. Tremendous growth in oil output has overwhelmed pipelines and depressed crude prices in some regions o… [+5102 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: How Angela Merkel Foiled a Backroom Coup", "description": "To subscribe to the newsletter, please sign up here MUST READS How Angela Merkel Foiled a Backroom Coup in One Late Display of Clout: The era of Angela Merkel was clearly coming to an end a week ago, and Wolfgang Schäuble was prepared to jump in. An elder sta…", "url": "https://blogs.wsj.com/moneybeat/2018/11/05/how-angela-merkel-foiled-a-backroom-coup/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-05T15:21:23Z", "content": "How Angela Merkel Foiled a Backroom Coup in One Late Display of Clout : The era of Angela Merkel was clearly coming to an end a week ago, and Wolfgang Schäuble was prepared to jump in. An elder statesman and veteran of German political battles, he had been se… [+84 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shan Li", "title": "Tencent to Limit Playing Time, Verify IDs of Young Chinese", "description": "Tencent says it will verify the identities of all its videogame players to sharply restrict online play time for youths in China, including limiting children 12 and under to one hour of play daily.", "url": "https://www.wsj.com/articles/game-changer-tencent-to-limit-playing-time-verify-ids-of-young-chinese-1541418380", "urlToImage": "https://images.wsj.net/im-34740/social", "publishedAt": "2018-11-05T15:10:23Z", "content": "BEIJING Tencent Holdings Ltd. TCEHY -0.08% says it will verify the identities of all its videogame players to sharply restrict online play time for youths in China, including limiting children 12 and under to one hour of play daily. A verification system will… [+3099 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Colin Kellaher", "title": "Amazon Offering Free Shipping on Holiday Orders", "description": "Amazon said it is offering free shipping with no minimum purchase on orders delivered through the holidays, countering shipping deals from rivals Target and Walmart.", "url": "https://www.wsj.com/articles/amazon-offering-free-shipping-on-holiday-orders-1541424226", "urlToImage": "https://images.wsj.net/im-34756/social", "publishedAt": "2018-11-05T14:35:02Z", "content": "Amazon.com Inc. AMZN -2.27% on Monday said it is offering free shipping with no minimum purchase on orders delivered through the holidays, countering shipping deals from rivals Target Corp. TGT 1.11% and Walmart Inc. The online retail giant also said it is of… [+1368 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Iran's President Says America Will 'Regret' Sanctions", "description": "As the U.S. reimposed economic sanctions on his country, Iranian President Hassan Rouhani said Iran would bypass the measures and \"make America regret\" reinstating them. Photo: AP", "url": "http://www.wsj.com/video/iran-president-says-america-will-regret-sanctions/30F8DEDC-2189-4264-B0B4-821FC09E5D22.html", "urlToImage": "http://m.wsj.net/video/20181105/110518iran/110518iran_1280x720.jpg", "publishedAt": "2018-11-05T14:18:18Z", "content": "Online Harassment: How Victims Are Fighting Back 10/22/2018 Roughly 40% of Americans say theyve experienced some form of online harassment. For some, these threats can become extreme, making it impossible to lead a normal life. In Moving Upstream, WSJs Jason … [+142 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "Lowe's to Close Over 50 Stores - Wall Street Journal", "description": "Wall Street Journal Lowe's to Close Over 50 Stores Wall Street Journal Lowe's Companies Inc. LOW -0.64% said it would close over 50 stores as a new CEO seeks to boost sales by shedding less-profitable locations and focus spending elsewhere. The home-improveme…", "url": "https://www.wsj.com/articles/lowes-to-close-over-50-stores-1541426685", "urlToImage": "https://images.wsj.net/im-34763/social", "publishedAt": "2018-11-05T14:04:00Z", "content": "The home-improvement retailer will close 31 locations in Canada and 20 stores in the U.S. Some stores will close immediately, others by the end of the companys fiscal year on Feb. 1, 2019. The store closures are a necessary step in our strategic reassessment … [+1789 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Liz Hoffman", "title": "The Wall Street Journal: Partnership class shrinking at an increasingly exclusive Goldman Sachs under CEO David Solomon", "description": "The Wall Street firm is set to name its smallest class of new partners in years this week, according to people familiar with the matter.", "url": "https://www.wsj.com/articles/fewer-stars-to-rise-at-goldman-sachs-as-partnership-class-shrinks/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GK075_goldma_ZG_20180530115858.jpg", "publishedAt": "2018-11-05T13:53:12Z", "content": "Goldman Sachs Group Inc. is handing out fewer brass rings. The Wall Street firm GS, +1.20% is set to name its smallest class of new partners in years this week, according to people familiar with the matter. Its the first crop of promotions under Chief Executi… [+1192 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Krouse", "title": "The Wall Street Journal: Verizon to break up wireless unit in reorganization", "description": "New CEO Hans Vestberg is restructuring divisions based on types of customers served, rather than by the type of service provided.", "url": "https://www.wsj.com/articles/verizon-to-break-up-wireless-unit-in-reorganization-1541420253", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FE534_Verizo_ZG_20170126122309.jpg", "publishedAt": "2018-11-05T13:36:10Z", "content": "Verizon Communications Inc.s VZ, +1.03% new chief executive is restructuring the carriers business lines, including its massive wireless business, in one of the first major organizational changes under his leadership. Hans Vestberg is reorganizing the company… [+1247 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Benjamin Mullin", "title": "Comscore to Measure Viewership on Snapchat Discover", "description": "Snapchat parent is rolling out a new partnership with comScore that will let the measurement company tabulate viewership for each publisher’s total audience in Snapchat Discover.", "url": "https://www.wsj.com/articles/comscore-adds-limited-measurement-tool-for-snapchat-discover-1541415601", "urlToImage": "https://images.wsj.net/im-34609/social", "publishedAt": "2018-11-05T13:15:29Z", "content": "Publishers are about to get more credit for all the viewers who watch their Snapchat Discover channels, though advertisers will still have to wait for audited numbers on specific shows. Snap chat parent Snap Inc. is rolling out a new partnership with Comscore… [+3602 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "U.S. Sanctions on Iran Effective or Not?—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, with the top stories powering the markets today. At the stroke of midnight the wheels came off Iran’s oil wagon as U.S. sanctions against the Middle Eastern country entered into force. At home, U.S. voters will decide whet…", "url": "https://blogs.wsj.com/moneybeat/2018/11/05/energy-journal-u-s-sanctions-on-iran-effective-or-not/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CC868_IRANEC_P_20181022145720.jpg", "publishedAt": "2018-11-05T12:50:41Z", "content": "Good morning. Im Neanda Salvaterra, with the top stories powering the markets today. At the stroke of midnight the wheels came off Irans oil wagon as U.S. sanctions against the Middle Eastern country entered into force. At home, U.S. voters will decide whethe… [+4954 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James T. Areddy", "title": "Xi Jinping Aims to Rebrand China—as an Importer - Wall Street Journal", "description": "Moneycontrol.com Xi Jinping Aims to Rebrand China—as an Importer Wall Street Journal SHANGHAI—A trade fair China is hosting to market a new image—as an importer—is looking like a test of its commitment to follow through on promised economic liberalization. In…", "url": "https://www.wsj.com/articles/xi-jinping-aims-to-rebrand-chinaas-an-importer-1541420747", "urlToImage": "https://images.wsj.net/im-34746/social", "publishedAt": "2018-11-05T12:25:00Z", "content": "SHANGHAIA trade fair China is hosting to market a new imageas an importeris looking like a test of its commitment to follow through on promised economic liberalization. In his latest economic initiative, Chinese President Xi Jinping on Monday inaugurated an e… [+5512 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Sindreu", "title": "Market Boogeyman May Come for Bonds, Not Stocks...", "description": "Risk-parity funds are often cited as culprits during stock selloffs like the recent one. In this case, though, the worry should be in bonds, not stocks.", "url": "https://www.wsj.com/articles/market-boogeyman-may-come-for-bonds-not-stocks-1541419320", "urlToImage": "https://images.wsj.net/im-34504/social", "publishedAt": "2018-11-05T12:07:38Z", "content": "Risk-parity funds are one of Wall Streets favorite boogeymen during stock selloffs like the recent one. In this case, though, the worry should be in bonds, not stocks. The S&amp;P 500 was down 6.9% in October, its worst month since September 2011. Many invest… [+2513 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch, Aresu Eqbali", "title": "The Wall Street Journal: Defiant Iranian president promises to ‘break’ new U.S. sanctions", "description": "Iranian President Hassan Rouhani vowed that his country would resist tough new U.S. sanctions on Iran’s oil and banks on Monday, as Tehran braced for a new era of political and economic isolation.", "url": "https://www.wsj.com/articles/iranian-president-promises-to-break-new-u-s-sanctions/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX804_Iran_s_ZG_20181105065231.jpg", "publishedAt": "2018-11-05T11:53:58Z", "content": "Iranian President Hassan Rouhani vowed that his country would resist tough new U.S. sanctions on Irans oil and banks on Monday, as Tehran braced for a new era of political and economic isolation. Unfair sanctions are against the law, U.N. resolutions and inte… [+1728 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "Defiant Rouhani Promises Iran Will 'Break' New U.S. Sanctions...", "description": "Defiant Rouhani Promises Iran Will 'Break' New U.S. Sanctions... (Second column, 12th story, link ) Related stories: REPORT: Farrakhan Leads 'Death to America' Chant in Tehran... Advertise here", "url": "https://www.wsj.com/articles/iranian-president-promises-to-break-new-u-s-sanctions-1541413178", "urlToImage": "https://images.wsj.net/im-34741/social", "publishedAt": "2018-11-05T11:52:37Z", "content": "Iranian President Hassan Rouhani vowed that his country would resist tough new U.S. sanctions on Irans oil and banks on Monday, as Tehran braced for a new era of political and economic isolation. Unfair sanctions are against the law, U.N. resolutions and inte… [+4616 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tatyana Shumsky", "title": "SEC Spotlights Areas of Subjective Judgement in Letters to Early Adopters of Revenue Rules", "description": "The Securities and Exchange Commission is homing in on subjective accounting decisions made by finance teams as the regulator reviews how companies comply with new revenue recognition rules.", "url": "https://blogs.wsj.com/cfo/2018/11/05/sec-spotlights-areas-of-subjective-judgement-in-letters-to-early-adopters-of-revenue-rules/", "urlToImage": "https://images.wsj.net/im-34718", "publishedAt": "2018-11-05T11:35:32Z", "content": "The Securities and Exchange Commission is homing in on subjective accounting decisions made by finance teams as the regulator reviews how companies comply with new revenue recognition rules. The new accounting standard, which went into effect for public compa… [+3114 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nathaniel Taplin", "title": "Making Money: A Dirty Business? - Wall Street Journal", "description": "Wall Street Journal Making Money: A Dirty Business ? Wall Street Journal But if some companies acknowledge those costs and divest profitable businesses, only to see them scooped up by competitors without apparent consequences, will they make similar decisions…", "url": "https://www.wsj.com/articles/making-money-a-dirty-business-1541417435", "urlToImage": "https://images.wsj.net/im-34743/social", "publishedAt": "2018-11-05T11:31:21Z", "content": "Its the end of days for coal and dirty fossil fuelsor so the story has been going. Why then, are coal and oil companies doing so well? In an age when companies environmental, social and corporate governanceknown by the awkward acronym ESGhas become a key benc… [+2634 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aaron Zitner", "title": "In Tight Midterm Races, White Male Voters Are the Ones to Watch - Wall Street Journal", "description": "Wall Street Journal In Tight Midterm Races, White Male Voters Are the Ones to Watch Wall Street Journal With American voters polarized, a central question in Tuesday's election is which party will do the better job of bringing out its core supporters. Democra…", "url": "https://www.wsj.com/articles/in-tight-midterm-races-white-male-voters-are-the-ones-to-watch-1541415600", "urlToImage": "https://images.wsj.net/im-34720/social", "publishedAt": "2018-11-05T11:05:16Z", "content": "With American voters polarized, a central question in Tuesdays election is which party will do the better job of bringing out its core supporters. Democrats are trying to mobilize Hispanic voters, for example, while Republicans are working to energize working… [+4339 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Can the New iPad Pro Be Your Only Computer?", "description": "Apple keeps pushing its high-powered tablet as a laptop replacement, and the newly upgraded version is the hottest contender yet. WSJ's David Pierce puts the redesigned 11-inch iPad Pro through a series of tests to see if it's up to the job. Photo: James Pace…", "url": "http://www.wsj.com/video/can-the-new-ipad-pro-be-your-only-computer/5D59B73E-BB6E-4FF7-939E-F544ED4D48A3.html", "urlToImage": "http://m.wsj.net/video/20181104/ptech1105/ptech1105_1280x720.jpg", "publishedAt": "2018-11-05T11:00:00Z", "content": "Online Harassment: How Victims Are Fighting Back 10/22/2018 Roughly 40% of Americans say theyve experienced some form of online harassment. For some, these threats can become extreme, making it impossible to lead a normal life. In Moving Upstream, WSJs Jason … [+142 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Otto", "title": "Last Four Flights of Crashed Lion Air Jet Had Problems With Airspeed Indicator - Wall Street Journal", "description": "Wall Street Journal Last Four Flights of Crashed Lion Air Jet Had Problems With Airspeed Indicator Wall Street Journal JAKARTA, Indonesia—The last four flights of a crashed Lion Air jetliner all experienced problems with the new Boeing 's airspeed indicator, …", "url": "https://www.wsj.com/articles/last-four-flights-of-crashed-lion-air-jet-had-problems-with-airspeed-indicator-1541415330", "urlToImage": "https://images.wsj.net/im-34742/social", "publishedAt": "2018-11-05T10:55:00Z", "content": "JAKARTA, IndonesiaThe last four flights of a crashed Lion Air jetliner all experienced problems with the new Boeings airspeed indicator, investigators analyzing data from the flight-data recorder said Monday. Soerjanto Tjahjono, head of the National Transport… [+704 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jim Carlton", "title": "Voters in 37 States to Decide Ballot Measures - Wall Street Journal", "description": "Wall Street Journal Voters in 37 States to Decide Ballot Measures Wall Street Journal Below the radar of the fight for control of Congress and state houses, voters in 37 states will decide on 155 ballot measures Tuesday that could have major impacts on everyd…", "url": "https://www.wsj.com/articles/voters-in-37-states-to-decide-ballot-measures-1541413801", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG647_BALLOT_SOC_20181104130712.jpg", "publishedAt": "2018-11-05T10:34:23Z", "content": "Below the radar of the fight for control of Congress and state houses, voters in 37 states will decide on 155 ballot measures Tuesday that could have major impacts on everyday lives. There are statewide measures increasing and decreasing gasoline taxes, legal… [+4524 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saeed Shah", "title": "US Faces Newly Muscular Taliban in Peace-Talk Efforts - Wall Street Journal", "description": "Wall Street Journal US Faces Newly Muscular Taliban in Peace-Talk Efforts Wall Street Journal The movement's battlefield successes and territorial gains give it more sway in talks, in which it seeks the withdrawal of U.S.-led foreign forces from Afghanistan a…", "url": "https://www.wsj.com/articles/u-s-faces-newly-muscular-taliban-in-peace-talk-efforts-1541413803", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG529_TALIBA_TOP_20181102173655.jpg", "publishedAt": "2018-11-05T10:30:49Z", "content": "As it pushes to jump-start an Afghan peace process, the U.S. faces a Taliban that is stronger than any time since an American-led military coalition deposed it 17 years ago, say U.S. and Afghan officials, current and former militants and experts. The movement… [+8162 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: U.S. Companies Feel Tariff Pinch | Strongest Wage Growth In a Decade | Election Day Nears", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Good morning. Today we look at fallout from U.S. trade policy, another milestone for workers, how opioid addiction is affecting the labor market, and wher…", "url": "https://blogs.wsj.com/economics/2018/11/05/real-time-economics-u-s-companies-feel-tariff-pinch-strongest-wage-growth-in-a-decade-election-day-nears/", "urlToImage": "https://images.wsj.net/im-34713", "publishedAt": "2018-11-05T10:29:47Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. Good morning. Today we look at fallout from U.S. trade policy, another milestone for workers, how opioid addiction is affecting the labor market, and where… [+7890 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Client Cheating, Free Cash, New Tax Law", "description": "Signs you can look for to see if your client is cheating on you, what will banks do with cash freed up by rule changes, and everything you need to know about the new tax law.", "url": "https://blogs.wsj.com/moneybeat/2018/11/05/wsj-wealth-adviser-briefing-client-cheating-free-cash-new-tax-law/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-05T10:00:27Z", "content": "Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING &amp; INVESTING GE Shows What Happens When Dividend Investing G… [+2607 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew Hinshaw", "title": "Can't Find Cameroon's President? Try Geneva's Intercontinental Hotel", "description": "Paul Biya, one of the world’s longest-serving rulers, takes sustained Swiss vacations as his country grapples with insurgencies, crises.", "url": "https://www.wsj.com/articles/where-does-the-lion-sleep-tonight-genevas-intercontinental-hotel-1541368940", "urlToImage": "https://images.wsj.net/im-34544/social", "publishedAt": "2018-11-05T08:27:31Z", "content": "GENEVABlinds were drawn at a back office of the Intercontinental Hotel one day last year, as a man known to staff as The General emptied a white cloth bag stuffed with euros. It was time to pay for one of the worlds longest-serving leaders. For weeks, several… [+272 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anne Tergesen and Veronica Dagher", "title": "貯蓄と倹約が最優先：米国の若い世代に新潮流 - WSJ", "description": "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services", "url": "https://jp.wsj.com/articles/SB12048907042135944252204584575390118052628", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG350_RETIRE_SOC_20181102104121.jpg", "publishedAt": "2018-11-05T07:14:32Z", "content": "75 65 65 2535 165 401K658000 FIRE Financial Independence, Retire EarlyFIREFIRE45 FIREX435 33 FIRE FIRE175818411854 FIRE1992Your Money or Your Life19902008 73 FIRE302030 33 20040150202011025000Airbnb2"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Georgia and Missouri Races Are Rattled by Last-Minute Allegations - Wall Street Journal", "description": "Wall Street Journal Georgia and Missouri Races Are Rattled by Last-Minute Allegations Wall Street Journal TWO LATE-BREAKING SCANDALS are roiling a pair of key midterm match-ups. In Georgia, the Secretary of State's office, run by Republican gubernatorial cand…", "url": "https://www.wsj.com/livecoverage/campaign-wire-2018-midterms/card/1541364186", "urlToImage": "https://images.wsj.net/im-34692", "publishedAt": "2018-11-05T05:42:51Z", "content": "ONE OF THE DEMOCRATIC PARTYS NEWEST MEMBERS is flooding the midterm field with cash in the final days. Former New York City Mayor Michael Bloombergs Independence USA super PAC is spending more on television advertising in the campaigns final week than all of … [+2308 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Theo Francis", "title": "Companies Face the Tariff Squeeze", "description": "Large U.S. companies adjust to the trade standoff with China with price increases or changes to their supply chains, but they say the situation could deteriorate in 2019.", "url": "https://www.wsj.com/articles/companies-feel-the-tariff-pinch-1541350800", "urlToImage": "https://images.wsj.net/im-34543/social", "publishedAt": "2018-11-05T04:51:59Z", "content": "U.S. companies said they are tempering the effects of escalating tariffs with China through price increases or changes to their supply chains, but they warn investors that the picture could worsen next year. Tariffs have slowed U.S. timber and grain exports, … [+7438 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saumya Vaishampayan", "title": "Fading Hopes for U.S.-China Trade Truce Hit Markets", "description": "Asia’s beaten-up stock markets enjoyed a powerful rally in the previous trading session, buoyed by the prospect of warmer relations between the world’s two largest economies. But that optimism didn’t last long.", "url": "https://www.wsj.com/articles/fading-hopes-for-u-s-china-trade-truce-hit-markets-1541393410", "urlToImage": "https://images.wsj.net/im-34723/social", "publishedAt": "2018-11-05T04:50:12Z", "content": "Asias beaten-up stock markets enjoyed a powerful rally in the previous trading session, buoyed by the prospect of warmer relations between the worlds two largest economies. But that optimism didnt last long. Some of Fridays biggest gainersindexes in Hong Kong… [+2002 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bojan Pancevski", "title": "How Angela Merkel Foiled a Backroom Coup in One Late Display of Clout", "description": "By taking herself out of the running to lead Germany’s ruling party, the chancellor dragged its succession process into the light for the first time in decades and cued up a rare public race for her crown. “Merkel stood up and dropped the bomb.”", "url": "https://www.wsj.com/articles/how-angela-merkel-foiled-a-backroom-coup-in-one-late-display-of-clout-1541356656", "urlToImage": "https://images.wsj.net/im-34635/social", "publishedAt": "2018-11-05T01:57:14Z", "content": "BERLINThe era of Angela Merkel was clearly coming to an end a week ago, and Wolfgang Schäuble was prepared to jump in. An elder statesman and veteran of German political battles, he had been secretly developing a succession plan, typical of changes-of-guard i… [+12124 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachel Bachman", "title": "U.S. Strong, but Winners Speed Past in New York Marathon", "description": "Americans made a show of force in Sunday’s New York City Marathon. But Mary Keitany of Kenya and Lelisa Desisa of Ethiopia proved best.", "url": "https://www.wsj.com/articles/mary-keitany-of-kenya-wins-new-york-city-marathon-1541350047", "urlToImage": "https://images.wsj.net/im-34694/social", "publishedAt": "2018-11-05T01:16:18Z", "content": "Americans made a show of force in Sundays New York City Marathon. But East African runners reminded them who the worlds reigning speedsters are, rocketing to some of the fastest-ever times in the mens and womens divisions. Mary Keitany of Kenya won the womens… [+4161 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "Global Economy Week Ahead", "description": "In the week ahead, the U.S. will see data on service-sector activity, producer prices and consumer sentiment. The Federal Reserve will publish its policy statement.", "url": "https://www.wsj.com/articles/global-economy-week-ahead-service-sector-activity-producer-prices-consumer-sentiment-1541361600", "urlToImage": "https://images.wsj.net/im-34557/social", "publishedAt": "2018-11-05T00:57:58Z", "content": "In the week ahead, the U.S. will see data on service-sector activity, producer prices and consumer sentiment. The Federal Reserve will publish its policy statement. Monday: The Institute for Supply Management releases its nonmanufacturing index for October. T… [+1538 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jared Malsin", "title": "Egypt Kills 19 People Suspected of Links to Attack on Coptic Christians", "description": "Egypt’s Interior Ministry said it killed 19 people suspected of involvement in a lethal attack on Coptic Christians two days earlier that showed the continuing challenge posed by Islamist militancy in the country.", "url": "https://www.wsj.com/articles/egypt-kills-19-people-suspected-of-links-to-attack-on-coptic-christians-1541345727", "urlToImage": "https://images.wsj.net/im-34666/social", "publishedAt": "2018-11-05T00:39:30Z", "content": "CAIROEgypts Interior Ministry on Sunday said it killed 19 people suspected of involvement in a lethal attack on Coptic Christians two days earlier that showed the continuing challenge posed by Islamist militancy in the country. The shooting attack on buses ca… [+2144 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "'Bohemian Rhapsody' Enjoys Ruling-Class Opening", "description": "The Queen biopic “Bohemian Rhapsody” was the box-office champion this weekend, with an estimated $50 million opening in the U.S. and Canada, while other new releases bit the dust.", "url": "https://www.wsj.com/articles/bohemian-rhapsody-enjoys-ruling-class-opening-1541355399", "urlToImage": "https://images.wsj.net/im-34672/social", "publishedAt": "2018-11-05T00:19:18Z", "content": "LOS ANGELESThe Queen biopic Bohemian Rhapsody was the box-office champion this weekend, with an estimated $50 million opening in the U.S. and Canada, while other new releases bit the dust. Walt Disney Co.s fantasy The Nutcracker and the Four Realms, premiered… [+2364 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Arian Campo-Flores", "title": "In Florida Race, Candidates Keep Sights on Their Bases", "description": "The costly, rancorous Florida governor’s race is coming down to the wire with Republican Ron DeSantis and Democrat Andrew Gillum each rushing to turn out their base voters.", "url": "https://www.wsj.com/articles/in-close-florida-governors-race-candidates-keep-sights-on-their-bases-1541332800", "urlToImage": "https://images.wsj.net/im-34576/social", "publishedAt": "2018-11-05T00:04:13Z", "content": "TAMPA, Fla.Jerry Newberry is just the kind of voter Republican Ron DeSantis needs to win his close race for Florida governor against Democrat Andrew Gillum. The 58-year-old president of a business-analytics company already cast an early ballot for the GOP nom… [+4908 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Levitz", "title": "Florida Yoga Studio Shooter Had History of Allegedly Harassing Women, Authorities Say", "description": "The man accused of killing two women and injuring five other people at a Tallahassee, Fla., yoga studio on Friday was the subject of prior complaints related to the harassment of young women, authorities said.", "url": "https://www.wsj.com/articles/florida-yoga-studio-shooter-had-history-of-allegedly-harassing-women-authorities-say-1541367874", "urlToImage": "https://images.wsj.net/im-34698/social", "publishedAt": "2018-11-05T00:01:58Z", "content": "The man accused of killing two women and injuring five other people at a Tallahassee, Fla., yoga studio on Friday was the subject of prior complaints related to the harassment of young women, authorities said. Scott Beierle posed as a customer at Hot Yoga Tal… [+1722 chars]"}]}