{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Maloney", "title": "Coke's New Drinks May Violate Deal, Monster Says", "description": "Coca-Cola plans to launch Coke-branded energy drinks, returning to a growing category that would put the beverage giant in competition with partner Monster Beverage.", "url": "https://www.wsj.com/articles/coke-to-launch-its-own-energy-drinks-monster-cries-foul-1541706342", "urlToImage": "https://images.wsj.net/im-35779/social", "publishedAt": "2018-11-08T23:58:58Z", "content": "Cokes plans became public on Wednesday when Monster executives disclosed that Coke had filed an arbitration claim to resolve a dispute over whether a proposed product called Coca-Cola Energy would violate a deal the companies struck in 2015. As part of that d… [+1836 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Judith Miller", "title": "Jeff Sessions's Exit Interview", "description": "The departing attorney general leaves as gracious as ever, and doesn’t regret his controversial recusal.", "url": "https://www.wsj.com/articles/jeff-sessionss-exit-interview-1541721340", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY084_miller_SOC_20181108151643.jpg", "publishedAt": "2018-11-08T23:56:09Z", "content": "Jeff Sessions says he is confident that Robert Muellers probe of alleged Russian interference in the 2016 election will be handled appropriately and with justification. In his only interview as he was leaving the Justice Department Wednesday, the former attor… [+6496 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberley A. Strassel", "title": "Biggest Loser: Elizabeth Warren", "description": "Outside deep-blue districts, the election proves a wipeout for progressives.", "url": "https://www.wsj.com/articles/biggest-loser-elizabeth-warren-1541721305", "urlToImage": "https://images.wsj.net/im-35826/social", "publishedAt": "2018-11-08T23:55:08Z", "content": "Tuesdays midterms served up mixed results, handing both parties big wins and big losses. It will take some time to sort out what it means. Yet the evening did nonetheless provide one total, complete, unalloyed loser: Massachusetts Sen. Elizabeth Warren. For a… [+4541 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph C. Sternberg", "title": "Europeans Wish They Had a Midterm Election", "description": "America reopens more issues for debate, while the EU keeps casting votes about nothing.", "url": "https://www.wsj.com/articles/europeans-wish-they-had-a-midterm-election-1541721229", "urlToImage": "https://images.wsj.net/im-35817/social", "publishedAt": "2018-11-08T23:53:50Z", "content": "Foreigners invest considerable mental energy in following American politics, and European interest in this weeks election was extraordinarily high. Major British news channels ran wall-to-wall coverage in the dead of European night as the returns poured in. T… [+4589 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alejandro Lazo", "title": "Fast-moving Northern California wildfire prompts more than 25,000 evacuations", "description": "A fast-moving wildfire quickly grew to 18,000 acres in a rural Northern California county, prompting thousands of evacuations.", "url": "https://www.wsj.com/articles/wildfire-prompts-evacuations-in-northern-california-1541709166", "urlToImage": "https://mw3.wsj.net/mw5/content/logos/mw_logo_social.png", "publishedAt": "2018-11-08T23:52:59Z", "content": "A fast-moving wildfire quickly grew to 18,000 acres in a rural Northern California county, prompting thousands of evacuations. Dubbed the Camp Fire, the blaze began at about 6:30 a.m. Thursday. It quickly led to road closures and evacuations in Pulga and Para… [+1607 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peggy Noonan", "title": "America Could Use Some Deals", "description": "Trump suffered a loss but not a repudiation. The Democrats should think of themselves as his board.", "url": "https://www.wsj.com/articles/america-could-use-some-deals-1541721156", "urlToImage": "https://images.wsj.net/im-35911/social", "publishedAt": "2018-11-08T23:52:38Z", "content": "I dont see it as everyone does. To me the headline is that for the first time since the election of the most polarizing president in modern memory, the American people yielded a national verdict on his first two years of his governance. And it was not a sweep… [+6806 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph Loconte", "title": "What World War I Taught the Clergy - Wall Street Journal", "description": "Wall Street Journal What World War I Taught the Clergy Wall Street Journal The catastrophe of World War I, which ended 100 years ago Sunday, reshaped more than geopolitics. It also transformed a generation of Western Christians from holy crusaders into antiwa…", "url": "https://www.wsj.com/articles/what-world-war-i-taught-the-clergy-1541720931", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH548_HOWLoc_SOC_20181107104444.jpg", "publishedAt": "2018-11-08T23:50:08Z", "content": "The catastrophe of World War I, which ended 100 years ago Sunday, reshaped more than geopolitics. It also transformed a generation of Western Christians from holy crusaders into antiwar activists. This shift in thinking, coinciding with the rise of European f… [+4692 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David P. Deavel", "title": "Pulling Back From the Online Brink", "description": "An old friend and I meet face-to-face after an internet duel.", "url": "https://www.wsj.com/articles/pulling-back-from-the-online-brink-1541720895", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG827_Deavel_SOC_20181105105624.jpg", "publishedAt": "2018-11-08T23:48:17Z", "content": "Harold Nicolson once remarked of the critic Hugh Trevor-Roper, among the strings of his lute there is a wire of hate which is apt to twang suddenly with the rasp of a banjo. Trevor-Roper supposedly once met a reviewee at a conference, found that he liked hima… [+2750 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gary Schmitt", "title": "The Russians And Saudis Look Guilty By Design", "description": "What seem like sloppy coverups are meant to send a message to dissidents.", "url": "https://www.wsj.com/articles/the-russians-and-saudis-look-guilty-by-design-1541720813", "urlToImage": "https://images.wsj.net/im-35731/social", "publishedAt": "2018-11-08T23:46:55Z", "content": "What do the poisoning of Russian former spy Sergei Skripal in the U.K. and the murder of Saudi journalist Jamal Khashoggi in Turkey have in common? The perpetrators in both cases did little to conceal their involvement in the attacks. Their grim methods and b… [+2890 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patrick Thomas", "title": "Yelp Shares Plummet as Company Cuts Revenue Forecast", "description": "Shares tumbled more than 28% in post-market trading Thursday after Yelp cut its revenue forecast on slower-than-expected growth in the number of merchants advertising on its platform.", "url": "https://www.wsj.com/articles/yelp-shares-plummet-as-revenue-falls-short-1541715929", "urlToImage": "https://images.wsj.net/im-35938/social", "publishedAt": "2018-11-08T23:43:15Z", "content": "Shares of Yelp Inc. YELP -2.99% tumbled more than 28% in post-market trading Thursday after the company cut its revenue forecast on slower-than-expected growth in the number of merchants advertising on its platform. The San Francisco-based online review compa… [+2003 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Kiernan", "title": "Some Fed Bond Purchases Spurred Hiring, Central Bank Paper Says", "description": "At least some of the Federal Reserve’s bond buying in the wake of the 2008 financial crisis bolstered employment, according to a recent paper by staffers at the central bank’s board of governors.", "url": "https://blogs.wsj.com/economics/2018/11/08/fedqe/", "urlToImage": "https://images.wsj.net/im-35949", "publishedAt": "2018-11-08T23:31:26Z", "content": "WASHINGTONAt least some of the Federal Reserves bond buying in the wake of the 2008 financial crisis bolstered employment, according to a recent paper by staffers at the central banks board of governors. The third round of such purchases, also known as quanti… [+2454 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Green Ballot Trouncing", "description": "Voters reject a carbon tax, energy mandates and drilling restrictions.", "url": "https://www.wsj.com/articles/a-green-ballot-trouncing-1541719310", "urlToImage": "https://images.wsj.net/im-35918/social", "publishedAt": "2018-11-08T23:21:52Z", "content": "Tuesdays election highlighted that more voters like Donald Trumps policies than like him. Consider this weeks voter embrace of Mr. Trumps pro-growth energy positions, via nationwide rejection of initiatives to raise energy costs. Most notable was Washington S… [+3206 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Is Big Labor Anti-Worker?", "description": "Office workers say the AFL-CIO and SEIU treat them poorly.", "url": "https://www.wsj.com/articles/is-big-labor-anti-worker-1541719268", "urlToImage": "https://images.wsj.net/im-29930/social", "publishedAt": "2018-11-08T23:21:10Z", "content": "Union leaders are quick to accuse CEOs of not sharing the wealth with their employees. But what happens when the employers accused of exploiting workers are unions? This is the charge that hourly employees are now leveling against Richard Trumkas AFL-CIO and … [+1685 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Democrats' Cash Tsunami", "description": "The party that runs against money in politics had a huge financial edge.", "url": "https://www.wsj.com/articles/the-democrats-cash-tsunami-1541719191", "urlToImage": "https://images.wsj.net/im-35917/social", "publishedAt": "2018-11-08T23:19:53Z", "content": "Nancy Pelosi pledged Tuesday night that the new Democratic House will deliver campaign-finance reform to drain the swamp of dark-interest money in our elections. Thats a little rich. Mrs. Pelosis second run at Speaker comes thanks in large part to a green wav… [+3733 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Courtney McBride", "title": "U.S. Weapons Transfers, Pushed by Trump, Rise by 13%", "description": "Exports of U.S.-made weapon systems increased 13% over the last year following a concerted effort by the Trump administration to boost the transfers in support of the defense industrial base, the State Department said.", "url": "https://www.wsj.com/articles/u-s-weapons-transfers-pushed-by-trump-rise-by-13-1541712193", "urlToImage": "https://images.wsj.net/im-35912/social", "publishedAt": "2018-11-08T23:15:49Z", "content": "Exports of U.S.-made weapon systems increased 13% over the last year following a concerted effort by the Trump administration to boost the transfers in support of the defense industrial base, the State Department said Thursday. While not the highest sales fig… [+4214 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dustin Volz", "title": "The Wall Street Journal: U.S. official says China violating 3-year-old cybertheft accord", "description": "China has violated an accord it signed with the U.S. three years ago pledging not to engage in hacking for the purpose of economic espionage, a senior U.S. intelligence official said Thursday.", "url": "https://www.wsj.com/articles/china-violated-obama-era-cybertheft-pact-u-s-official-says-1541716952", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY218_joyce1_ZG_20181108180859.jpg", "publishedAt": "2018-11-08T23:10:13Z", "content": "SAN FRANCISCO China has violated an accord it signed with the U.S. three years ago pledging not to engage in hacking for the purpose of economic espionage, a senior U.S. intelligence official said Thursday. The 2015 bilateral agreement had significantly reduc… [+1159 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joe Morgenstern", "title": "'The Front Runner' Review: All the News That's Unfit", "description": "Hugh Jackman stars as presidential hopeful Gary Hart who is taken down by news media eager to expose his infidelity.", "url": "https://www.wsj.com/articles/the-front-runner-review-all-the-news-thats-unfit-1541714932", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH883_FIMFRO_SOC_20181108082148.jpg", "publishedAt": "2018-11-08T23:08:04Z", "content": "The Front Runner traces a turning point in American political journalism back to the 1988 presidential campaign, when the auspicious candidacy of Gary Hart, the Democratic front runner, was destroyed by an unprecedented feeding frenzy over rumors of sexual im… [+4248 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chloe Malle", "title": "Why Smart, Chic Women Are Abandoning High Heels (Forever)", "description": "A fancy new breed of flat shoes is killing off stilettos as the default choice for dressy occasions—and women’s feet are not exactly in mourning.", "url": "https://www.wsj.com/articles/why-smart-chic-women-are-abandoning-high-heels-forever-1541704765", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI095_COVER_SOC_20181108175747.jpg", "publishedAt": "2018-11-08T23:02:17Z", "content": "LAST MONTH, a Prussian-blue ballet slipper emoji made its debut on Apples new operating system. Florie Hutchinson, a 38-year-old publicist, appealed to Apple for a flat-shoe emoji last year after discovering that when she typed the e of shoe into her iPhone k… [+8459 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rob Taylor", "title": "Drought Tests Australia's Model Water Market", "description": "Australia, the world’s driest inhabited continent, is struggling to sustain its pioneering effort to put water supply in the hands of market forces, as authorities contend with a drought and complaints by farmers who say the system is putting them out of busi…", "url": "https://www.wsj.com/articles/drought-tests-australias-model-water-market-1541673003", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH026_WATERT_TOP_20181105194105.jpg", "publishedAt": "2018-11-08T22:57:57Z", "content": "COHUNA, AustraliaThe worlds driest inhabited continent is struggling to sustain its pioneering effort to put water supply in the hands of market forces, as authorities contend with a drought and complaints by farmers who say the system is putting them out of … [+5968 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Justice Ruth Bader Ginsburg Is Hospitalized After Fall", "description": "Supreme Court Justice Ruth Bader Ginsburg fell in her office and fractured three ribs, causing the 85-year-old justice to miss the formal investiture of Brett Kavanaugh.", "url": "https://www.wsj.com/articles/justice-ruth-bader-ginsburg-is-hospitalized-after-fall-1541686887", "urlToImage": "https://images.wsj.net/im-35737/social", "publishedAt": "2018-11-08T22:47:42Z", "content": "WASHINGTONSupreme Court Justice Ruth Bader Ginsburg was hospitalized Thursday after falling in her office and fracturing three ribs. The injury forced her to miss the mornings formal investiture of the newest justice, Brett Kavanaugh, conducted before an audi… [+6249 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kim Mackrael", "title": "Canada Data Agency Faces Blowback Over Plan to Collect Bank Records", "description": "Canada’s national statistics agency is under attack from lawmakers, privacy advocates and the public over a plan to collect citizens’ detailed banking information to help it generate better data.", "url": "https://www.wsj.com/articles/canada-data-agency-faces-blowback-over-plan-to-collect-bank-records-1541716675", "urlToImage": "https://images.wsj.net/im-35930/social", "publishedAt": "2018-11-08T22:45:11Z", "content": "OTTAWACanadas national statistics agency is under attack from lawmakers, privacy advocates and the public over a plan to collect citizens detailed banking information to help it generate better data. Statistics Canada proposes accessing banking records for 50… [+4680 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Vranica", "title": "Ad Agencies That Hide Media Rebates Could Face Legal Exposure, Trade Group Warns", "description": "Advertising agencies that engaged in suspect ad-buying practices could be exposed to liability for wrongdoing such as wire fraud and racketeering, according to the industry trade group that uncovered the practices.", "url": "https://www.wsj.com/articles/suspect-ad-buying-practices-could-lead-to-fraud-charges-trade-group-warns-1541716535", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH948_CMODou_SOC_20181108123911.jpg", "publishedAt": "2018-11-08T22:39:50Z", "content": "Advertising agencies that engaged in suspect ad-buying practices could be exposed to liability for wrongdoing such as wire fraud and racketeering, according to the industry trade group that uncovered the practices. Federal prosecutors for the Southern Distric… [+3434 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alicia A. Caldwell", "title": "The Wall Street Journal: Trump moves to deny asylum to most migrants who cross border illegally", "description": "The Trump administration is moving ahead with a plan to limit when and where foreign nationals can apply for asylum at the U.S. border with Mexico.", "url": "https://www.wsj.com/articles/trump-to-issue-new-rules-for-asylum-seekers-1541715802", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY136_18trum_ZG_20181107175207.jpg", "publishedAt": "2018-11-08T22:33:56Z", "content": "The Trump administration is moving ahead with a plan to limit when and where foreign nationals can apply for asylum at the U.S. border with Mexico. The administration will publish a new rule aimed at pushing asylum seekers to already crowded border crossings … [+1203 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anna Wilde Mathews , Douglas MacMillan", "title": "The Wall Street Journal: Google to name CEO of Geisinger Health to lead its heath-care effort", "description": "Google is expected to name a prominent hospital-system CEO to a newly created role overseeing the tech company’s health-care efforts, according to people familiar with the matter.", "url": "https://www.wsj.com/articles/google-picks-geisinger-health-ceo-to-oversee-health-care-initiatives-1541712775", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FR890_google_ZG_20170808123248.jpg", "publishedAt": "2018-11-08T22:20:29Z", "content": "Google is expected to name a prominent hospital-system CEO to a newly created role overseeing the tech companys health-care efforts, according to people familiar with the matter. David Feinberg, the people said, is moving to the new Google health-care post af… [+1109 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "California Shooting Victims' Family and Friends Speak About their Loss", "description": "At least 12 people were killed when a gunman opened fire at a crowded bar in Thousand Oaks, Calif., Wednesday night. Sgt. Ron Helus, who responded at the scene, and Cody Coffman were among those killed. Photo: Marcio Jose Sanchez/Associated Press", "url": "http://www.wsj.com/video/california-shooting-victims-family-and-friends-speak-about-their-loss/B253DB30-935C-4998-BF49-0EFC6F80A492.html", "urlToImage": "http://m.wsj.net/video/20181108/11082018cashootvictims1/11082018cashootvictims1_1280x720.jpg", "publishedAt": "2018-11-08T21:51:56Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "Walt Disney Posts Record Annual Profit - Wall Street Journal", "description": "Wall Street Journal Walt Disney Posts Record Annual Profit Wall Street Journal Walt Disney Co. DIS -0.90% turned in a strong financial performance in the latest period, as its parks-and-resorts and studio-entertainment segments helped it deliver record profit…", "url": "https://www.wsj.com/articles/walt-disney-posts-record-annual-profit-1541712257", "urlToImage": "https://images.wsj.net/im-35904/social", "publishedAt": "2018-11-08T21:25:56Z", "content": "Walt Disney Co. DIS -0.90% Chief Executive Robert Iger continued to pitch his companys digital future to investors on Thursday, even as the company reported a year of massive success for traditional movie releases like Black Panther. Mr. Iger predicted an acc… [+5057 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Miriam Gottfried", "title": "The Wall Street Journal: Johnson Controls hits snag in sale of car-battery business", "description": "Johnson Controls hit a last-minute snag in its quest to sell its automotive-battery business, according to a report in The Wall Street Journal, which cited people familiar with the matter.", "url": "https://www.wsj.com/articles/johnson-controls-hits-snag-in-process-to-sell-car-battery-business-1541704383", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY209_Johnso_ZG_20181108152427.jpg", "publishedAt": "2018-11-08T20:26:03Z", "content": "Johnson Controls International PLC has hit a last-minute snag in its quest to sell its automotive-battery business, according to people familiar with the matter. The company JCI, +2.69% was nearing a deal to sell the unit to Brookfield Asset Management Inc. f… [+1017 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anthony Harrup", "title": "Mexican Inflation Slowed Modestly in October", "description": "Mexico’s consumer-price inflation eased slightly in October, but it may not keep the Bank of Mexico from raising interest rates at its Nov. 15 meeting following a recent weakening of the peso and rise in local debt yields.", "url": "https://www.wsj.com/articles/mexican-inflation-slowed-modestly-in-october-1541696623", "urlToImage": "https://images.wsj.net/im-35805/social", "publishedAt": "2018-11-08T19:59:06Z", "content": "MEXICO CITYMexicos consumer-price inflation eased slightly in October as a drop in agricultural prices partially offset higher energy costs, but left the annual rate well above the central banks 3% target. The consumer price index rose 0.52% last month, pushi… [+1355 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Acosta Video Posted by White House Was Altered, Analysis Says", "description": "White House press secretary Sarah Sanders posted a video of CNN reporter Jim Acosta at Wednesday’s press conference. Analysis by Storyful shows frames in that clip were paused. Photo: Reuters", "url": "http://www.wsj.com/video/acosta-video-posted-by-white-house-was-altered-analysis-says/3344563C-0E4D-4528-967F-E6DD4CCD6A27.html", "urlToImage": "http://m.wsj.net/video/20181108/110818acosta/110818acosta_1280x720.jpg", "publishedAt": "2018-11-08T19:59:03Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Summer Said, Benoit Faucon", "title": "Saudi Arabia ponders a future without OPEC", "description": "Saudi Arabia’s top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years.", "url": "https://www.wsj.com/articles/saudi-arabia-opecs-anchor-ponders-a-future-without-the-cartel-1541703893?mod=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FY589_oil_OP_ZG_20171117122950.jpg", "publishedAt": "2018-11-08T19:35:23Z", "content": "Saudi Arabias top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years. The effort coincides with new pressures on t… [+1168 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Schrodt", "title": "Mighty's New Music Player Lets You Leave Your Phone Behind", "description": "Music fans and runners who mourned the end of the iPod Shuffle have a new device to clip on.", "url": "https://www.wsj.com/articles/mightys-new-music-player-lets-you-leave-your-phone-behind-1541704065", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH343_TECHNO_SOC_20181106163603.jpg", "publishedAt": "2018-11-08T19:07:47Z", "content": "THE IPOD SHUFFLE is dead, but it still has ardent admirers. While Apple discontinued its tiny MP3 player in 2017, refurbished devices endure on eBay, a happy hunting ground for music fans who want to enjoy tunes without a cumbersome phone or the distractions … [+2218 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Becky Bowers", "title": "Parsing the Fed: How the November Statement Changed From September", "description": "See exactly how the statement from Fed policy makers changed.", "url": "https://blogs.wsj.com/economics/2018/11/08/parsing-the-fed-how-the-november-statement-changed-from-september-3/", "urlToImage": "https://images.wsj.net/im-27824", "publishedAt": "2018-11-08T19:04:15Z", "content": "The Federal Reserve releases a statement at the conclusion of each of its policy-setting meetings, outlining the central bank's economic outlook and the actions it plans to take. Much of the statement remains the same from meeting to meeting. Fed watchers clo… [+77 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Valentina Pop", "title": "Europe's Center-Right Parties Face Threats on Continental Stage", "description": "Battles that have riven national politics across the EU are hitting the continental stage as campaigning for the bloc’s legislature threatens the center-right’s commanding position.", "url": "https://www.wsj.com/articles/europes-center-right-parties-face-threats-on-continental-stage-1541701225", "urlToImage": "https://images.wsj.net/im-35806/social", "publishedAt": "2018-11-08T18:48:24Z", "content": "BRUSSELSBattles that have riven national politics across the European Union are hitting the continental stage as campaigning for the blocs legislature threatens the once-dominant center-rights commanding position overseeing the bloc. Weakening of the EUs long… [+4647 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tom Fairless", "title": "ECB President Calls on Eurozone Nations to Cut Debt", "description": "European Central Bank President Mario Draghi urged eurozone governments to pay down their national debts to strengthen the currency bloc against potential economic shocks such as Brexit.", "url": "https://www.wsj.com/articles/ecb-president-calls-on-eurozone-nations-to-cut-debt-1541698970", "urlToImage": "https://images.wsj.net/im-35823/social", "publishedAt": "2018-11-08T18:43:28Z", "content": "European Central Bank President Mario Draghi urged eurozone governments on Thursday to pay down their national debts to strengthen the currency bloc against potential economic shocks such as Brexit. The warning comes amid a dispute between Italys government a… [+1012 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Kendall", "title": "Appeals Court Rules Against Trump on Canceling DACA Protections - Wall Street Journal", "description": "Wall Street Journal Appeals Court Rules Against Trump on Canceling DACA Protections Wall Street Journal A federal appeals court on Thursday rejected the Trump administration's bid to move ahead with its planned cancellation of a program that has provided prot…", "url": "https://www.wsj.com/articles/appeals-court-rules-trump-cant-cancel-protections-for-undocumented-immigrants-who-came-to-u-s-as-children-1541701312", "urlToImage": "https://images.wsj.net/im-35834/social", "publishedAt": "2018-11-08T18:42:19Z", "content": "A federal appeals court on Thursday rejected the Trump administrations bid to move ahead with its planned cancellation of a program that has provided protections and benefits to undocumented immigrants who came to the U.S. when they were children. The ruling,… [+2324 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Phillips", "title": "A Dull New Apartment Gets an Infusion of Personality", "description": "A pair of design pros take a newly built Beirut flat from generic to singularly stylish with vintage furniture, handmade touches and sexy textures.", "url": "https://www.wsj.com/articles/a-dull-new-apartment-gets-an-infusion-of-personality-1541700276", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH958_HOUSE_SOC_20181108124233.jpg", "publishedAt": "2018-11-08T18:38:36Z", "content": "BRAND-NEW luxury apartments in Beirut tend to look predictably interchangeable. The typical formula: white walls, trophy art by trophy artists, and contemporary furniture from high-end brands that boasts little in the way of originality. That may satisfy some… [+4371 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "The Resistance Factory - Wall Street Journal", "description": "Wall Street Journal The Resistance Factory Wall Street Journal Count Rep. Jerry Nadler (D., N.Y.) among those who seem to have learned nothing from Tuesday's election results. In a series of conversations on an Acela train ride from New York to Washington, th…", "url": "https://www.wsj.com/articles/the-resistance-factory-1541700256", "urlToImage": "https://images.wsj.net/im-35757/social", "publishedAt": "2018-11-08T18:04:00Z", "content": "Count Rep. Jerry Nadler (D., N.Y.) among those who seem to have learned nothing from Tuesdays election results. In a series of conversations on an Acela train ride from New York to Washington, the ranking member of the House Judiciary committee reportedly dis… [+7139 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "Washington Gets Ready for Matthew Whitaker at Justice Department - Wall Street Journal", "description": "Wall Street Journal Washington Gets Ready for Matthew Whitaker at Justice Department Wall Street Journal Justice Department officials, members of Congress and Special Counsel Robert Mueller's team prepared for the arrival of Matthew Whitaker, President Trump'…", "url": "https://www.wsj.com/articles/washington-gets-ready-for-matthew-whitaker-at-justice-department-1541699792", "urlToImage": "https://images.wsj.net/im-35809/social", "publishedAt": "2018-11-08T17:56:00Z", "content": "Justice Department officials, members of Congress and Special Counsel Robert Muellers team prepared for the arrival of Matthew Whitaker, President Trumps pick to lead the Justice department after the departure of Jeff Sessions. Changes in policy, or any effec… [+8180 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jane Black", "title": "When It Comes to This Ingredient, Believe the Hype", "description": "No, it doesn’t taste like licorice and it won’t make you sneeze. What fennel pollen can do for your dishes is so much more magical—truly.", "url": "https://www.wsj.com/articles/when-it-comes-to-this-ingredient-believe-the-hype-1541699428", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH309_GAMECH_SOC_20181106145354.jpg", "publishedAt": "2018-11-08T17:50:29Z", "content": "FOOD WRITERS are an excitable bunch, always in search of a culinary revelation and an excessive number of adjectives to describe it. But few gastronomic discoveries prompt such effusive descriptions as a first taste of fennel pollen. If angels sprinkled a spi… [+2700 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aleksandra Crapanzano", "title": "Everyone's Secret-Favorite Thanksgiving Dish", "description": "Admit it: The stuffing is really the best part of the holiday meal. So why not bring a few delicious variations to the table?", "url": "https://www.wsj.com/articles/everyones-secret-favorite-thanksgiving-dish-1541696860", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH342_STUFFI_SOC_20181106163119.jpg", "publishedAt": "2018-11-08T17:39:09Z", "content": "LUCKY ME. My mothers cornbread-and-sausage stuffing is the ultimate, the best, the blue-ribbon recipe by which all others will forever be judged. I will never sanction a Thanksgiving without it, but I have been doing some experimenting of my own recently. The… [+8796 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas MacMillan", "title": "Google to End Forced Arbitration for Sexual-Harassment Claims - Wall Street Journal", "description": "Wall Street Journal Google to End Forced Arbitration for Sexual-Harassment Claims Wall Street Journal Google said it will end its requirement for employee sexual-harassment claims to be handled in private arbitration, a move that comes one week after thousand…", "url": "https://www.wsj.com/articles/google-to-end-forced-arbitration-for-sexual-harassment-claims-1541696868", "urlToImage": "https://images.wsj.net/im-35810/social", "publishedAt": "2018-11-08T17:18:53Z", "content": "Google said it will end its requirement for employee sexual-harassment claims to be handled in private arbitration, a move that comes one week after thousands of workers walked out of the companys offices around the world to protest its handling of workplace … [+3491 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Ramey", "title": "Ex-New York Attorney General Will Not Face Charges - Wall Street Journal", "description": "Wall Street Journal Ex-New York Attorney General Will Not Face Charges Wall Street Journal Eric Schneiderman, the former attorney general of New York state who was accused of physically abusing women, won't face criminal charges, prosecutors said Thursday. In…", "url": "https://www.wsj.com/articles/ex-new-york-attorney-general-will-not-face-charges-1541694107", "urlToImage": "https://images.wsj.net/im-35787/social", "publishedAt": "2018-11-08T16:59:21Z", "content": "Eric Schneiderman, the former attorney general of New York state who was accused of physically abusing women, wont face criminal charges, prosecutors said Thursday. In May, New York Gov. Andrew Cuomo asked Madeline Singas, the Nassau County district attorney,… [+3153 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alison Murphy", "title": "The Unseen Cost of Subscription Boxes", "description": "Two writers face off over subscription-box services—one who loves the ‘eureka’ moments that the monthly deliveries bring; another who regrets the expense and the clutter.", "url": "https://www.wsj.com/articles/the-unseen-cost-of-subscription-boxes-1541695637", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH700_LOVEHA_SOC_20181107161650.jpg", "publishedAt": "2018-11-08T16:48:31Z", "content": "WERE LIVING in a Golden Age of subscription services. Gone are the days of boring cheese-of-the-month clubs or Columbia House five-for-a-penny album deals that eventually drain your funds. Now, the offerings that can show up at your door monthly range from cu… [+4830 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert Wall", "title": "Bombardier to Cut 5,000 Jobs, Sell Units in Restructuring", "description": "Bombardier said it would shed its turboprop unit and a training business as part of a streamlining that will generate net proceeds of some $900 million and eliminate about 5,000 jobs.", "url": "https://www.wsj.com/articles/bombardier-to-sell-assets-cut-5-000-jobs-in-restructuring-1541676837", "urlToImage": "https://images.wsj.net/im-35715/social", "publishedAt": "2018-11-08T16:41:22Z", "content": "The shake up of Bombardier Inc., BDRBF -23.79% a Canadian plane and train maker, gained pace Thursday with the company announcing another 5,000 job cuts and a decision to shed its turboprop plane-making and pilot-training units. Bombardier has been under fina… [+3454 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas Grove", "title": "In Russia, McDonald's Serves Local Fries and a Side of Realpolitik", "description": "Once an ambassador of American culture in post-Soviet Russia, McDonald’s is now navigating rising U.S.-Kremlin tensions. To stay above the fray, the chain is taking a new tack: Go Russian.", "url": "https://www.wsj.com/articles/in-russia-mcdonalds-serves-local-fries-and-a-side-of-realpolitik-1541678402", "urlToImage": "https://images.wsj.net/im-34899/social", "publishedAt": "2018-11-08T16:36:10Z", "content": "MOSCOW McDonalds Corp. MCD 0.67% became a leading ambassador of American culture after opening its first restaurant here in the twilight of the Soviet Union. Now, as Russia-U.S. tensions rise and pro-Kremlin politicians call repeatedly to close the U.S. chain… [+5396 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Can You Pass the British Citizenship Test?", "description": "The U.K. citizenship test has been ridiculed by many Brits for its obscurity and factual inaccuracies. We gave some British WSJ staffers a pop quiz. Image: WPA Pool/Getty Images", "url": "http://www.wsj.com/video/can-you-pass-the-british-citizenship-test/A9E47B58-5A03-40F0-A077-A76E30182633.html", "urlToImage": "http://m.wsj.net/video/20181108/110818uktest/110818uktest_1280x720.jpg", "publishedAt": "2018-11-08T16:19:10Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mark Ellwood", "title": "Get Ready for 3-D Printed Yachts", "description": "The CFAM, Europe’s largest commercial 3-D printer, is turning out custom furniture and yacht parts. Private jets and cranes could be next.", "url": "https://www.wsj.com/articles/get-ready-for-3-d-printed-yachts-1541691276", "urlToImage": "https://images.wsj.net/im-33519/social", "publishedAt": "2018-11-08T15:54:22Z", "content": "Dutch entrepreneur Maarten Logtenberg is an additive-manufacturing pioneera co-founder of Leapfrog 3-D Printers, which introduced its desktop model in 2011. These days, as the director and co-founder of Delft-based CEAD, hes working on a much bigger scale. In… [+1918 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Amy Gamerman", "title": "A New Breed of Innkeepers for the Airbnb Era", "description": "To compete with home-sharing services, bed-and-breakfast owners must be internet and Instagram savvy while baking scones and making guests comfy.", "url": "https://www.wsj.com/articles/a-new-breed-of-innkeepers-for-the-airbnb-era-1541691939", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH641_1108ba_SOC_20181107145652.jpg", "publishedAt": "2018-11-08T15:45:41Z", "content": "In March, Isabelle Chicoine and Karim Houry spent $1.2 million on a circa-1830s bed-and-breakfast in Woodstock, Vt., thats so quaint it could have been painted by Grandma Moses. But to make it their home, they needed a business plan, a marketing strategy and … [+7420 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katie Honan", "title": "Amazon Raises Hopes, Fears for Long Island City", "description": "As the retail giant eyes the fast-growing Queens neighborhood for its new headquarters, residents voice concerns about overdevelopment and hopes for necessary upgrades to schools, sewers, and transit.", "url": "https://www.wsj.com/articles/amazons-attention-raises-hopes-fears-for-long-island-citys-infrastructure-1541633800", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH719_NYAMAZ_SOC_20181107165606.jpg", "publishedAt": "2018-11-08T15:43:01Z", "content": "With its waterfront views of the East River, proximity to Midtown Manhattan and ample space to develop residential high-rises, Long Island City has become the fastest-growing neighborhood in all of New York City. But some longtime residents and elected offici… [+4163 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christopher Mims", "title": "Here Comes 'Smart Dust,' the Tiny Computers That Pull Power From the Air", "description": "Machines that sponge energy from the environment to power ultra-efficient devices is no longer a fantasy, writes Christopher Mims. Some people even call it perpetual computing.", "url": "https://www.wsj.com/articles/here-comes-smart-dust-the-tiny-computers-that-pull-power-from-the-air-1541689224", "urlToImage": "https://si.wsj.net/public/resources/images/OG-BY936_201811_G_20181108092445.gif", "publishedAt": "2018-11-08T15:32:26Z", "content": "The idea of a perpetual machineone that, once set in motion, never stopsis preposterous. The energy it needs must come from somewhere. But a twist on the idea, where energy is sponged from the environment to power ultra-efficient devices, isnt a fantasy. Some… [+6850 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert McMillan", "title": "To Fight This Generation of Hackers, Companies Take a Cue from Spies", "description": "Threat-intelligence services give companies a clearer view of the dangers they’re facing.", "url": "https://www.wsj.com/articles/to-fight-this-generation-of-hackers-companies-take-a-cue-from-spies-1541690532", "urlToImage": "https://si.wsj.net/public/resources/images/TE-AB856_THREAT_SOC_20181107130903.jpg", "publishedAt": "2018-11-08T15:22:14Z", "content": "After years of being caught flat-footed by hackers, companies are turning to cybersecurity defenses called threat intelligence to fend off a new generation of criminals and spies trying to steal their secrets and money. Threat-intelligence services can includ… [+4207 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah E. Needleman", "title": "The Tricky---but Potentially Lucrative---Task of Streaming Videogames", "description": "By making game consoles unnecessary, streaming could dramatically broaden the videogame market.", "url": "https://www.wsj.com/articles/the-trickybut-potentially-lucrativetask-of-streaming-videogames-1541673000", "urlToImage": "https://si.wsj.net/public/resources/images/TE-AB857_GAMEST_SOC_20181106171723.jpg", "publishedAt": "2018-11-08T15:12:26Z", "content": "Technology giants are trying to bring to videogames the same streaming capabilities that gave rise to Netflix and Spotify, a transformational leap that could usher in a new wave of growth for an industry bigger than Hollywood. Microsoft Corp. MSFT -0.55% and … [+7228 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Sessions Ousted; A Divided Nation; Where Parties Have Common Ground", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/08/capital-journal-sessions-ousted-a-divided-nation-where-parties-have-common-ground/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CC489_chises_P_20181019162725.jpg", "publishedAt": "2018-11-08T15:11:38Z", "content": "What We're Watching Trump's Day: President Trump and First Lady Melania Trump attend the investiture of Justice Brett Kavanaugh at the Supreme Court this morning. Later, the president meets with Secretary of State Mike Pompeo. California Shooting: A gunman op… [+7095 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Eurozone Economy Forecast to Slow", "description": "To subscribe to the newsletter, please sign up here MUST READS Eurozone Economy Seen Cooling as Risks Mount: The eurozone economy will cool over 2018 and the coming years as global demand for the bloc’s exports wanes, with a sharper slowdown possible if the U…", "url": "https://blogs.wsj.com/moneybeat/2018/11/08/eurozone-economy-forecast-to-slow/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-08T14:44:19Z", "content": "MUST READS Eurozone Economy Seen Cooling as Risks Mount : The eurozone economy will cool over 2018 and the coming years as global demand for the blocs exports wanes, with a sharper slowdown possible if the U.S. economy overheats or trade tussles escalate, the… [+2227 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eric Morath", "title": "U.S. Jobless Claims Edged Lower Last Week", "description": "The number of Americans filing applications for new unemployment benefits fell last week, the latest sign of a historically tight labor market.", "url": "https://www.wsj.com/articles/u-s-jobless-claims-edged-lower-last-week-1541684014", "urlToImage": "https://images.wsj.net/im-35474/social", "publishedAt": "2018-11-08T14:23:28Z", "content": "WASHINGTONThe number of Americans filing applications for new unemployment benefits fell last week, the latest sign of a historically tight labor market. Initial jobless claims, a proxy for layoffs across the U.S., decreased by 1,000 to a seasonally adjusted … [+1225 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas , Rebecca Ballhaus", "title": "Rudy Giuliani, Pam Bondi, Alex Azar among candidates to replace Jeff Sessions as attorney general", "description": "Alex Azar, Pam Bondi and Rudy Giuliani are some of President Trump’s potential picks to replace Jeff Sessions as attorney general, according to advisers and people close to the White House.", "url": "https://www.wsj.com/articles/leading-candidates-to-replace-jeff-sessions-as-attorney-general-1541636592?mod=e2twp", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FA197_giulia_ZG_20161114202909.jpg", "publishedAt": "2018-11-08T14:23:24Z", "content": "Rudy Giuliani is among President Donald Trumps potential picks to replace Jeff Sessions as attorney general. President Trump has been talking to advisers for months about a potential replacement for Attorney General Jeff Sessions, who was forced out Wednesday… [+761 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "Carlyle Group Reinvests in CommScope to Help Fund Acquisition", "description": "CommScope, which agreed to buy telecom equipment maker Arris International for about $4.93 billion, plans to finance the deal in part through a $1 billion investment from Carlyle Group.", "url": "https://www.wsj.com/articles/commscope-to-buy-telecom-equipment-maker-arris-for-4-93-billion-1541680781", "urlToImage": "https://images.wsj.net/im-35722/social", "publishedAt": "2018-11-08T14:21:18Z", "content": "Carlyle Group CG 1.38% is reinvesting in CommScope Holding Co. to help the network infrastructure firm expand its wired and wireless communication networks. CommScope said Thursday it has agreed to buy telecommunications equipment maker Arris International PL… [+1491 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joanna Stern", "title": "Facebook Portal Non-Review: Why I Didn't Put Facebook's Camera in My Home", "description": "Facebook’s new video-calling device makes users feel as if they are in the same room, says columnist Joanna Stern. But with privacy concerns now front and center, the Portal can’t be completely trusted.", "url": "https://www.wsj.com/articles/facebook-portal-non-review-why-i-didnt-put-facebooks-camera-in-my-home-1541685600", "urlToImage": "https://images.wsj.net/im-35674/social", "publishedAt": "2018-11-08T14:15:09Z", "content": "Ive had one of Facebook s FB -2.91% new video-calling gadgets, the Portal+, in my home for the last week. And by in my home, I mean, in the basement, in a closet, in a box, in a bag thats in another bag thats covered with old coats. I just couldnt bring mysel… [+5862 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Gunman Kills 12 in Southern California Bar Shooting", "description": "Twelve people were killed after a gunman opened fire at the Borderline Bar & Grill country-music bar in the city of Thousand Oaks in Southern California. The suspect, identified as Ian Long, was also confirmed dead. Photo: AP", "url": "http://www.wsj.com/video/gunman-kills-12-in-southern-california-bar-shooting/779D7766-001E-4A50-AF0F-591FEA466E93.html", "urlToImage": "http://m.wsj.net/video/20181108/110818cashoot3/110818cashoot3_1280x720.jpg", "publishedAt": "2018-11-08T13:06:28Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Southern California Bar Shooting: Gunman Kills at Least a Dozen People", "description": "At least a dozen people were killed after a gunman opened fire at the Borderline Bar & Grill country-music bar in the city of Thousand Oaks in Southern California. The suspect was also confirmed dead. Photo: AP", "url": "http://www.wsj.com/video/southern-california-bar-shooting-gunman-kills-at-least-a-dozen-people/779D7766-001E-4A50-AF0F-591FEA466E93.html", "urlToImage": "http://m.wsj.net/video/20181108/110818cashoot/110818cashoot_1280x720.jpg", "publishedAt": "2018-11-08T13:06:28Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Southern California Bar Shooting: At Least a Dozen Killed", "description": "At least a dozen people were killed after a gunman opened fire at the Borderline Bar & Grill country-music bar in the city of Thousand Oaks in Southern California. The suspect was also confirmed dead. Photo: AP", "url": "http://www.wsj.com/video/southern-california-bar-shooting-at-least-a-dozen-killed/779D7766-001E-4A50-AF0F-591FEA466E93.html", "urlToImage": "http://m.wsj.net/video/20181108/110818cashoot/110818cashoot_1280x720.jpg", "publishedAt": "2018-11-08T13:06:28Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "House Republicans Prepare for New Minority Role - Wall Street Journal", "description": "Wall Street Journal House Republicans Prepare for New Minority Role Wall Street Journal WASHINGTON—House Republicans began openly maneuvering ahead of next week's House GOP leadership elections after months of below-the-radar jockeying as GOP lawmakers braced…", "url": "https://www.wsj.com/articles/house-republicans-prepare-for-new-minority-role-1541682000", "urlToImage": "https://images.wsj.net/im-35672/social", "publishedAt": "2018-11-08T13:03:29Z", "content": "WASHINGTONHouse Republicans began openly maneuvering ahead of next weeks House GOP leadership elections after months of below-the-radar jockeying as GOP lawmakers braced to return to the chambers minority for the first time since 2011. For now, House Majority… [+4575 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Gallagher", "title": "Qualcomm Still Bitten by Apple", "description": "The chip maker that still generates most of its business through smartphones is having a tough year and faces another tough one.", "url": "https://www.wsj.com/articles/qualcomm-still-bitten-by-apple-1541678402", "urlToImage": "https://images.wsj.net/im-35678/social", "publishedAt": "2018-11-08T12:45:25Z", "content": "Qualcomm QCOM -6.66% may have nowhere to go but up, but going up is still going to take a while. That was evident following the companys fiscal fourth quarter results Wednesday afternoon. They were generally ahead of Wall Streets expectations, even with overa… [+2110 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Energy Journal: Toshiba Seeks to Exit U.S. Gas Business", "description": "Good morning. I’m Neanda Salvaterra, with the top news in the energy world today. Japanese industrial giant Toshiba is willing to pay top dollars to get out of its ailing nuclear and U.S. gas business. A shakeup at Tesla put an executive from an Australian te…", "url": "https://blogs.wsj.com/moneybeat/2018/11/08/energy-journal-toshiba-exits-u-s-gas-business/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CA934_b_P_20181014212853.jpg", "publishedAt": "2018-11-08T11:51:46Z", "content": "Good morning. Im Neanda Salvaterra, with the top news in the energy world today. Japanese industrial giant Toshiba is willing to pay top dollars to get out of its ailing nuclear and U.S. gas business. A shakeup at Tesla put an executive from an Australian tel… [+5299 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Manju Dalal", "title": "Baidu Leads Asian Borrowers in Search for Bond Buyers", "description": "Chinese search engine Baidu led a string of Asian companies rushing to sell bonds, taking advantage of improved market sentiment after the U.S. midterm elections.", "url": "https://www.wsj.com/articles/baidu-leads-asian-borrowers-in-search-for-bond-buyers-1541676010", "urlToImage": "https://images.wsj.net/im-35711/social", "publishedAt": "2018-11-08T11:20:12Z", "content": "Chinese search engine Baidu Inc. BIDU -1.82% led a string of Asian companies rushing to sell bonds on Thursday, taking advantage of improved market sentiment after the U.S. midterm elections. The deals demonstrated investors still have a healthy appetite for … [+3203 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Beyond the Midterms, Junk Bond CDOs, Art Market Sales", "description": "Investors looking beyond the U.S. midterm elections are focusing on trade, earnings and interest rates; hedge funds are reviving junk-bond collateralized debt obligations, and New York art market sales heat up.", "url": "https://blogs.wsj.com/moneybeat/2018/11/08/wsj-wealth-adviser-briefing-beyond-the-midterms-junk-bond-cdos-art-market-sales/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-08T11:00:33Z", "content": "Nov 8, 2018 6:00 am ET The securities and investment industry is swinging its financial support to Democrats to an extent not seen since 2008, The Wall Street Journal reports. Through Oct. 17, Wall Street gave some $85 million to Democratic candidates and par… [+129 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Two Areas Where Congress Can Make Bipartisan Progress", "description": "In a press conference following the midterm election, President Trump said he hopes to work with Democrats on specific issues. WSJ's Gerald F. Seib explains two areas where the two parties could work together. Photo: Getty", "url": "http://www.wsj.com/video/two-areas-where-congress-can-make-bipartisan-progress/E0E778D4-4F87-46AB-87AD-EC46778A669B.html", "urlToImage": "http://m.wsj.net/video/20181107/110718seib2/110718seib2_1280x720.jpg", "publishedAt": "2018-11-08T10:30:00Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Trump's Tariffs Have Fully Kicked In—Yet China's Exports Grow - Wall Street Journal", "description": "Wall Street Journal Trump's Tariffs Have Fully Kicked In—Yet China's Exports Grow Wall Street Journal BEIJING—China's exports surged anew last month on the back of resilient demand, defying many economists' expectations for a slowdown from the trade fight wit…", "url": "https://www.wsj.com/articles/china-exports-show-surprising-resilience-in-october-despite-tariffs-1541648024", "urlToImage": "https://images.wsj.net/im-35688/social", "publishedAt": "2018-11-08T10:07:27Z", "content": "BEIJINGChinas exports surged anew last month on the back of resilient demand, defying many economists expectations for a slowdown from the trade fight with the U.S. Demand for Chinese goods grew in developed and developing markets, from the U.S. to India, acc… [+2947 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Trump’s Trade Agenda | Who Cares About the Economy? | It’s Fed Day!", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. President Trump and Democrats have a shared skepticism of free trade. That doesn’t mean they’ll agree on a renegotiated Nafta—or the rest of the White Hou…", "url": "https://blogs.wsj.com/economics/2018/11/08/real-time-economics-divided-government-who-cares-about-the-economy-its-fed-day/", "urlToImage": "https://images.wsj.net/im-35573", "publishedAt": "2018-11-08T09:44:07Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. President Trump and Democrats have a shared skepticism of free trade. That doesn't mean they'll agree on a renegotiated Naftaor the rest of the White House… [+8608 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachel Pannett", "title": "US Allies Vie With China to Make Pacific Island Friends - Wall Street Journal", "description": "Wall Street Journal US Allies Vie With China to Make Pacific Island Friends Wall Street Journal SYDNEY—Australia said it would establish a development fund and offer Pacific island nations more than $2 billion for infrastructure projects while bolstering mili…", "url": "https://www.wsj.com/articles/u-s-allies-vie-with-china-to-make-pacific-island-friends-1541665873", "urlToImage": "https://images.wsj.net/im-35697/social", "publishedAt": "2018-11-08T08:31:29Z", "content": "SYDNEYAustralia said it would establish a development fund and offer Pacific island nations more than $2 billion for infrastructure projects while bolstering military cooperation, as U.S. allies take a more assertive stance against China in the region. Also T… [+3898 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tim Higgins", "title": "Tesla Names Robyn Denholm as Chairman to Replace Elon Musk", "description": "Robyn Denholm, the chief financial officer of the Australian telecommunications company, will face the difficult task of overseeing Mr. Musk, who will remain CEO.", "url": "https://www.wsj.com/articles/tesla-names-robyn-denholm-as-chairman-to-replace-elon-musk-1541659771", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH861_0811TE_SOC_20181108021651.jpg", "publishedAt": "2018-11-08T07:01:06Z", "content": "Tesla Inc. TSLA 2.08% named Robyn Denholm as its new chairman, replacing Chief Executive Elon Musk as the head of the board with a relative outsider who will face the difficult task of overseeing the maverick billionaire. Ms. Denholm, the chief financial offi… [+6532 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Editors of WSJ. Magazine", "title": "Innovator Awards 2018: A Roomful of Legends", "description": "From Jonah Hill to John Legend, WSJ. celebrated ten of 2018’s most inspiring minds.", "url": "https://www.wsj.com/articles/innovator-awards-2018-a-roomful-of-legends-1541653819", "urlToImage": "https://images.wsj.net/im-35683/social", "publishedAt": "2018-11-08T05:14:19Z", "content": "Some personal news travels fast, especially when delivered to a crowd of luminaries by Chrissy Teigen. Is that wrong, that I announced that? Teigen coyly said as she presented David Chang with the Food Innovator award Wednesday night. Thank you Chrissy Teigen… [+2105 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Colias", "title": "Ford Buys Electric-Scooter Startup, Looking to Diversify Beyond Autos", "description": "Ford Motor Co. is getting into the fast-growing electric-scooter business by acquiring San Francisco-based startup Spin, as more car makers push into services aimed at urban dwellers who may not want to own a car.", "url": "https://www.wsj.com/articles/ford-buys-electric-scooter-startup-looking-to-diversify-beyond-autos-1541653260", "urlToImage": "https://images.wsj.net/im-35633/social", "publishedAt": "2018-11-08T05:01:02Z", "content": "Ford Motor Co. F 0.63% is getting into the fast-growing electric-scooter business by acquiring San Francisco-based startup Spin, as more car makers push into services aimed at urban dwellers who may not want to own a car. Ford said it purchased the two-year-o… [+4939 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Eisen", "title": "Postelection Stock Rally Extends Into Asia", "description": "The results of the midterms helped reduce some fears about trade tensions, rising U.S. interest rates and the potential for U.S. economic growth to slow.", "url": "https://www.wsj.com/articles/postelection-stock-rally-extends-into-asia-1541652213", "urlToImage": "https://images.wsj.net/im-35682/social", "publishedAt": "2018-11-08T04:43:34Z", "content": "Markets rallied across Asia on Thursday, a day after the midterm vote fueled the biggest postelection jump in U.S. stocks in more than 35 years. Asian stock indexes advanced, tracking the U.S. The benchmark S&amp;P 500 rose 2.1% on Wednesday, the largest gain… [+2248 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kejal Vyas", "title": "'Help, We Need a Boss Here': Workers' Anguish as Firms Leave Venezuela", "description": "Irish packaging giant Smurfit left Venezuela amid a spat with the socialist government, joining other multinationals abandoning the sinking economy.", "url": "https://www.wsj.com/articles/help-we-need-a-boss-here-workers-anguish-as-firms-leave-venezuela-1541586601", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH323_VENPAP_TOP_20181106155040.jpg", "publishedAt": "2018-11-08T04:33:07Z", "content": "OSPINO, VenezuelaIrish packaging giant Smurfit Kappa recently joined other multinational companies abandoning Venezuela amid a spat with President Nicolás Maduros socialist government. But this case comes with a twist. Hundreds of employees, who counted on th… [+5844 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Split Congress Poses New Obstacles for Trump", "description": "President Trump vowed a “warlike posture” should newly empowered House Democrats exercise oversight, while simultaneously calling for bipartisan cooperation, after midterm elections that divided Congress after two years of full Republican control.", "url": "https://www.wsj.com/articles/split-congress-poses-new-obstacles-to-trump-1541609053", "urlToImage": "https://images.wsj.net/im-35499/social", "publishedAt": "2018-11-08T04:21:10Z", "content": "WASHINGTONPresident Trump on Wednesday vowed a warlike posture should newly empowered House Democrats exercise oversight, while simultaneously calling for bipartisan cooperation, highlighting the changed dynamic in Washington after midterm elections that divi… [+6863 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump, at News Conference, Vows to Retaliate Against Any Investigations", "description": "President Trump pledged to retaliate against any investigations launched by majority House Democrats in the new Congress, during a post-midterm news conference in which he repeatedly struck a combative stance while also calling for bipartisanship.", "url": "https://www.wsj.com/articles/trump-claims-big-victory-after-split-midterm-result-1541604915", "urlToImage": "https://images.wsj.net/im-35523/social", "publishedAt": "2018-11-08T04:04:50Z", "content": "WASHINGTONPresident Trump pledged to retaliate against any investigations launched by majority House Democrats in the new Congress, during a post-midterm news conference in which he repeatedly struck a combative stance while also calling for bipartisanship an… [+5304 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joe Flint", "title": "White House Suspends Press Pass of CNN's Acosta", "description": "The White House has suspended CNN correspondent Jim Acosta’s press credential after he and President Trump clashed again during a postelection news conference.", "url": "https://www.wsj.com/articles/white-house-suspends-cnn-correspondent-jim-acostas-press-pass-1541648768", "urlToImage": "https://images.wsj.net/im-35680/social", "publishedAt": "2018-11-08T03:46:10Z", "content": "The White House has suspended CNN correspondent Jim Acostas press credential after he and President Trump clashed again during a postelection news conference. In a statement, White House press secretary Sarah Sanders said Mr. Acostas hard pass, which allows j… [+4434 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Telis Demos", "title": "Wall Street Analysts Are Now Selling More Data, Less Analysis", "description": "Bank research units are finding new ways to crunch data for clients including deeper looks into social-media sentiment, geospatial mapping and other unorthodox sources.", "url": "https://www.wsj.com/articles/driving-to-the-mall-and-googling-luke-cage-banks-try-to-keep-clients-attention-with-data-1541586600", "urlToImage": "https://images.wsj.net/im-35023/social", "publishedAt": "2018-11-08T03:42:59Z", "content": "Wall Street analysts are doing data differently. Banks for years have crunched data on company earnings, price targets and other mundane metrics for clients who might use the information to make investing and trading decisions. Now they are pulling data from … [+5281 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Micah Maidenberg", "title": "Qualcomm Posts Loss as Revenue Slips", "description": "Qualcomm swung to a loss in its latest quarter, as sales in the company’s unit that develops mobile modem technology were flat.", "url": "https://www.wsj.com/articles/qualcomm-posts-loss-as-revenue-slips-1541628716", "urlToImage": "https://images.wsj.net/im-35256/social", "publishedAt": "2018-11-08T03:31:32Z", "content": "Qualcomm Inc. QCOM -0.66% swung to a loss in its latest quarter, as sales in the companys unit that develops mobile modem technology were flat and its licensing business continued to be hurt by a continuing fight with Apple Inc. San Diego-based Qualcomm on We… [+3405 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kim Mackrael", "title": "Canadian Lawmaker Ousted From Caucus Over Sexting Scandal", "description": "A leading Canadian opposition lawmaker resigned from a national security oversight committee and the Conservative Party caucus after saying he had sent sexually explicit material to a person who was trying to blackmail him.", "url": "https://www.wsj.com/articles/canadian-lawmaker-ousted-from-conservative-caucus-over-sexting-scandal-1541635844", "urlToImage": "https://images.wsj.net/im-35667/social", "publishedAt": "2018-11-08T02:56:56Z", "content": "OTTAWAA leading Canadian opposition lawmaker resigned from a national security oversight committee and the Conservative Party caucus after saying he had sent sexually explicit material to a person who was trying to blackmail him. Lawmaker Tony Clement said in… [+2298 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Kamp", "title": "Maine Redefines 'Close Race'", "description": "Maine will use its ranked-choice voting process to determine the winner in the state’s closely contested second congressional district.", "url": "https://www.wsj.com/articles/maine-redefines-close-race-1541635830", "urlToImage": "https://images.wsj.net/im-35663/social", "publishedAt": "2018-11-08T02:38:54Z", "content": "Maine will use its ranked-choice voting process to determine the winner in the states closely contested second congressional district, Maines secretary of state said Wednesday. This means residents in the sprawling district, the largest east of the Mississipp… [+2871 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Scott McCartney", "title": "Travel Mistakes That Can Land You in the Hospital", "description": "A spin in an unfamiliar vehicle? A selfie with a monkey? On vacations and business trips, travelers often take chances they would never consider at home.", "url": "https://www.wsj.com/articles/travel-mistakes-that-can-land-you-in-the-hospital-1541599580", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH333_MIDSEA_SOC_20181106155733.jpg", "publishedAt": "2018-11-08T02:03:49Z", "content": "Smart travelers do dumb things. We do things on the road that we would never attempt at home. We let down our guard, stop taking medications, make poor decisions when jetlagged, and sometimes just think that monkey in the tree must be friendly because hes so … [+7413 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mark Maremont", "title": "Acting attorney general was board member of company accused of scam", "description": "Matthew Whitaker, appointed acting attorney general on Wednesday after Jeff Sessions resigned, was a paid advisory-board member of an invention-promotion company shut down by federal regulators last year as an alleged scam.", "url": "https://www.wsj.com/articles/jeff-sessions-successor-had-advised-company-accused-of-scam-1541638397", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY101_whitak_MG_20181107151317.jpg", "publishedAt": "2018-11-08T02:01:36Z", "content": "Matthew Whitaker, appointed acting attorney general on Wednesday after Jeff Sessions resigned, was a paid advisory-board member of an invention-promotion company shut down by federal regulators last year as an alleged scam. The Federal Trade Commission last y… [+1087 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mark Maremont", "title": "The Wall Street Journal: Acting attorney general was board member of company accused of scam", "description": "Matthew Whitaker, appointed acting attorney general on Wednesday after Jeff Sessions resigned, was a paid advisory-board member of an invention-promotion company shut down by federal regulators last year as an alleged scam.", "url": "https://www.wsj.com/articles/jeff-sessions-successor-had-advised-company-accused-of-scam-1541638397", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY101_whitak_MG_20181107151317.jpg", "publishedAt": "2018-11-08T02:01:36Z", "content": "Matthew Whitaker, appointed acting attorney general on Wednesday after Jeff Sessions resigned, was a paid advisory-board member of an invention-promotion company shut down by federal regulators last year as an alleged scam. The Federal Trade Commission last y… [+1087 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Leslie Brody", "title": "Meet the Christmas Tree Scout Who Spruces Up Rock Center", "description": "For Erik Pauze, falling in love is a yearly ritual—with the most famous Christmas tree in the world.", "url": "https://www.wsj.com/articles/meet-the-the-christmas-tree-scout-who-spruces-up-rock-center-1541626291", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH694_NYTREE_SOC_20181107160312.jpg", "publishedAt": "2018-11-08T01:51:01Z", "content": "For Erik Pauze, falling in love is a yearly ritualwith the most famous Christmas tree in the world. The head gardener at Rockefeller Center gets to pick its star attraction of the holiday season, a tree tall, strong and beautiful enough to bear the weight of … [+2256 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Doug Cameron", "title": "Amazon HQ2 Plans Could Make Defense Hiring Even More Competitive", "description": "Amazon.com’s plans to split its HQ2 operations between two new locations pose a particular challenge for U.S. defense companies, which are already wrestling with a staffing crunch.", "url": "https://www.wsj.com/articles/amazon-hq2-plans-could-make-defense-hiring-even-more-competitive-1541608859", "urlToImage": "https://images.wsj.net/im-35239/social", "publishedAt": "2018-11-08T01:40:38Z", "content": "Amazon.com Inc.s AMZN 6.86% plans to add twin new regional headquarters will intensify already deepening rivalries between the Seattle giant and U.S. defense firms. Amazons short list includes a site in the Crystal City area of Arlington, Va., on the doorstep… [+5300 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "House Majority Eager to Challenge Trump", "description": "Young, diverse and consisting of an unprecedented number of women, the Democrats will present challenges for Trump while facing limitations on their own reach.", "url": "https://www.wsj.com/articles/house-democratic-majority-is-eager-to-challenge-trumpand-its-own-party-leadership-1541599365", "urlToImage": "https://images.wsj.net/im-35440/social", "publishedAt": "2018-11-08T01:30:27Z", "content": "WASHINGTONYoung, diverse and consisting of an unprecedented number of women, the Democratic House majority that voters chose Tuesday will present significant challenges for President Trump while facing limitations on its own reach in a divided Congress. Democ… [+5853 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "See All the 2018 WSJ. Magazine Innovators", "description": "Jonah Hill, John Legend, Phoebe-Waller Bridge and six more Innovators share their stories.", "url": "https://www.wsj.com/articles/see-all-the-2018-wsj-magazine-innovators-1541623849", "urlToImage": "https://images.wsj.net/im-35567/social", "publishedAt": "2018-11-08T01:10:34Z", "content": "Once Hollywoods go-to comedic sidekick, the two-time Oscar nominee is the writer and director of a new film, Mid90s Read it here. Two-time Oscar nominee Jonah Hill takes on his most natural role yet: director. Philanthropy Innovator How the Record-Breaking Sa… [+2873 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Wall Street Journal", "title": "The Best Free-Agent Class in Baseball History Has Lost Its Luster", "description": "The headlines started popping up as early as 2015, bold proclamations already describing this winter’s crop of free agents as the best in baseball history. It felt like a reasonable claim at the time: Bryce Harper and Josh Donaldson had both just won MVP awar…", "url": "https://www.wsj.com/articles/the-best-free-agent-class-in-baseball-history-has-lost-its-luster-1541608319", "urlToImage": "https://images.wsj.net/im-35551/social", "publishedAt": "2018-11-08T00:57:19Z", "content": "Carlsbad, Calif. The headlines started popping up as early as 2015, bold proclamations already describing this winters crop of free agents as the best in baseball history. It felt like a reasonable claim at the time: Bryce Harper and Josh Donaldson had both j… [+6029 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Meet the New Agenda Setters in the House", "description": "In winning control of the House, Democrats take over the chairman’s seat in the chamber’s committees. Here are the men and women likely to be setting the agenda for key committees.", "url": "https://www.wsj.com/articles/meet-the-new-agenda-setters-in-the-house-1541586602", "urlToImage": "https://images.wsj.net/im-34531/social", "publishedAt": "2018-11-08T00:33:30Z", "content": "In winning control of the House of Representatives, Democrats take over the chairmans seat in the chambers committees. Here are the men and women likely to be setting the agenda for key committees, and what policy changes to expect from them. Massachusetts Re… [+25999 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas MacMillan", "title": "Google Plans Large New York City Expansion", "description": "Google is gearing up for an expansion of its New York City real estate that could add space for more than 12,000 new workers, an amount nearly double the search giant’s current staffing in the city, according to people familiar with the matter.", "url": "https://www.wsj.com/articles/google-plans-large-new-york-city-expansion-1541636579", "urlToImage": "https://images.wsj.net/im-35666/social", "publishedAt": "2018-11-08T00:32:28Z", "content": "Google is gearing up for an expansion of its New York City real estate that could add space for more than 12,000 new workers, an amount nearly double the search giants current staffing in the city, according to people familiar with the matter. The plan, which… [+1658 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Jamerson", "title": "Ten Takeaways From the 2018 Midterm Elections", "description": "The Democrats have taken control of the House by winning in suburban districts, and the Republicans appeared to have expanded their majority in the Senate by defeating Democrats in rural states President Trump won. Here are 10 takeaways.", "url": "https://www.wsj.com/articles/ten-takeaways-from-the-2018-midterm-elections-1541580721", "urlToImage": "https://images.wsj.net/im-35390/social", "publishedAt": "2018-11-08T00:32:13Z", "content": "1. Nail-Biters in Florida Democrat Andrew Gillum, who ran for governor in Florida, lost to Republican Ron DeSantis in a tight race that was one of the countrys most expensive. Another Florida raceDemocratic Sen. Bill Nelsons re-election fight against Republic… [+5530 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "The Wall Street Journal: Software firm CDK names former Intel chief Brian Krzanich its CEO", "description": "Former Intel Corp. chief Brian Krzanich has found a new job in the technology sector.", "url": "https://www.wsj.com/articles/former-intel-ceo-krzanich-to-lead-cdk-global-1541596252", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FE472_intel0_ZG_20170125203729.jpg", "publishedAt": "2018-11-08T00:31:48Z", "content": "Former Intel Corp. chief Brian Krzanich has found a new job in the technology sector. CDK Global Inc. CDK, -7.59%, which makes software for auto dealerships, on Wednesday said it hired Krzanich as its new president and chief executive officer. He will also jo… [+903 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michelle Hackman", "title": "HHS to allow some employers to opt out of providing birth-control coverage", "description": "The Trump administration will allow religious groups, nonprofits, small businesses and some other employers to opt out of a requirement under the Affordable Care Act to provide birth-control coverage for their employees, a victory for religious conservatives …", "url": "https://www.wsj.com/articles/hhs-to-let-some-employers-opt-out-of-birth-control-mandate-1541634002", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FN663_birthc_ZG_20170602140203.jpg", "publishedAt": "2018-11-08T00:24:44Z", "content": "WASHINGTON The Trump administration will allow religious groups, nonprofits, small businesses and some other employers to opt out of a requirement under the Affordable Care Act to provide birth-control coverage for their employees, a victory for religious con… [+1092 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Timothy W. Martin", "title": "Samsung shows off new smartphone with foldable screen", "description": "Samsung Electronics Co., suffering a handset sales slide, revealed a foldable-screen smartphone that folds like a book and opens up to tablet size.", "url": "https://www.wsj.com/articles/samsung-unveils-foldable-screen-smartphone-1541632221", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY139_samsun_ZG_20181107191542.jpg", "publishedAt": "2018-11-08T00:18:14Z", "content": "SAN FRANCISCO Samsung Electronics Co., suffering a handset sales slide, revealed a foldable-screen smartphone that folds like a book and opens up to tablet size. At a developer showcase event on Wednesday, Samsung 005930, +2.16% said the phone, which is 7.3 i… [+1175 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Karl Rove", "title": "Both Parties Win---and Lose", "description": "Republicans and Democrats got some victories, but need to learn from mistakes.", "url": "https://www.wsj.com/articles/both-parties-winand-lose-1541636254", "urlToImage": "https://images.wsj.net/im-34824/social", "publishedAt": "2018-11-08T00:17:36Z", "content": "The elections outcome feels like the end of an elementary-school soccer season. Everyone gets a ribbon. Everybody leaves with something to brag about. A very favorable electoral map allowed Republicans to expand their lead in the Senate. Their numbers rise fr… [+4590 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sally Satel", "title": "The FDA Was Wise to Approve a New Opioid", "description": "The use of Dsuvia is limited, and wounded soldiers need it.", "url": "https://www.wsj.com/articles/the-fda-was-wise-to-approve-a-new-opioid-1541636193", "urlToImage": "https://images.wsj.net/im-34596/social", "publishedAt": "2018-11-08T00:16:34Z", "content": "The Food and Drug Administration last week approved Dsuvia, a powerful new opioid. The typical scenario for use is in wounded soldiers being transported off the battlefield who lack intravenous access for an injection or drip and who cannot swallow medication… [+2435 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Donald E. Graham", "title": "I Can't See Berkshire's Bottom Line", "description": "A new accounting rule makes it difficult for investors to make sense of annual reports.", "url": "https://www.wsj.com/articles/i-cant-see-berkshires-bottom-line-1541636012", "urlToImage": "https://images.wsj.net/im-35049/social", "publishedAt": "2018-11-08T00:13:34Z", "content": "At each quarters end, investors depend on accurate, straightforward corporate reports. Yet this year Berkshire Hathaway, one of the largest and most closely followed companies in the market, suddenly boasts one of the least comprehensible reports, after decad… [+3938 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Allysia Finley", "title": "A Big Night for Democrats, but Not Progressives", "description": "Moderates do well in states across the country while leftist candidates lose Georgia, Florida and Ohio.", "url": "https://www.wsj.com/articles/a-big-night-for-democrats-but-not-progressives-1541635993", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY083_Finley_SOC_20181107184016.jpg", "publishedAt": "2018-11-08T00:13:16Z", "content": "Revulsion toward Barack Obama and the Nancy Pelosi-Harry Reid Congress in 2010 produced a crimson tide in statehouses across America. Republicans then exploited their power over decennial redistricting to bolster majorities in Congress and legislatures while … [+6389 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael R. Gordon", "title": "US Surprised as Pyongyang Scraps Talks - Wall Street Journal", "description": "Wall Street Journal US Surprised as Pyongyang Scraps Talks Wall Street Journal North Korea's decision to call off high-stakes talks with Secretary of State Mike Pompeo scheduled for Thursday exposes divisions between the two countries over denuclearization an…", "url": "https://www.wsj.com/articles/u-s-surprised-as-pyongyang-scraps-talksu-s-surprised-as-pyongyang-scraps-talks-1541635954", "urlToImage": "https://images.wsj.net/im-35669/social", "publishedAt": "2018-11-08T00:12:00Z", "content": "North Koreas decision to call off high-stakes talks with Secretary of State Mike Pompeo scheduled for Thursday exposes divisions between the two countries over denuclearization and the diplomatic process to try to achieve it. The collapse of the talks deepene… [+5917 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah E. Needleman", "title": "Take-Two Interactive Raises Full-Year Outlook on 'Red Dead Redemption II' Results", "description": "Take-Two Interactive Software Inc. on Wednesday reported strong fiscal second-quarter results and raised its full-year outlook on the heels of a monster opening weekend for its latest videogame release.", "url": "https://www.wsj.com/articles/take-two-interactive-raises-full-year-outlook-on-strong-start-for-new-game-1541632160", "urlToImage": "https://images.wsj.net/im-35664/social", "publishedAt": "2018-11-08T00:05:24Z", "content": "Take-Two Interactive Software Inc. TTWO 1.72% on Wednesday reported strong fiscal second-quarter results and raised its full-year outlook on the heels of a monster opening weekend for its latest videogame release. The company said the fifth installment of its… [+2095 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A European Digital Retreat", "description": "Leaders abandon France’s tax grab on U.S. tech firms and Ireland.", "url": "https://www.wsj.com/articles/a-european-digital-retreat-1541635377", "urlToImage": "https://images.wsj.net/im-35610/social", "publishedAt": "2018-11-08T00:02:58Z", "content": "As impressive as Emmanuel Macrons reform successes have been, this week brings word of a failure by the French President thats worth cheering. There are growing signs that the Europe-wide digital tax cherished by Paris is falling by the wayside. Finance minis… [+2261 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Nancy Pelosi Method", "description": "She’ll try to lure Trump into bad deals. Hope for two years of gridlock.", "url": "https://www.wsj.com/articles/the-nancy-pelosi-method-1541635347", "urlToImage": "https://images.wsj.net/im-35602/social", "publishedAt": "2018-11-08T00:02:29Z", "content": "Equity markets rallied Wednesday on the expectation, or maybe the hope, that divided power in Washington will mean two years of policy gridlock. That is probably the best possible outcome of a Democratic House, though on Wednesday President Trump opened the d… [+2749 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Trump's Minority Coalition", "description": "Unlike Nixon or Reagan, he hasn’t expanded his 2016 support.", "url": "https://www.wsj.com/articles/trumps-minority-coalition-1541635108", "urlToImage": "https://images.wsj.net/im-35601/social", "publishedAt": "2018-11-08T00:02:00Z", "content": "President Trumps political credo is never admit a mistake or setback, and on cue Wednesday he called the midterm election results a tremendous success. Perhaps he even believes it, but he shouldnt. The results werent the blue wave of media and Democratic desi… [+4845 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Reid J. Epstein", "title": "What the Midterm Election Shows: America's Two Parties Live In Divergent Worlds - Wall Street Journal", "description": "Wall Street Journal What the Midterm Election Shows: America's Two Parties Live In Divergent Worlds Wall Street Journal Extending a yearslong phenomenon, Republicans are becoming the party of rural, white America, while Democrats find support from cities and …", "url": "https://www.wsj.com/articles/what-the-midterm-election-shows-americas-two-parties-live-in-divergent-worlds-1541634743", "urlToImage": "https://images.wsj.net/im-35599/social", "publishedAt": "2018-11-08T00:01:38Z", "content": "WASHINGTONThe midterm elections brought to a head a decadelong realignment of the U.S.s major political parties, with Democrats winning contests in and around major cities while Republicans carried rural and small-town America. The result Democrats gained 27 … [+12073 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Jeff Sessions' Successor", "description": "Firing Robert Mueller would be a political mistake.", "url": "https://www.wsj.com/articles/jeff-sessions-successor-1541635200", "urlToImage": "https://images.wsj.net/im-35632/social", "publishedAt": "2018-11-08T00:00:02Z", "content": "Before the ink dried Wednesday on Attorney General Jeff Sessions resignation letter, Washington was consumed with one question: Will his successor fire special counsel Robert Mueller? Let us first note that Mr. Sessions deserved better than the public humilia… [+1134 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lukas I. Alpert", "title": "News Corp's Revenue, Profit Rise", "description": "News Corp posted a 23% gain in revenue aided by the consolidation of its Australian television assets, though print-advertising revenue fell at its news unit. Its profit for the quarter rose.", "url": "https://www.wsj.com/articles/news-corps-revenue-profit-rise-1541630942", "urlToImage": "https://images.wsj.net/im-35570/social", "publishedAt": "2018-11-07T23:56:23Z", "content": "News Corp NWSA 1.21% posted a 23% gain in revenue for its latest quarter, driven by the impact of consolidating its Australian television assets but offset by lower print-advertising revenue at its news unit. Total revenue in the fiscal first quarter ended Se… [+2114 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Keach Hagey , Benjamin Mullin , Alexandra Bruell", "title": "The Wall Street Journal: Vice Media to cut workforce by up to 15%, consolidate websites", "description": "Vice Media plans to shrink its workforce by as much as 15% through attrition and cut its selection of digital sites by at least half, according to people familiar with the matter, as growth stalls at the onetime new-media darling.", "url": "https://www.wsj.com/articles/vice-media-to-shrink-workforce-by-as-much-as-15-as-growth-stalls-1541632597", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY138_vice11_ZG_20181107185242.jpg", "publishedAt": "2018-11-07T23:54:09Z", "content": "Vice Media plans to shrink its workforce by as much as 15% through attrition and cut its selection of digital sites by at least half, according to people familiar with the matter, as growth stalls at the onetime new-media darling. Revenue at the Brooklyn-base… [+1381 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Federal Court Strikes Down Maryland Gerrymander", "description": "A federal court struck down a Maryland congressional district drawn by Democrats to eliminate a Republican House seat, setting the stage for another Supreme Court battle over gerrymandering.", "url": "https://www.wsj.com/articles/federal-court-strikes-down-maryland-gerrymander-1541626460", "urlToImage": "https://images.wsj.net/im-35564/social", "publishedAt": "2018-11-07T23:48:54Z", "content": "WASHINGTONA federal court struck down a Maryland congressional district drawn by Democrats to eliminate a Republican House seat, setting the stage for another Supreme Court battle over gerrymandering. The unanimous Wednesday ruling from a special three-judge … [+3470 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "New Sanctions, New Hurdles for Western Firms Still Doing Business in Iran - Wall Street Journal", "description": "Wall Street Journal New Sanctions, New Hurdles for Western Firms Still Doing Business in Iran Wall Street Journal As new U.S. sanctions on Iran start to bite this month, Western companies still doing business in the country face fresh hurdles in a market that…", "url": "https://www.wsj.com/articles/new-sanctions-new-hurdles-for-western-firms-still-doing-business-in-iran-1541620289", "urlToImage": "https://images.wsj.net/im-35545/social", "publishedAt": "2018-11-07T23:32:45Z", "content": "As new U.S. sanctions on Iran start to bite this month, Western companies still doing business in the country face fresh hurdles in a market that has been both enticing and tough to crack. Over the past two decades, many Western firms have quietly sunk roots … [+6042 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Valerie Bauerlein", "title": "Local Issues Helped Democrats in the Midwest", "description": "Midwesterners elected gubernatorial candidates who promised to boost teacher pay in Wisconsin, fix potholes in Michigan and reverse deep budget cuts in Kansas. These issues, divorced from national politics, fueled Democratic victories across the region.", "url": "https://www.wsj.com/articles/democrats-picked-up-midwest-governor-seats-by-vowing-to-fix-schools-potholes-1541628582", "urlToImage": "https://images.wsj.net/im-35591/social", "publishedAt": "2018-11-07T23:29:27Z", "content": "Midwesterners elected gubernatorial candidates who promised to boost teacher pay in Wisconsin, fix potholes in Michigan and reverse deep budget cuts in Kansas. These issues, divorced from national politics, fueled Democratic victories across the region. The t… [+5736 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Bunge", "title": "Tyson Foods CEO Looks Overseas for Acquisitions", "description": "In his first interview in his new role as CEO, Noel White discusses efforts to rebuild the company’s overseas presence.", "url": "https://www.wsj.com/articles/tyson-foods-ceo-looks-to-make-international-acquisitions-1541623508", "urlToImage": "https://images.wsj.net/im-35568/social", "publishedAt": "2018-11-07T23:14:22Z", "content": "Tyson Foods Inc. TSN 0.03% is looking to expand internationally to help stabilize its business and reduce exposure to U.S. agricultural-market swings, its chief executive said. The Arkansas-based company is considering acquisitions in new markets and revampin… [+4015 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Plagens", "title": "'Andy Warhol---From A to B and Back Again' Review: Pop Art's Tragic Prince", "description": "The first U.S. retrospective in nearly three decades offers the chance to reconsider an artist still at the height of his influence.", "url": "https://www.wsj.com/articles/andy-warholfrom-a-to-b-and-back-again-review-pop-arts-tragic-prince-1541631542", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH688_WARHOL_SOC_20181107154618.jpg", "publishedAt": "2018-11-07T22:59:04Z", "content": "In 1960, two prominent art dealers, a museum curator and a documentary filmmaker called on Andy Warhol in the Lexington Avenue townhouse hed come to own from the proceeds of his wunderkind success as an advertising artist. Warhol wanted their opinion on which… [+5508 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Julie Bykowicz", "title": "President Gains Robust Support in Realigned Senate", "description": "The outcome sends a message to Republican senators up for re-election in 2020 that it’s better to be with Trump than against him.", "url": "https://www.wsj.com/articles/trump-gains-robust-support-in-realigned-republican-senate-1541597949", "urlToImage": "https://images.wsj.net/im-35436/social", "publishedAt": "2018-11-07T22:56:23Z", "content": "WASHINGTONRepublicans success in retaining control of the Senate ensures a robust line of support for President Trump over the final two years of his first term and sends a message to GOP senators up for re-election in 2020 that it is better to be with him th… [+6000 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "The Wall Street Journal: Trump to sign directive this week revamping U.S. asylum policy", "description": "President Donald Trump is expected to sign a directive this week that will make official his plans to revamp the U.S. asylum system, part of his broader push to crack down on undocumented migrants entering the U.S. illegally.", "url": "https://www.wsj.com/articles/trump-to-sign-immigration-directive-revamping-asylum-system-1541629100", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY136_18trum_ZG_20181107175207.jpg", "publishedAt": "2018-11-07T22:55:11Z", "content": "WASHINGTON President Donald Trump is expected to sign a directive this week that will make official his plans to revamp the U.S. asylum system, part of his broader push to crack down on undocumented migrants entering the U.S. illegally. Trump is expected to s… [+1211 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ryan Tracy", "title": "House Will Target Wall Street---but Can't Stop Deregulation", "description": "While a divided Congress heralds more partisan bickering, it doesn’t necessarily signal a change in the Trump administration’s push to ease rules for banks.", "url": "https://www.wsj.com/articles/democratic-house-will-target-wall-streetbut-cant-stop-deregulation-1541606614", "urlToImage": "https://images.wsj.net/im-35475/social", "publishedAt": "2018-11-07T22:46:36Z", "content": "WASHINGTONThe midterm election wont derail the Trump administrations push to ease rules for banks, but Democratic control of the House will put Wall Street at the center of political battles. Tuesdays split result Republican control of the Senate and Democrat… [+5849 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Supreme Court Hears Sudan's Appeal on Damages in USS Cole Case - Wall Street Journal", "description": "Wall Street Journal Supreme Court Hears Sudan's Appeal on Damages in USS Cole Case Wall Street Journal WASHINGTON—Sudan's government argued at the Supreme Court on Wednesday that it shouldn't have to pay a $315 million judgment for helping terrorists attack a…", "url": "https://www.wsj.com/articles/supreme-court-hears-sudans-appeal-on-damages-in-uss-cole-case-1541630076", "urlToImage": "https://images.wsj.net/im-35603/social", "publishedAt": "2018-11-07T22:34:00Z", "content": "WASHINGTONSudans government argued at the Supreme Court on Wednesday that it shouldnt have to pay a $315 million judgment for helping terrorists attack a U.S. warship because the plaintiffs sent the legal papers to the wrong place. Sailors injured in al Qaeda… [+4597 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "A Comeback Years in the Making for Nancy Pelosi", "description": "The former speaker led her Democratic caucus back into the majority of the House after eight years in the minority.", "url": "https://www.wsj.com/articles/nancy-pelosi-presides-over-democratic-victory-in-house-1541586602", "urlToImage": "https://images.wsj.net/im-35411/social", "publishedAt": "2018-11-07T22:30:00Z", "content": "House Democratic Leader Nancy Pelosi celebrated a remarkable political comeback on Tuesday as the former speaker led her caucus back into the majority of the U.S. House of Representatives after eight years in the minority. Just before midnight, Mrs. Pelosi co… [+6971 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniel Henninger", "title": "Trump 2.0 Begins", "description": "The president will have trouble reassembling his 2016 coalition unless he changes.", "url": "https://www.wsj.com/articles/trump-2-0-begins-1541623898", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH612_WL1108_SOC_20181107141135.jpg", "publishedAt": "2018-11-07T22:05:57Z", "content": "The presidential election begins today. With only about 103 weeks left before Americans return to the polls in November 2020, the big question is whether Donald Trump will rerun his victorious 2016 strategy or make adjustments after what happened in Tuesdays … [+4933 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stacy Meichtry", "title": "Praise for Reviled Vichy Leader Lands France's Macron in Hot Water---Again", "description": "French President Emmanuel Macron waded into controversy by praising Philippe Pétain, who oversaw France during its Nazi occupation, as a “great soldier” during World War I.", "url": "https://www.wsj.com/articles/praise-for-reviled-vichy-leader-lands-frances-macron-in-hot-wateragain-1541617206", "urlToImage": "https://images.wsj.net/im-35544/social", "publishedAt": "2018-11-07T21:31:20Z", "content": "PARISFrench President Emmanuel Macron waded into controversy Wednesday by praising Philippe Pétain, who oversaw France during its Nazi occupation, as a great soldier during World War I. Mr. Macron made the comments to reporters accompanying him on a week-long… [+2188 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katherine Clarke", "title": "Uber Co-Founder Travis Kalanick Buys Manhattan Penthouse for $36 Million", "description": "The ride-hailing giant’s former leader purchased a Soho apartment with a private 20-foot outdoor pool in a Renzo Piano-designed building.", "url": "https://www.wsj.com/articles/uber-co-founder-travis-kalanick-buys-manhattan-penthouse-for-36-million-1541606432", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH540_kalani_TOP_20181107101601.jpg", "publishedAt": "2018-11-07T21:23:32Z", "content": "Travis Kalanick, co-founder of ride-hailing giant Uber who was pushed out as chief executive by investors last year, has inked a deal to buy a glamorous New York City penthouse for about $36.4 million, according to people familiar with the deal. The Soho pent… [+1851 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "Michael Kors Fumbles Sales Opportunity", "description": "Michael Kors Holdings was unable to meet a renewed demand for handbags covered in its namesake logo, resulting in a sales shortfall for its latest quarter.", "url": "https://www.wsj.com/articles/michael-kors-fumbles-renewed-demand-for-logo-handbags-1541611391", "urlToImage": "https://images.wsj.net/im-35572/social", "publishedAt": "2018-11-07T21:16:35Z", "content": "Michael Kors Holdings Ltd. KORS -14.62% was unable to meet a renewed demand for handbags covered in its namesake logo, resulting in a sales shortfall for the recently completed quarter. Chief Executive John Idol said Wednesday that a strategy to reduce invent… [+1809 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Bunge", "title": "The Wall Street Journal: Tyson Foods CEO looks to make international acquisitions", "description": "Tyson Foods Inc. is looking to expand internationally to help stabilize its business and reduce exposure to U.S. agricultural-market swings, its chief executive said.", "url": "https://www.wsj.com/articles/tyson-foods-ceo-looks-to-make-international-acquisitions/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY106_white__ZG_20181107161029.jpg", "publishedAt": "2018-11-07T21:12:51Z", "content": "Tyson Foods Inc. is looking to expand internationally to help stabilize its business and reduce exposure to U.S. agricultural-market swings, its chief executive said. The Arkansas-based company TSN, +0.03% is considering acquisitions in new markets and revamp… [+1361 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eliot Brown", "title": "In Silicon Valley, Saudi Money Keeps Flowing to Startups", "description": "Silicon Valley startups are continuing to negotiate deals with Saudi Arabia and take its capital from its partner SoftBank, amid controversy over the killing of journalist Jamal Khashoggi that has clouded the kingdom’s role as a major global technology invest…", "url": "https://www.wsj.com/articles/in-silicon-valley-saudi-money-keeps-flowing-to-startups-amid-backlash-1541586601", "urlToImage": "https://images.wsj.net/im-35195/social", "publishedAt": "2018-11-07T21:06:05Z", "content": "Silicon Valley startups are continuing to negotiate deals with Saudi Arabia and take its capital through its partner SoftBank Group Corp. 9984 2.76%, amid the controversy over the killing of journalist Jamal Khashoggi that has clouded the kingdoms role as a g… [+5395 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump: Mueller Investigation Is Very Bad for Our Country", "description": "President Trump responds to questions regarding the Mueller investigation into Russian interference in the 2016 elections, saying \"I could have ended it anytime I wanted.\" Photo: AP", "url": "http://www.wsj.com/video/trump-mueller-investigation-is-very-bad-for-our-country/094CE8E6-B7E2-460E-8B2D-547FEBA76BC9.html", "urlToImage": "http://m.wsj.net/video/20181107/110718trumpmueller/110718trumpmueller_1280x720.jpg", "publishedAt": "2018-11-07T20:50:49Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas MacMillan", "title": "Why Children's Fondness for YouTube Puts It at Risk", "description": "A new survey shows that four out of five parents with children 11 and younger have let their children watch the Google-owned video site, amid concern from children’s advocacy groups it is profiting from ads targeting minors.", "url": "https://www.wsj.com/articles/why-childrens-fondness-for-youtube-puts-the-company-at-risk-1541563271", "urlToImage": "https://images.wsj.net/im-35333/social", "publishedAt": "2018-11-07T20:26:39Z", "content": "A new survey shows YouTube is hugely popular among families with young children. That could be a problem for YouTube. Amid concern from childrens advocacy groups that the Google-owned video website is profiting from advertisements targeted at minors, the surv… [+4707 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "Trump Likely to Face Aggressive Oversight From House Democrats", "description": "The Democratic takeover of the House is set to unleash a wave of investigations into President Trump and his administration, deepening partisan divisions in Washington and imperiling his legislative agenda for the duration of his term.", "url": "https://www.wsj.com/articles/trump-to-face-aggressive-oversight-from-house-democrats-1541603970", "urlToImage": "https://images.wsj.net/im-35421/social", "publishedAt": "2018-11-07T20:19:35Z", "content": "WASHINGTONThe Democratic takeover of the House is set to unleash a wave of investigations into President Trump and his administration, deepening partisan divisions in Washington and imperiling his legislative agenda for the duration of his term. Mr. Trumps Re… [+5740 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "Attorney General Jeff Sessions Resigns from Trump White House - Wall Street Journal", "description": "Wall Street Journal Attorney General Jeff Sessions Resigns from Trump White House Wall Street Journal Attorney General Jeff Sessions has resigned at the request of President Trump. The move follows months of Mr. Trump expressing his displeasure with Mr. Sessi…", "url": "https://www.wsj.com/articles/attorney-general-jeff-sessions-resigns-from-trump-white-house-1541619893", "urlToImage": "https://images.wsj.net/im-35552/social", "publishedAt": "2018-11-07T19:45:09Z", "content": "Attorney General Jeff Sessions has resigned at the request of President Trump. The move follows months of Mr. Trump expressing his displeasure with Mr. Sessions in critical tweets. The abrupt move ended Mr. Sessions tumultuous tenure as the nations top law en… [+1994 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump Predicts 'Warlike Posture' if Democrats Investigate Him", "description": "At a news conference following the midterm elections, President Trump said if Democrats investigate him, it will be a “warlike posture.” Photo: AP", "url": "http://www.wsj.com/video/trump-predicts-warlike-posture-if-democrats-investigate-him/8F2444F9-F034-4DE2-BC51-25F1E22422E0.html", "urlToImage": "http://m.wsj.net/video/20181107/110718trumpwarlike/110718trumpwarlike_1280x720.jpg", "publishedAt": "2018-11-07T19:37:46Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kathryn O’Shea-Evans", "title": "Why Antique Portraits Are the Best Deals in Art", "description": "Surprisingly affordable, they bring chic gravitas to your décor and a chance to welcome a charming (and charmingly silent) stranger into your family.", "url": "https://www.wsj.com/articles/why-antique-portraits-are-the-best-deals-in-art-1541614918", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH553_LOVE_SOC_20181107112537.jpg", "publishedAt": "2018-11-07T19:30:21Z", "content": "WE HADNT been married long when my husband announced he wanted to bring a stranger home to live with us. Forever. This was no sister wife (hes faithful as a goose). James, it turned out, was in love with the idea of a 19th-century oil portrait. Hed grown up s… [+5425 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Kamp", "title": "Democrats Win Some State Legislatures, but GOP Maintains Majority", "description": "Democrats won control of six more state legislative chambers in Tuesday’s election and loosened Republicans’ grip on some others, but they didn’t significantly shift a balance of power that still heavily favors the GOP.", "url": "https://www.wsj.com/articles/democrats-win-some-state-legislatures-but-gop-maintains-majority-1541618643", "urlToImage": "https://images.wsj.net/im-35539/social", "publishedAt": "2018-11-07T19:24:05Z", "content": "Democrats won control of six more state legislative chambers in Tuesdays election and loosened Republicans grip on some others, but they didnt significantly shift a balance of power that still heavily favors the GOP. The left made winning state-level races a … [+5105 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump Says He'd Like to See Unity With Democrats", "description": "President Trump says there are a lot of great things his administrations could do together with Democrats on infrastructure, health care and other issues. Photo: AP", "url": "http://www.wsj.com/video/trump-says-hed-like-to-see-unity-with-democrats/290CF09B-20E7-4F5B-BEF6-9342354B73F9.html", "urlToImage": "http://m.wsj.net/video/20181107/110718trumpunity/110718trumpunity_1280x720.jpg", "publishedAt": "2018-11-07T19:23:51Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Trump Calls CNN Reporter ‘Rude, Terrible Person’", "description": "President Trump sparred with CNN reporter Jim Acosta at a news conference Wednesday after Tuesday's midterm elections. Photo: Getty", "url": "http://www.wsj.com/video/trump-calls-cnn-reporter-rude-terrible-person/5E45D939-E6D2-454E-AB1A-A1618691BB23.html", "urlToImage": "http://m.wsj.net/video/20181107/110718trumpacosta/110718trumpacosta_1280x720.jpg", "publishedAt": "2018-11-07T19:15:38Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "Trump, Kavanaugh and McCain Drive Election Results", "description": "Republicans suffered from health reform failure but an energized base clears the way for more conservative judges.", "url": "https://www.wsj.com/articles/trump-kavanaugh-and-mccain-drive-election-results-1541615932", "urlToImage": "https://images.wsj.net/im-35487/social", "publishedAt": "2018-11-07T18:44:59Z", "content": "An unpopular President with a record of significant achievement helped yield Tuesdays split decision in congressional elections. The buoyant economy resulting from President Trumps bold slashing of tax rates and regulations helped Republicans avoid a rout lik… [+5473 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tom Fairless", "title": "ECB Nominates Italian Economist as Region's Top Banking Supervisor", "description": "The European Central Bank said it had nominated Italian economist Andrea Enria as the region’s top banking supervisor amid renewed investor scrutiny of Italian lenders.", "url": "https://www.wsj.com/articles/ecb-nominates-italian-economist-as-regions-top-banking-supervisor-1541609036", "urlToImage": "https://images.wsj.net/im-35490/social", "publishedAt": "2018-11-07T17:54:52Z", "content": "FRANKFURTThe European Central Bank said it had nominated Italian economist Andrea Enria as the regions top banking supervisor amid renewed investor scrutiny of Italian lenders. If approved by European leaders and the European Parliament, Mr. Enria, a longtime… [+3126 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cameron McWhirter", "title": "Stacey Abrams's Campaign Considering Legal Options in Georgia Governor's Race - Wall Street Journal", "description": "Wall Street Journal Stacey Abrams's Campaign Considering Legal Options in Georgia Governor's Race Wall Street Journal Democrat Stacey Abrams was trailing in her historic bid to become the nation's first female African-American governor, but her campaign said …", "url": "https://www.wsj.com/articles/georgia-and-wisconsin-candidates-refuse-to-concede-governor-races-1541607485", "urlToImage": "https://images.wsj.net/im-35473/social", "publishedAt": "2018-11-07T17:19:33Z", "content": "Democrat Stacey Abrams was trailing in her historic bid to become the nations first female African-American governor, but her campaign said Wednesday morning that voting problems as well as uncounted absentee and provisional ballots could force a runoff. On a… [+5091 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Benoit Faucon", "title": "Russia Is Surprise Beneficiary of Iranian Oil Ban - Wall Street Journal", "description": "Wall Street Journal Russia Is Surprise Beneficiary of Iranian Oil Ban Wall Street Journal An early winner from the latest round of Iranian sanctions is emerging: Russia. The U.S. began enforcing a tough new slate of economic restrictions against Iran on Monda…", "url": "https://www.wsj.com/articles/russia-is-surprise-beneficiary-of-iranian-oil-ban-1541609785", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH542_rusoil_SOC_20181107103046.jpg", "publishedAt": "2018-11-07T16:56:00Z", "content": "An early winner from the latest round of Iranian sanctions is emerging: Russia. The U.S. began enforcing a tough new slate of economic restrictions against Iran on Monday, including a threat to sanction buyers of Iranian crude. That has refineries in Europe a… [+4557 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Emily Glazer", "title": "Regulators Take Aim at Wells Fargo Technology Oversight", "description": "Wells Fargo’s wide-ranging regulatory woes have extended to its technology operations, as the Office of the Comptroller of the Currency in recent weeks sent the bank a warning that often precedes an enforcement action, according to people familiar with the ma…", "url": "https://www.wsj.com/articles/regulators-take-aim-at-wells-fargo-technology-oversight-1541609510", "urlToImage": "https://images.wsj.net/im-35502/social", "publishedAt": "2018-11-07T16:53:51Z", "content": "Wells Fargo WFC 0.15% &amp; Co.s wide-ranging regulatory woes have extended to another part of its business: its technology operations. The Office of the Comptroller of the Currency in recent weeks sent Wells Fargo a regulatory warning that often precedes an … [+2507 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph De Avila", "title": "Democrat Ned Lamont Wins Connecticut Governor's Race - Wall Street Journal", "description": "Wall Street Journal Democrat Ned Lamont Wins Connecticut Governor's Race Wall Street Journal Democratic businessman Ned Lamont beat Republican Bob Stefanowski in a tight race to become Connecticut's next governor. Mr. Stefanowski conceded Wednesday morning. A…", "url": "https://www.wsj.com/articles/democrat-ned-lamont-wins-connecticut-governors-race-1541601288", "urlToImage": "https://images.wsj.net/im-35442/social", "publishedAt": "2018-11-07T16:42:57Z", "content": "Democratic businessman Ned Lamont beat Republican Bob Stefanowski in a tight race to become Connecticuts next governor. Mr. Stefanowski conceded Wednesday morning. As of 9:20 a.m. ET, the Associated Press hadnt called the race for either candidate. While this… [+3076 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: French President Calls for European Army", "description": "To subscribe to the newsletter, please sign up here MUST READS France’s Macron Calls for Creating a ‘European Army’: French President Emmanuel Macron called for the creation of a “true European army,” issuing a sharp critique of trans-Atlantic security ties d…", "url": "https://blogs.wsj.com/moneybeat/2018/11/07/french-president-calls-for-european-army/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-07T15:16:54Z", "content": "Frances Macron Calls for Creating a European Army : French President Emmanuel Macron called for the creation of a true European army, issuing a sharp critique of trans-Atlantic security ties days before U.S. President Trump is due to visit France. How an Anal… [+2203 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Decoding Xi Jinping's Strategy on Trade", "description": "At a mega-trade show in China, global businesses and political leaders were looking for hints of Xi Jinping's strategy ahead of planned trade talks with President Trump. Photo: Reuters", "url": "http://www.wsj.com/video/decoding-xi-jinping-strategy-on-trade/9439E032-8EF6-4415-B9EC-31FE6322A8C2.html", "urlToImage": "http://m.wsj.net/video/20181107/110718cstrategy/110718cstrategy_1280x720.jpg", "publishedAt": "2018-11-07T15:10:50Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Mississippi Senate Race Heads to a Runoff", "description": "Mississippi Republicans and Democrats woke up with another three weeks of political combat to come, after Republican Sen. Cindy Hyde-Smith and Democrat Mike Espy advanced to a runoff for a Senate seat.", "url": "https://www.wsj.com/articles/mississippi-senate-race-heads-to-a-runoff-1541586600", "urlToImage": "https://images.wsj.net/im-35185/social", "publishedAt": "2018-11-07T14:47:19Z", "content": "JACKSON, Miss.Mississippi Republicans and Democrats woke up Wednesday morning with another three weeks of political combat to come, after Republican Sen. Cindy Hyde-Smith and Democrat Mike Espy advanced to a runoff election for one of the states Senate seats.… [+2244 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Otto", "title": "Indonesian Crash Probe Finds Indicator Difference in Earlier Flight - Wall Street Journal", "description": "Wall Street Journal Indonesian Crash Probe Finds Indicator Difference in Earlier Flight Wall Street Journal Indonesian investigators said separate indicators used by the pilot and co-pilot aboard the Lion Air jet that plummeted into the sea last week register…", "url": "https://www.wsj.com/articles/indonesian-crash-probe-finds-indicator-difference-in-earlier-flight-1541599997", "urlToImage": "https://images.wsj.net/im-35428/social", "publishedAt": "2018-11-07T14:15:52Z", "content": "Indonesian investigators said separate indicators used by the pilot and co-pilot aboard the Lion Air jet that plummeted into the sea last week registered widely different readings for a key parameter during a flight just before its final trip. Boeing Co. BA -… [+3659 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Micah Maidenberg", "title": "21st Century Fox Posts Higher Profit", "description": "21st Century Fox said its profit rose in its latest quarter, but the company’s cable-network business reported weaker-than-expected sales.", "url": "https://www.wsj.com/articles/21st-century-fox-posts-higher-profit-but-cable-revenue-growth-lags-1541599557", "urlToImage": "https://images.wsj.net/im-35075/social", "publishedAt": "2018-11-07T14:08:58Z", "content": "21st Century Fox Inc. FOX 0.81% said Wednesday its profit rose in its latest quarter, but the companys cable-network business reported weaker-than-expected sales. The companys cable business, which includes Fox News and Fox Sports 1, booked $4.35 billion in r… [+2415 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chester Dawson", "title": "Democratic House Threatens Trump's Business Agenda - Wall Street Journal", "description": "Wall Street Journal Democratic House Threatens Trump's Business Agenda Wall Street Journal The GOP will also face new hurdles on tax-cutting initiatives set in motion last year that have boosted business profits and helped to lift consumer confidence. House D…", "url": "https://www.wsj.com/articles/democratic-house-threatens-trumps-business-agenda-1541599464", "urlToImage": "https://images.wsj.net/im-35352/social", "publishedAt": "2018-11-07T14:07:39Z", "content": "Youre not going to see any further major legislative changes. Theres not going to be another tax cut and no major policy revisions for business, said Terry Haines, senior political strategist at brokerage Evercore ISI. But at the same time, nothing passed und… [+5802 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Who Won, Who Lost, and What’s Next", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/07/capital-journal-who-won-who-lost-and-whats-next/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH136_midter_P_20181106073009.jpg", "publishedAt": "2018-11-07T13:22:04Z", "content": "What We're Watching Election Results: Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans control of the Senate. Find the latest midterm elections poll results here. Trump's Day: President Trump h… [+7645 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alejandro Lazo", "title": "Voters Expand Medicaid, Weigh In on Gas Taxes in Ballot Measures - Wall Street Journal", "description": "Wall Street Journal Voters Expand Medicaid, Weigh In on Gas Taxes in Ballot Measures Wall Street Journal Voters approved numerous alterations to election laws, rejected changes to gas taxes in three states, expanded Medicaid access in at least two, and delive…", "url": "https://www.wsj.com/articles/voters-expand-medicaid-weigh-in-on-gas-taxes-in-ballot-measures-1541596236", "urlToImage": "https://images.wsj.net/im-35407/social", "publishedAt": "2018-11-07T13:13:30Z", "content": "Voters approved numerous alterations to election laws, rejected changes to gas taxes in three states, expanded Medicaid access in at least two, and delivered a mixed verdict on marijuana legalization. In all, 155 measures were on the ballot in 37 states, alon… [+3993 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "U.S. Election Results Filter Through the Oil Market—Energy Journal:", "description": "Good morning. I’m Neanda Salvaterra, with today’s energy perspective. The U.S. midterm election yielded a divided government but may have a calming effect on the standoff between Washington and Tehran. Meanwhile, voters in Colorado rejected a proposal that wo…", "url": "https://blogs.wsj.com/moneybeat/2018/11/07/energy-journal-u-s-election-results-filter-through-the-oil-market/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH136_midter_P_20181106073009.jpg", "publishedAt": "2018-11-07T12:49:12Z", "content": "Good morning. Im Neanda Salvaterra, with todays energy perspective. The U.S. midterm election yielded a divided government but may have a calming effect on the standoff between Washington and Tehran. Meanwhile, voters in Colorado rejected a proposal that woul… [+5920 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Muslim Women Win House Seats, Blazing a New Path - Wall Street Journal", "description": "Wall Street Journal Muslim Women Win House Seats, Blazing a New Path Wall Street Journal WASHINGTON—Two Muslim women from the Midwest were elected to the House of Representatives on Tuesday, making history as the first women of their faith to serve in Congres…", "url": "https://www.wsj.com/articles/two-muslim-women-win-house-seats-1541568821", "urlToImage": "https://images.wsj.net/im-35355/social", "publishedAt": "2018-11-07T12:47:27Z", "content": "WASHINGTONTwo Muslim women from the Midwest were elected to the House of Representatives on Tuesday, making history as the first females of their faith to serve in Congress. The candidates secured their wins by running on a socially progressive platforms. Ras… [+3665 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacky Wong", "title": "Can Foldable Phones Help Samsung Emulate Apple?", "description": "The Korean giant has been the big loser amid a decline in global smartphone shipments. It’s hoping foldable phones can turn things around.", "url": "https://www.wsj.com/articles/can-foldable-phones-help-samsung-emulate-apple-1541586016", "urlToImage": "https://images.wsj.net/im-35399/social", "publishedAt": "2018-11-07T12:30:48Z", "content": "The global smartphone market is on track for its second annual decline in a rowshipments fell nearly 4% in the first three quarters this year, according to International Data Corp. Manufacturers have been launching plenty of new models, with faster processors… [+2294 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "Lame-Duck Congress Raises Prospect of Stalemate on Border Wall", "description": "Lawmakers are facing an immigration stalemate with Trump that could trigger a partial government shutdown in December.", "url": "https://www.wsj.com/articles/lame-duck-congress-raises-prospect-of-stalemate-on-border-wall-1541586602", "urlToImage": "https://images.wsj.net/im-35284/social", "publishedAt": "2018-11-07T12:26:25Z", "content": "WASHINGTONLawmakers return to Washington next week facing an immigration stalemate with President Trump that could trigger a partial government shutdown in Decemberand Democrats are far less willing to compromise after their midterm victory. While lame-duck s… [+5379 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christopher Alessi", "title": "Oil Prices Rise Ahead of OPEC Meeting - Wall Street Journal", "description": "Wall Street Journal Oil Prices Rise Ahead of OPEC Meeting Wall Street Journal... • Oil prices ticked up Wednesday morning, as the market consolidated the steep losses of recent days and looked to a potential supply cut from the Organization of the Petroleum E…", "url": "https://www.wsj.com/articles/oil-prices-rise-ahead-of-opec-meeting-1541592360", "urlToImage": "https://images.wsj.net/im-35416/social", "publishedAt": "2018-11-07T12:10:58Z", "content": "Oil prices ticked up Wednesday morning, as the market consolidated the steep losses of recent days and looked to a potential supply cut from the Organization of the Petroleum Exporting Countries and its allies when they convene over the coming weekend. Brent,… [+3240 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Midterms 2018: How the Night Unfolded", "description": "Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans’ control of the Senate. WSJ’s Gerald F. Seib explains.", "url": "http://www.wsj.com/video/midterms-2018-how-the-night-unfolded/375D3328-DD38-43AD-98DF-2DE7DB83DEEE.html", "urlToImage": "http://m.wsj.net/video/20181107/110718howithappened2/110718howithappened2_1280x720.jpg", "publishedAt": "2018-11-07T11:30:51Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James T. Areddy", "title": "US-China Trade Tensions on Display at Shanghai Expo - Wall Street Journal", "description": "Wall Street Journal US-China Trade Tensions on Display at Shanghai Expo Wall Street Journal SHANGHAI—American companies occupy choice real estate at a mega-Chinese trade show here but also stand at an uncomfortable intersection: between the huge business oppo…", "url": "https://www.wsj.com/articles/u-s-china-trade-tensions-on-display-at-shanghai-expo-1541590039", "urlToImage": "https://images.wsj.net/im-35395/social", "publishedAt": "2018-11-07T11:27:00Z", "content": "SHANGHAIAmerican companies occupy choice real estate at a mega-Chinese trade show here but also stand at an uncomfortable intersection: between the huge business opportunity of the China market and a U.S. president critical of their investment in it. Artifici… [+6223 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Private Equity Financing, Hedged Bond ETFs, Relaxation Guide", "description": "A new form of private-equity financing is taking off; it's now or never for hedged bond ETFs, and a relaxation guide for stressful times", "url": "https://blogs.wsj.com/moneybeat/2018/11/07/wsj-wealth-adviser-briefing-a-new-form-of-private-equity-hedged-bond-etfs-relaxation-guide/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-07T11:00:13Z", "content": "Kent Lucken was writing a business plan for Citigroup s wealth management business in 2002 when something clicked. That insight enabled Lucken to tap into what became one of the hottest areas of lending: capital call financing facilities, also known as privat… [+3157 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Douglas", "title": "How an Analysis of Basque Terrorism Helps Economists Understand Brexit", "description": "The method pioneered by an MIT professor has also been used to estimate the economic effect of a tobacco ban, German reunification, legalization of prostitution and gun rights.", "url": "https://blogs.wsj.com/economics/2018/11/07/how-an-analysis-of-basque-terrorism-helps-economists-understand-brexit/", "urlToImage": "https://images.wsj.net/im-34822", "publishedAt": "2018-11-07T10:37:40Z", "content": "A method developed more than a decade ago to assess the cost of political violence in the Basque country has become a key tool for economists trying to figure out the cost of Brexit. The U.K. voted to leave the European Union in 2016 and is due to formally wi… [+4077 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael C. Bender", "title": "McConnell and Trump Forge a Bond Over Winning - Wall Street Journal", "description": "Wall Street Journal McConnell and Trump Forge a Bond Over Winning Wall Street Journal WASHINGTON—An alarmed President Trump reached for his phone after Dr. Christine Blasey Ford completed her testimony before the Senate Judiciary Committee in September about …", "url": "https://www.wsj.com/articles/trump-mcconnell-relationship-evolved-to-the-advantage-of-both-1541586600", "urlToImage": "https://images.wsj.net/im-34915/social", "publishedAt": "2018-11-07T10:33:32Z", "content": "WASHINGTONAn alarmed President Trump reached for his phone after Dr. Christine Blasey Ford completed her testimony before the Senate Judiciary Committee in September about her allegation that Supreme Court nominee Brett Kavanaugh assaulted her when they were … [+9191 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: The Midterm Results Are In | Gridlock Likely To Limit Policy Shifts | Remember the Debt Ceiling?", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Democrats retook the House, Republicans added a seat in the Senate—and the short-term economic outlook is pretty much the same as before the midterms. Pol…", "url": "https://blogs.wsj.com/economics/2018/11/07/real-time-economics-the-midterm-results-are-in-gridlock-likely-to-limit-policy-shifts-remember-the-debt-ceiling/", "urlToImage": "https://images.wsj.net/im-34985", "publishedAt": "2018-11-07T10:16:37Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. Democrats retook the House, Republicans added a seat in the Senateand the short-term economic outlook is pretty much the same as before the midterms. Polit… [+6218 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Florida Gov. Rick Scott Declares Victory in Tight Senate Race", "description": "Florida Gov. Rick Scott thanks President Trump in his victory speech after winning a competitive Senate race against incumbent U.S. Sen. Bill Nelson (D). Photo: Associated Press", "url": "http://www.wsj.com/video/florida-gov-rick-scott-declares-victory-in-tight-senate-race/4E415ADB-7464-493E-8402-06CED8CE3496.html", "urlToImage": "http://m.wsj.net/video/20181107/110618flasenate2/110618flasenate2_1280x720.jpg", "publishedAt": "2018-11-07T07:21:27Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Hawley Defeats McCaskill in Missouri Senate Race", "description": "After winning Missouri's Senate race against Democrat Claire McCaskill, Josh Hawley (R) said, \"Now it's time to roll up our sleeves and to get to work.\" Photo: AP", "url": "http://www.wsj.com/video/hawley-defeats-mccaskill-in-missouri-senate-race/65450E16-D053-43CB-8031-A200180A504C.html", "urlToImage": "http://m.wsj.net/video/20181107/110618misssenate/110618misssenate_1280x720.jpg", "publishedAt": "2018-11-07T07:04:57Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Ron DeSantis Celebrates Victory in Florida Governor's Race", "description": "Republican Ron DeSantis addresses supporters after defeating Tallahassee Mayor Andrew Gillum (D) in Florida's gubernatorial election, saying it is \"the greatest professional honor\" of his life. Photo: Associated Press", "url": "http://www.wsj.com/video/ron-desantis-celebrates-victory-in-florida-governor-race/CECF30F2-D6C7-4452-9283-A1E8EF930D34.html", "urlToImage": "http://m.wsj.net/video/20181107/110618flasenate1/110618flasenate1_1280x720.jpg", "publishedAt": "2018-11-07T06:56:34Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Zolan Kanno-Youngs", "title": "Driver Charged in Deadly Brooklyn Crash Kills Herself - Wall Street Journal", "description": "Wall Street Journal Driver Charged in Deadly Brooklyn Crash Kills Herself Wall Street Journal The driver who struck and killed two young children in a Brooklyn crosswalk in March—severely injuring a mother who later lost her unborn child—committed suicide, ac…", "url": "https://www.wsj.com/articles/driver-charged-in-deadly-brooklyn-crash-kills-herself-1541570971", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH439_1107ny_SOC_20181107004502.jpg", "publishedAt": "2018-11-07T06:10:18Z", "content": "The driver who struck and killed two young children in a Brooklyn crosswalk in Marchseverely injuring a mother who later lost her unborn childcommitted suicide, according to a law-enforcement official. Dorothy Bruns, 44 years old, was found dead lying in her … [+1723 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Jeong", "title": "The Wall Street Journal: Thursday’s meeting between Pompeo, North Korean official delayed indefinitely", "description": "The U.S. State Department said a high-stakes meeting between Secretary of State Mike Pompeo and a senior North Korean official scheduled for Thursday was delayed indefinitely, another setback as the two sides attempt to sustain a rocky diplomatic process.", "url": "https://www.wsj.com/articles/pompeos-meeting-with-north-korean-officials-is-postponed-1541569238", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX878_pompeo_ZG_20181105211246.jpg", "publishedAt": "2018-11-07T05:57:14Z", "content": "SEOUL The U.S. State Department said a high-stakes meeting between Secretary of State Mike Pompeo and a senior North Korean official scheduled for Thursday was delayed indefinitely, another setback as the two sides attempt to sustain a rocky diplomatic proces… [+1008 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Ted Cruz Holds Texas Senate Seat", "description": "Republican Ted Cruz called his senate race win \"a victory for Texas.\" Photo: AP", "url": "http://www.wsj.com/video/ted-cruz-holds-texas-senate-seat/D9F3B9A7-2F7B-4292-9623-46547EB37F12.html", "urlToImage": "http://m.wsj.net/video/20181107/110618texsenate/110618texsenate_1280x720.jpg", "publishedAt": "2018-11-07T05:57:13Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Nancy Pelosi: 'Tomorrow Will Be a New Day in America'", "description": "House Minority Leader Nancy Pelosi celebrated Democrats taking control of the House in an election night speech. Photo: Getty", "url": "http://www.wsj.com/video/nancy-pelosi-tomorrow-will-be-a-new-day-in-america/D856636D-E876-45D5-B45A-E82105BBB807.html", "urlToImage": "http://m.wsj.net/video/20181107/110618pelosi/110618pelosi_1280x720.jpg", "publishedAt": "2018-11-07T05:51:43Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Russolillo", "title": "Investors Brace for Split-Congress Gridlock", "description": "U.S. stock futures and Asian markets rose modestly, as investors anticipated a political power divide that could limit the scope for major shifts in U.S. economic and tax policy.", "url": "https://www.wsj.com/articles/as-midterm-election-results-come-in-u-s-futures-asian-stocks-rise-1541559473", "urlToImage": "https://images.wsj.net/im-35317/social", "publishedAt": "2018-11-07T05:29:05Z", "content": "U.S. stock futures and Asian markets rose modestly, as investors anticipated a political power divide that could limit the scope for major shifts in U.S. economic and tax policy. With Republicans retaining control of the Senate in midterm elections, and the D… [+3087 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Democratic House", "description": "It wasn’t a blue wave but GOP losses will stymie the Trump Presidency.", "url": "https://www.wsj.com/articles/a-democratic-house-1541567746", "urlToImage": "https://images.wsj.net/im-35353/social", "publishedAt": "2018-11-07T05:22:37Z", "content": "Americas deep political divisions revealed themselves again on Tuesday, as Democrats regained control of the U.S. House while Republicans picked up seats in the Senate. Add their gains in the statehouses, and it was a better night overall for the Democrats, i… [+5456 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph De Avila", "title": "Democrat Robert Menendez Holds On to New Jersey Senate Seat", "description": "Sen. Robert Menendez beat Republican Bob Hugin in New Jersey, further extending the GOP’s losing streak in Senate campaigns in the deep-blue state.", "url": "https://www.wsj.com/articles/sen-robert-menendez-re-elected-in-new-jersey-1541556143", "urlToImage": "https://images.wsj.net/im-35360/social", "publishedAt": "2018-11-07T05:20:26Z", "content": "Democrats exhaled Tuesday as Sen. Robert Menendez hung on and beat Republican Bob Hugin in a closer-than-expected race, further extending the GOPs losing streak in Senate campaigns in deep-blue New Jersey. Mr. Menendez told supporters Tuesday night that he wo… [+3030 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "How a Divided Congress Could Defy Gridlock", "description": "Here are three key issues that could provide common ground​ for Democrats and President Trump​, despite a split Congress. Photo: Getty Images.", "url": "http://www.wsj.com/video/how-a-divided-congress-could-defy-gridlock/30A5156D-3877-4847-B4C2-190F117675FC.html", "urlToImage": "http://m.wsj.net/video/20181106/110618electionwhatsnext/110618electionwhatsnext_1280x720.jpg", "publishedAt": "2018-11-07T05:05:48Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gerald F. Seib", "title": "Trump Did What He Needed to Do in the Midterms", "description": "President Trump didn’t need to win in Tuesday’s midterms so much as he needed to avoid disaster. And that’s pretty much what happened.", "url": "https://www.wsj.com/articles/trump-did-what-he-needed-to-do-in-the-midterms-1541564823", "urlToImage": "https://images.wsj.net/im-35345/social", "publishedAt": "2018-11-07T04:57:06Z", "content": "President Trump didnt need to win in Tuesdays midterms so much as he needed to avoid disaster. And thats pretty much what happened. The country now stands not far from where it was when Mr. Trump won his shocking victory in 2016: deeply divided in its politic… [+4600 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Mike Braun Delivers Victory Speech After Indiana Win", "description": "Republican Mike Braun unseated Sen. Joe Donnelly (D) in the Indiana Senate race. Both candidates delivered speeches after the results were called. Photo: Getty", "url": "http://www.wsj.com/video/mike-braun-delivers-victory-speech-after-indiana-win/7450E48F-8A33-40EC-9799-0BCE840220D0.html", "urlToImage": "http://m.wsj.net/video/20181106/110618indsenate/110618indsenate_1280x720.jpg", "publishedAt": "2018-11-07T04:28:20Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Ip", "title": "美前財長保爾森談美中關係：“經濟鐵幕”可能很快到來 - 華爾街日報", "description": "華爾街日報 美前財長保爾森談美中關係：“經濟鐵幕”可能很快到來 華爾街日報 很少有人在推動美中關係方面比保爾森(Henry Paulson)做得更努力和更成功。無論是當年執掌高盛集團(Goldman Sachs Group Inc., GS)，還是後來擔任美國財長，亦或是如今的政壇元老，他在這方面始終不遺餘力。 所以當保爾森斷言美中關係正在破裂，“經濟鐵幕”... 前美財長鮑爾森：美中不解決分歧「經濟鐵幕」將分裂世界 鉅亨網 (新聞發布) 美前財長保爾森警告美中或「全面冷戰」 香港經濟日報 (新聞發布) 保爾森警…", "url": "https://cn.wsj.com/articles/CT-OPN-20181107115139", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BH420_1106pa_G_20181106164909.jpg", "publishedAt": "2018-11-07T04:27:42Z", "content": "(Henry Paulson)(Goldman Sachs Group Inc., GS)..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gabriele Steinhauser", "title": "Rwanda: A Poster Child for Development With a Dark Side", "description": "Rwanda has been hailed as a homegrown model of African development, but rights groups and a growing number of academics point to a darker side of its economic miracle.", "url": "https://www.wsj.com/articles/rwanda-a-poster-child-for-development-with-a-dark-side-1541500201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG207_RWANDA_TOP_20181101181726.jpg", "publishedAt": "2018-11-07T04:23:32Z", "content": "KIGALI, RwandaSeen from the concrete blocks marking the graves of some 250,000 victims of the 1994 genocide, the glistening skyline in the capital of this East African nation is the most obvious sign of the grand experiment taking place here. A quarter centur… [+7759 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Republicans Poised to Hold Senate Majority", "description": "Republicans notched three victories in Senate races on Tuesday night that signaled they were on track to retain their majority, defeating one of the most vulnerable Democratic senators in Indiana, holding a seat in Tennessee and fending off a challenge in Tex…", "url": "https://www.wsj.com/articles/senates-fate-will-weigh-heavily-on-trumps-term-1541548839", "urlToImage": "https://images.wsj.net/im-35344/social", "publishedAt": "2018-11-07T04:13:45Z", "content": "Republicans will keep control of the U.S. Senate, after defeating two Democratic incumbents and holding on to another two seats, partially protecting President Trumps agenda in Congress. Republicans defeated Democratic Sens. Joe Donnelly and Heidi Heitkamp in… [+3858 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump, White House Prepare for Election Results", "description": "White House aides nervously awaited the election results Tuesday as President Trump kept out of public view, spending the day making phone calls and monitoring races across the country.", "url": "https://www.wsj.com/articles/trump-white-house-prepare-for-election-results-1541524531", "urlToImage": "https://images.wsj.net/im-35027/social", "publishedAt": "2018-11-07T04:13:35Z", "content": "WASHINGTONWhite House aides nervously awaited the election results as President Trump kept out of public view on Tuesday, spending the day making phone calls and monitoring races across the country. Mr. Trump was restless and eager to know the outcome of the … [+5749 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Reid J. Epstein", "title": "Democrats Pick Up GOP-Held House Seats in Suburbs", "description": "Democrats were flipping Republican-held House seats at the pace they would need to win control of the chamber late Tuesday evening, zeroing in on GOP-held seats in suburban districts in the early going.", "url": "https://www.wsj.com/articles/control-of-the-house-hangs-in-the-balance-as-results-roll-in-1541548850", "urlToImage": "https://images.wsj.net/im-35336/social", "publishedAt": "2018-11-07T04:08:46Z", "content": "WASHINGTONDemocrats were flipping Republican-held House seats at the pace they would need to win control of the chamber late Tuesday evening, zeroing in on GOP-held seats in suburban districts in the early going. Evidence of a potential Democratic surge in th… [+4523 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Arian Campo-Flores", "title": "Hard-Fought Governors' Races Go Down to the Wire", "description": "Democrats were projected to take back two governor seats from the Republicans in early results in Illinois and Michigan, while counting in high-profile races went down to the wire.", "url": "https://www.wsj.com/articles/hard-fought-governors-races-go-down-to-the-wire-1541560336", "urlToImage": "https://images.wsj.net/im-35326/social", "publishedAt": "2018-11-07T04:02:36Z", "content": "Democrats were projected to take back two governor seats from the Republicans in early results in Illinois and Michigan, while counting in high-profile races went down to the wire. J.B. Pritzker beat incumbent Illinois Gov. Bruce Rauner in Illinois and Gretch… [+5385 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Janet Hook", "title": "Midterm Results Point to a Split Congress", "description": "Millions of Americans flocked to the polls to render their first national verdict on the Donald Trump presidency, and early results pointed to a split Congress, with Democrats moving toward a House majority.", "url": "https://www.wsj.com/articles/health-care-trump-animate-voters-survey-shows-1541548869", "urlToImage": "https://images.wsj.net/im-35249/social", "publishedAt": "2018-11-07T03:59:18Z", "content": "WASHINGTONMillions of Americans flocked to the polls Tuesday to render their first national verdict on the Donald Trump presidency, and early results pointed to a split decision. Democrats chipped away at Republicans margin in the House and seemed on track to… [+7234 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Boeing, FAA to Issue Safety Alerts Following Lion Air Crash - Wall Street Journal", "description": "Wall Street Journal Boeing, FAA to Issue Safety Alerts Following Lion Air Crash Wall Street Journal Responding to the Lion Air jetliner crash that killed 189 people in Indonesia last week, manufacturer Boeing Co. BA 1.24% and U.S. aviation regulators intend t…", "url": "https://www.wsj.com/articles/boeing-faa-to-issue-safety-alerts-following-lion-air-crash-1541562339", "urlToImage": "https://images.wsj.net/im-35300/social", "publishedAt": "2018-11-07T03:48:24Z", "content": "Responding to the Lion Air jetliner crash that killed 189 people in Indonesia last week, manufacturer Boeing Co. BA 1.24% and U.S. aviation regulators intend to issue twin safety warnings about potentially suspect flight-control software that can confuse pilo… [+4247 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "Gov. Cuomo Easily Wins Re-Election", "description": "Democrats led by Gov. Andrew Cuomo swept elections for statewide offices in New York as their party pushed to wrest control of the state Senate from Republicans and unseated GOP Rep. Dan Donovan.", "url": "https://www.wsj.com/articles/new-york-state-sees-strong-turnout-1541550567", "urlToImage": "https://images.wsj.net/im-35289/social", "publishedAt": "2018-11-07T03:39:47Z", "content": "Democrats led by Gov. Andrew Cuomo swept elections for statewide offices in New York as their party pushed to wrest control of the state Senate from Republicans and unseated GOP Rep. Dan Donovan. Mr. Cuomo, 60 years old, won a third term over his Republican c… [+3565 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Voices From a Day of Voting", "description": "On Election Day, American voters weigh key issues of the 2018 midterm elections. Photo: AP", "url": "http://www.wsj.com/video/voices-from-a-day-of-voting/83456D8D-715D-4341-9267-0351F5134C25.html", "urlToImage": "http://m.wsj.net/video/20181106/110618voices/110618voices_1280x720.jpg", "publishedAt": "2018-11-07T03:36:58Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aaron Zitner", "title": "Poll Uses Novel Method to Learn Who Voted and Why", "description": "For the 2018 midterm elections, The Wall Street Journal will draw on results from a poll that uses a novel methodology to determine who voted and how they settled on their choice of candidates.", "url": "https://www.wsj.com/articles/poll-uses-novel-method-to-learn-who-voted-and-why-1541516400", "urlToImage": "https://images.wsj.net/im-34801/social", "publishedAt": "2018-11-07T03:25:37Z", "content": "With each election, reporters and analysts try to determine which voters showed up to cast ballots. Learning what share of the electorate came from cities or rural areas, or how many voters were white and how many from minority groups, along with other detail… [+3155 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Kamp", "title": "Floridians Grant People With Felony Records the Right to Vote - Wall Street Journal", "description": "Wall Street Journal Floridians Grant People With Felony Records the Right to Vote Wall Street Journal TALLAHASSEE, Fla.—Florida voters decided Tuesday to restore voting rights to an estimated 1.4 million people with felony records. The Florida ballot question…", "url": "https://www.wsj.com/articles/floridians-grant-people-with-felony-records-the-right-to-vote-1541560193", "urlToImage": "https://images.wsj.net/im-35318/social", "publishedAt": "2018-11-07T03:10:08Z", "content": "TALLAHASSEE, Fla.Florida voters decided Tuesday to restore voting rights to an estimated 1.4 million people with felony records. The Florida ballot question marked the largest expansion of voting rights since the 26th Amendment lowered the voting age to 18 in… [+2375 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Benoit", "title": "Alleged Fraud Surprises Activist Investors in Shipping Fuel Company", "description": "Alleged fraud at Aegean Marine Petroleum Network, which came to light in the bankruptcy filing of the company founded by Greek billionaire Dmitris Melissanidis, took activist investors by surprise.", "url": "https://www.wsj.com/articles/allegations-of-fraud-surprise-activist-investors-in-shipping-fuel-company-1541530514", "urlToImage": "https://images.wsj.net/im-35051/social", "publishedAt": "2018-11-07T02:53:39Z", "content": "In May, an activist-investor group forced its way onto the board of a Greek shipping-fuel company, calling it mismanaged and undervalued. Six months later, that company, Aegean Marine Petroleum Network Inc., has filed for bankruptcy, with its new board allegi… [+5838 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Jeong", "title": "美國和朝鮮在恢複核談判前強化各自立場 - 華爾街日報", "description": "華爾街日報 美國和朝鮮在恢複核談判前強化各自立場 華爾街日報 美國本周為恢復與朝鮮的核談判做準備，但雙方的立場都變強硬，達成妥協的希望由此降低。 朝鮮稱已在解除核武器方面做出了足夠讓步，並且更加強硬地要求美國作出同等回應。朝鮮上周威脅稱，如果美國不取消制裁或提供改善關係的其他方法，朝鮮將恢複核武建設... 金正恩首張官方畫像出爐！專家：北韓開始搞個人崇拜 udn 聯合新聞網 好看嗎？北韓公布金正恩首張官方肖像畫 自由時報電子報 古巴領袖結束北韓訪問金正恩伉儷機場送行 香港電台 香港文匯報 - 民視新聞 - 經濟日…", "url": "https://cn.wsj.com/articles/CT-BGH-20181107100406", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BH240_1106nk_G_20181106052452.jpg", "publishedAt": "2018-11-07T02:41:07Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Talley", "title": "After Iran Sanctions, U.S. Faces a Huge Task: Compliance", "description": "Most Western companies and banks pulled out of Iran ahead of new Trump administration sanctions. But the rest of the world may be more difficult for American officials to convince.", "url": "https://www.wsj.com/articles/after-iran-sanctions-u-s-faces-a-huge-task-compliance-1541545300", "urlToImage": "https://images.wsj.net/im-35241/social", "publishedAt": "2018-11-07T01:04:53Z", "content": "Most Western companies and banks pulled out of Iran ahead of new Trump administration sanctions, fearing a loss of access to the U.S. economy. But the rest of the world may be more difficult for American officials to convince. Facing a host of nations relucta… [+5625 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "Voters Are Enthusiastic, Polarized, Engaged on the Issues", "description": "Reporters with the The Wall Street Journal spoke with voters across the U.S., capturing a range of views that illustrated the nation’s polarized political climate.", "url": "https://www.wsj.com/articles/at-polls-voters-weigh-the-issues-and-their-feelings-about-trump-1541549120", "urlToImage": "https://images.wsj.net/im-35110/social", "publishedAt": "2018-11-07T01:04:30Z", "content": "Reporters with the The Wall Street Journal spoke with voters Tuesday across the U.S., capturing a range of opinions that illustrated the nations polarized political climate. Turnout was huge, overwhelming election officials and yielding long lines at many pol… [+4022 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Jeong", "title": "U.S., North Korea Toughen Stance Ahead of Nuclear Talks", "description": "Pyongyang says it has made enough concessions on nuclear disarmament and wants the U.S. to reciprocate, while Washington remains adamant about maintaining sanctions pressure.", "url": "https://www.wsj.com/articles/u-s-north-korea-toughen-stance-ahead-of-nuclear-talks-1541500646", "urlToImage": "https://images.wsj.net/im-34965/social", "publishedAt": "2018-11-07T00:54:57Z", "content": "SEOULAs the U.S. prepares to resume nuclear negotiations with North Korea this week, both sides are hardening their positions, dimming hopes for a compromise. North Korea says it has made enough concessions on nuclear disarmament and has grown more strident i… [+5130 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shayndi Raice", "title": "Amazon HQ2 Change Leaves Cities in a Bind", "description": "Amazon.com Inc.’s change of plans to name more than one location for its massive HQ2 second headquarters leaves cities in a bind as they prepare for a decision that could come as soon as this week.", "url": "https://www.wsj.com/articles/amazon-hq2-change-leaves-cities-in-a-bind-1541535732", "urlToImage": "https://images.wsj.net/im-35122/social", "publishedAt": "2018-11-07T00:52:19Z", "content": "Amazon.com Inc.s AMZN 0.92% change of plans for its massive second headquarters leaves cities in a bind in the final hours. It is unlikely cities would significantly change their bids in the final hours. Financial incentives often are proposed as pay as you g… [+3760 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Kavanaugh Questions Death-Penalty Method", "description": "In a case brought by a condemned inmate suffering from a rare medical condition, the new Supreme Court justice questioned Missouri’s claims that the Constitution could permit execution methods that cause “gruesome and brutal” pain if no alternatives exist.", "url": "https://www.wsj.com/articles/kavanaugh-questions-death-penalty-method-in-missouri-case-1541545596", "urlToImage": "https://images.wsj.net/im-35210/social", "publishedAt": "2018-11-07T00:45:28Z", "content": "WASHINGTONSupreme Court arguments took a graphic turn Tuesday as justices weighed various ways to execute a Missouri inmate who contends a rare medical condition would make his final moments excruciatingly painful were he put to death via the regulation injec… [+5260 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Kendall , Tripp Mickle", "title": "The Wall Street Journal: Qualcomm dealt a potentially major setback in FTC antitrust case", "description": "A federal judge dealt a setback Tuesday to Qualcomm Inc.’s defense against an antitrust lawsuit brought by the Federal Trade Commission, ruling that the chip maker must license some of its industry-essential patents to rival chip suppliers.", "url": "https://www.wsj.com/articles/qualcomm-suffers-setback-in-antitrust-battle-1541549605", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FQ638_qualco_ZG_20170719205940.jpg", "publishedAt": "2018-11-07T00:40:59Z", "content": "A federal judge dealt a setback Tuesday to Qualcomm Inc.s defense against an antitrust lawsuit brought by the Federal Trade Commission, ruling that the chip maker must license some of its industry-essential patents to rival chip suppliers. The ruling Tuesday … [+1484 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Ip", "title": "Henry Paulson Delivers a Sobering Message on U.S.-China Relations", "description": "Former Treasury Secretary Henry Paulson concludes that U.S. engagement with China is failing and an “economic Iron Curtain” may soon descend between the two economic superpowers.", "url": "https://www.wsj.com/articles/once-an-optimist-on-u-s-china-relations-henry-paulson-delivers-a-sobering-message-1541548800", "urlToImage": "https://images.wsj.net/im-35187/social", "publishedAt": "2018-11-07T00:38:10Z", "content": "Few people have championed U.S. engagement with China as forcefully or successfully as Henry Paulson, first at Goldman Sachs Group Inc., later as Treasury Secretary, and now as elder statesman. So when Mr. Paulson concludes engagement is failing and an econom… [+5930 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dustin Volz", "title": "No Significant Foreign Interference Seen on Midterm Vote", "description": "U.S. security officials and social media firms said Tuesday they spotted a limited amount of disinformation that was deliberately disseminated.", "url": "https://www.wsj.com/articles/u-s-on-alert-for-election-interference-says-nothing-significant-spotted-1541521048", "urlToImage": "https://images.wsj.net/im-35004/social", "publishedAt": "2018-11-07T00:32:14Z", "content": "U.S. security officials and social media firms said Tuesday they spotted a limited amount of deliberate disinformation targeting the midterm election, but that they hadnt observed any significant efforts to directly breach election infrastructure with cyberat… [+6010 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "San Francisco's Trump Water Strike", "description": "The city supervisors vote to ration H2O to spite the President.", "url": "https://www.wsj.com/articles/san-franciscos-trump-water-strike-1541549710", "urlToImage": "https://images.wsj.net/im-35264/social", "publishedAt": "2018-11-07T00:15:11Z", "content": "Some progressives will do anything to oppose Donald Trump, and in the resistance capital known as San Francisco this obsession now includes a willingness even to reduce the citys water supply. The California State Water Resources Control Board on Wednesday wi… [+2638 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Judges vs. Telepathists", "description": "Are the Supreme Court Justices all textualists now?", "url": "https://www.wsj.com/articles/judges-vs-telepathists-1541549691", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH396_3text1_SOC_20181106185521.jpg", "publishedAt": "2018-11-07T00:14:53Z", "content": "Liberals are predicting that the Supreme Courts conservative majority will rewrite laws according to their policy preferences. So someone should point out that the conservatives this week behaved as if laws mean what they say regardless of the policy outcome.… [+3009 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "State AGs for Rent", "description": "Privately funded litigators wield state police power.", "url": "https://www.wsj.com/articles/state-ags-for-rent-1541549567", "urlToImage": "https://images.wsj.net/im-27601/social", "publishedAt": "2018-11-07T00:12:49Z", "content": "With the courts and Trump Administration rolling back federal climate regulation, green activists have turned to the states. But theres a troubling ethical twist: Instead of merely lobbying, activists are placing employees in Attorneys General offices in dubi… [+4500 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Hennessey", "title": "Trump Has Become a Republican", "description": "Two years of intense policy battles have pushed him into a close embrace with the party ‘establishment.’", "url": "https://www.wsj.com/articles/trump-has-become-a-republican-1541549383", "urlToImage": "https://images.wsj.net/im-35139/social", "publishedAt": "2018-11-07T00:09:45Z", "content": "A forgotten question of the 2016 Republican primary was whether Donald Trump was a true Republican or simply a Republican of convenience, running for the GOP nomination because it was the one he thought he could get. Quite a few pundits insisted he had no rea… [+266 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Photos: Not Your Usual Midterm Elections", "description": "With a polarized citizenry, voter turnout is expected to be relatively high for these midterm elections, which are serving as a referendum on President Trump’s first two years in office.", "url": "https://www.wsj.com/articles/not-your-usual-midterm-elections-1541509041", "urlToImage": "https://images.wsj.net/im-35234/social", "publishedAt": "2018-11-07T00:09:41Z", "content": "A polarized citizenry casts votes in what is considered a referendum on the Trump presidency SEND An error has occurred, please try again later."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Austen Hufford", "title": "More Factories Crop Up Closer to Customers", "description": "The largest share of manufacturers in at least a decade is spending to expand facilities, as companies look to build plants closer to their customers.", "url": "https://www.wsj.com/articles/more-factories-crop-up-closer-to-customers-1541545415", "urlToImage": "https://images.wsj.net/im-35107/social", "publishedAt": "2018-11-07T00:02:04Z", "content": "The largest share of manufacturers in at least a decade is spending to expand facilities, as companies look to build plants closer to their customers to offset record-high trucking costs and seek out pockets of available workers in a tight labor market. Twelv… [+4204 chars]"}]}