{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ronald Blum", "title": "Red Sox's Mookie Betts caps off winning year with MVP award", "description": "Boston's Mookie Betts and Milwaukee's Christian Yelich were runaway winners of the Most Valuable Player awards after the 26-year-old outfielders each led their teams to first-place finishes with dominant seasons that included batting titles.", "url": "https://www.cbc.ca/sports/baseball/mlb/mlb-awards-mvp-christian-yelich-mookie-betts-1.4908049", "urlToImage": "https://i.cbc.ca/1.4908099.1542325119!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/betts-mookie-111518.jpg", "publishedAt": "2018-11-16T00:02:07Z", "content": "Boston's Mookie Betts and Milwaukee's Christian Yelich were runaway winners of the Most Valuable Player awards after the 26-year-old outfielders each led their teams to first-place finishes with dominant seasons that included batting titles. Betts received 28… [+2587 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Coast guard en route to help carrier in distress off Newfoundland coast", "description": "The Centennial Harmony was experiencing flooding in 20-metre swells, but the crew has since gained control of the ship and is awaiting help from rescue teams.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/centennial-harmony-distress-1.4908039", "urlToImage": "https://i.cbc.ca/1.2035864.1381643574!/httpImage/image.jpg_gen/derivatives/16x9_620/li-sir-wilfred-grenfell-460.jpg", "publishedAt": "2018-11-15T23:49:37Z", "content": "A bulk carrier stranded 250 nautical miles southeast of St. John's is safe for now after battling power outages and flooding earlier this afternoon. Major Amber Bineau, public affairs officer with the Department of National Defence, said the Centennial Harmon… [+710 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Woman who posed as animal control officer to steal dog sentenced to 90 days", "description": "A former British Columbia woman who tried to steal an Alberta family's dog by posing as an animal control officer has been sentenced to 90 days in jail.", "url": "https://www.cbc.ca/news/canada/calgary/karin-adams-animal-abuser-sentenced-1.4907983", "urlToImage": "https://i.cbc.ca/1.4819535.1536701915!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/karin-adams-leaves-alberta-court-on-animal-abuse-charges.png", "publishedAt": "2018-11-15T23:44:34Z", "content": "A former British Columbia woman who tried to steal an Alberta family's dog by posing as an animal control officer has been sentenced to 90 days in jail. Karin Adams, who is 46, appeared in Red Deer provincial court on Wednesday via closed-circuit television f… [+1333 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elias Abboud", "title": "Police at first stumped by cause of girls' deaths, jury in Adele Sorella trial hears", "description": "Police investigators looking into the deaths of Adele Sorella's daughters, Amanda, 9, and Sabrina, 8, at first thought the girls must have been drugged, a Laval police investigator testified Thursday.", "url": "https://www.cbc.ca/news/canada/montreal/police-at-first-stumped-by-cause-of-girls-deaths-jury-in-adele-sorella-trial-hears-1.4908038", "urlToImage": "https://i.cbc.ca/1.4902434.1542065948!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adele-sorella-with-her-legal-team.jpg", "publishedAt": "2018-11-15T23:42:50Z", "content": "Police investigators looking into the deaths of Adele Sorella's two young girls were at a loss to explain what could have killed the girls at first, a Laval police investigator testified Thursday. On the fourth day of Sorella's trial for the first-degree murd… [+3061 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Erin Brohman", "title": "Water running again at West End Winnipeg rooming house", "description": "Tenants at a rooming house on Langside Avenue have running water again after nearly two weeks without, now that their landlord has agreed to fix the broken water line on his property.", "url": "https://www.cbc.ca/news/canada/manitoba/water-leak-winnipeg-langside-pipe-landlord-rooming-house-1.4907879", "urlToImage": "https://i.cbc.ca/1.4907908.1542320234!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/leak.jpg", "publishedAt": "2018-11-15T23:36:54Z", "content": "Tenants at a rooming house on Langside Avenue have running water again after nearly two weeks without, now that their landlord has agreed to fix the broken water line on his property. Water from that line had been flowing onto the street from a hole above the… [+3385 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "ASIRT clears officers who fatally shot 'prolific car thief' who was high on meth", "description": "Calgary police officers who shot and killed a \"prolific car thief\" who was high on meth have been cleared of wrongdoing by the Alberta Serious Incident Response Team (ASIRT).", "url": "https://www.cbc.ca/news/canada/calgary/asirt-car-thief-terrence-weinmeyer-officers-cleared-1.4907922", "urlToImage": "https://i.cbc.ca/1.3864135.1479927302!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/terrence-weinmeyer.jpg", "publishedAt": "2018-11-15T23:36:46Z", "content": "Calgary police officers who shot and killed a \"prolific car thief\" who was high on meth have been cleared of wrongdoing by the Alberta Serious Incident Response Team (ASIRT). Terry Weinmeyer, 49, died in November 2016 after he was shot four times by two Calga… [+2668 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kristie Rieken", "title": "Carmelo Anthony's Rockets tenure comes to quick end", "description": "Carmelo Anthony is done in Houston. Rockets general manager Daryl Morey released a statement Thursday saying the team is \"parting ways\" with Anthony and \"working toward a resolution.\"", "url": "https://www.cbc.ca/sports/basketball/nba/houston-rockets-carmelo-anthony-1.4908057", "urlToImage": "https://i.cbc.ca/1.4908070.1542324502!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/anthony-carmelo-111518.jpg", "publishedAt": "2018-11-15T23:31:34Z", "content": "Carmelo Anthony is done in Houston. Rockets general manager Daryl Morey released a statement Thursday saying the team is \"parting ways\" with Anthony and \"working toward a resolution.\" Anthony played just 10 games for the Rockets after signing a one-year, $2.4… [+1649 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dave Dormer", "title": "Wind warnings issued for Calgary and surrounding area", "description": "“The wind will increase to 50 [km/hr] gusting 70 km/h shortly after midnight, however, at times gusts could be as strong as 90 km/h,” reads a warning from Environment Canada.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-wind-warning-snowfall-1.4907998", "urlToImage": "https://i.cbc.ca/1.4908019.1542323370!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/calgary-wind-warning.JPG", "publishedAt": "2018-11-15T23:28:20Z", "content": "A strong cold front is expected to move from north to south across the province Thursday night, bringing high winds along with freezing temperatures. \"The wind will increase to 50 [km/hr] gusting 70 km/h shortly after midnight, however, at times gusts could b… [+853 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man dies boating on Bow River near Okotoks", "description": "STARS Air Ambulance was dispatched to airlift the man to Foothills hospital in Calgary, where he was pronounced dead.", "url": "https://www.cbc.ca/news/canada/calgary/missing-boater-bow-river-1.4907970", "urlToImage": "https://i.cbc.ca/1.4823257.1536975851!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-15T23:27:44Z", "content": "A man died Thursday while boating on the Bow River near Okotoks. Emergency crews were alerted around 12:30 p.m. that a boater had gone missing. Okotoks RCMP, Foothills Regional Fire Department and EMS responded to the call and the fire department used their w… [+213 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amara McLaughlin", "title": "Toronto's 89th murder victim was part of 'Neptune 4' unlawful arrest case, sources say", "description": "The city's latest murder victim, Yohannes Brhanu, was at the centre of a high-profile civil lawsuit against Toronto Police Service for the unlawful arrest of a group of black teenagers in 2011, CBC News has learned.", "url": "https://www.cbc.ca/news/canada/toronto/yohannes-brhanu-89-homicide-neptune-4-incident-1.4907626", "urlToImage": "https://i.cbc.ca/1.4907911.1542320094!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/yohannes-brhanu.jpg", "publishedAt": "2018-11-15T23:25:39Z", "content": "The city's latest murder victim, Yohannes Brhanu, was at the centre of a high-profile civil lawsuit against Toronto Police Service for the unlawful arrest of a group of black teenagers in 2011, CBC News has learned. Brhanu, 22, who was shot in the early morni… [+2504 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janice Johnston", "title": "Edmonton judge sentences man to 7 years for sex offences against boys", "description": "Justin Coulombe has been given a seven-year prison sentence after pleading guilty to seven criminal charges. His sex-related crimes against five boys spanned nearly a decades.", "url": "https://www.cbc.ca/news/canada/edmonton/justin-coulombe-sentence-sex-offences-1.4907716", "urlToImage": "https://i.cbc.ca/1.4235787.1501870262!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/justin-georges-stephen-coulombe.jpg", "publishedAt": "2018-11-15T23:19:39Z", "content": "A 34-year-old man who admitted to sexual offences against five boys has been sentenced to seven years in prison. Justin Coulombe entered guilty pleas earlier this month on criminal charges related to five victims, including two counts of invitation to sexual … [+4295 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rhiannon Johnson", "title": "'We're talking about our children's lives here': Ontario cuts child and youth advocate", "description": "The Ontario government has tabled legislation that will eliminate the Office of the Provincial Advocate for Children and Youth. The office has provided a voice for First Nations children and launched investigations into the mistreatment of children and youth …", "url": "https://www.cbc.ca/news/indigenous/ontario-children-youth-advocate-cut-1.4907807", "urlToImage": "https://i.cbc.ca/1.3010887.1427396167!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/irwin-elman.jpg", "publishedAt": "2018-11-15T23:17:35Z", "content": "The Ontario government has tabled fall economic legislation that will eliminate the Office of the Provincial Advocate for Children and Youth. The Ontario Child Advocate serves as an independent watchdog to investigate ill-treatment of children in the child we… [+3674 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man charged after vandalism causes flood at Winnipeg airport", "description": "A Nunavut man is facing charges after vandalism to a washroom at Winnipeg’s airport Wednesday started fire sprinklers and led to water flooding through a section of the airport.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-airport-vandalism-charges-1.4907953", "urlToImage": "https://i.cbc.ca/1.3912617.1519235530!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/winnipeg-airport.JPG", "publishedAt": "2018-11-15T23:16:37Z", "content": "A Nunavut man is facing charges after vandalism to a washroom at Winnipeg's airport Wednesday started fire sprinklers and led to water flooding through a section of the airport. RCMP officers stationed at Winnipeg James Armstrong Richardson International Airp… [+1423 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Chiu", "title": "Halifax police officer peeped in motel windows for 'the public good,' says lawyer", "description": "Const. George Farmer is charged with voyeurism, breach of trust and trespassing at night in connection with incidents in late 2017. But his lawyer argues it was done for police work in \"the public good\" and is considered a defence for voyeurism. The prosecuti…", "url": "https://www.cbc.ca/news/canada/nova-scotia/police-officer-george-farmer-voyeurism-esquire-motel-windows-1.4907693", "urlToImage": "https://i.cbc.ca/1.4907728.1542316737!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/const-george-farmer.jpg", "publishedAt": "2018-11-15T23:11:12Z", "content": "A Halifax police officer charged with voyeurism peeped into the windows of a Bedford, N.S., motel in December 2017, but his defence lawyer argued Thursday the snooping was for \"the public good.\" In an agreed statement of facts, Const. George Farmer admitted t… [+2414 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anna Dimoff", "title": "Residents south of Quesnel frustrated by months-long impassibility of West Fraser Road", "description": "Communities south of Quesnel have been cut off from the city since April due to parts of a stretch of West Fraser Road that are eroded or collapsed.", "url": "https://www.cbc.ca/news/canada/british-columbia/residents-south-of-quesnel-frustrated-by-months-long-impassibility-of-west-fraser-road-1.4907459", "urlToImage": "https://i.cbc.ca/1.4907490.1542323010!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/west-fraser-road-outages.jpg", "publishedAt": "2018-11-15T23:06:49Z", "content": "Communities south of Quesnel have been cut off from the city since April due to parts of a stretch of West Fraser Road that are eroded or collapsed. The detour route provided for commuters is an ill-maintained forest service road, Garner Road, which has doubl… [+2584 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Take our advice and stay off the ice, say Winnipeg police", "description": "Winnipeg Police Service and Winnipeg Fire Paramedic Service are reminding Manitoban's to stay off that thin ice. Waterways in the city are starting to freeze over.", "url": "https://www.cbc.ca/news/canada/manitoba/thin-ice-warning-police-fire-department-1.4907673", "urlToImage": "https://i.cbc.ca/1.4907863.1542321063!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/thin-ice.jpg", "publishedAt": "2018-11-15T23:05:17Z", "content": "Winnipeg's emergency services are reminding Manitobans to stay off that thin ice. Waterways in the city are starting to freeze over, including drainage ditches, culverts, streams, creeks, retention ponds and rivers. But until there's about four inches of ice,… [+1587 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "RCMP arrest suspect in 20 gas thefts", "description": "A Moncton-area man has been arrested after 20 gas thefts in southeast New Brunswick, police said Thursday.", "url": "https://www.cbc.ca/news/canada/new-brunswick/rcmp-arrest-gas-theft-suspect-1.4907918", "urlToImage": "https://i.cbc.ca/1.4823257.1536975851!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-15T22:54:35Z", "content": "A Moncton-area man has been arrested after 20 gas thefts in southeast New Brunswick, police said Thursday. The man allegedly drilled holes in vehicle gas tanks to get the gas. Police said they've been getting reports since October about the drained tanks. Ele… [+192 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "3 Bombers fined for illegal hits in West semifinal win over Roughriders", "description": "Three Winnipeg Blue Bombers are facing fines following Sunday’s West semifinal game against the Saskatchewan Roughriders.", "url": "https://www.cbc.ca/news/canada/manitoba/fines-winnipeg-blue-bombers-1.4907830", "urlToImage": "https://i.cbc.ca/1.4907960.1542321822!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fbo-cfl-blue-bombers-roughriders-20170610.jpg", "publishedAt": "2018-11-15T22:46:48Z", "content": "Three Winnipeg Blue Bombers are facing fines following Sunday's West Division semifinal game against the Saskatchewan Roughriders. Bomber defensive lineman Jackson Jeffcoat has been handed the Canadian Football League's maximum fine for a hard helmet-to-helme… [+982 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Quebec's securities regulator investigating transactions at Bombardier", "description": "The AMF says it is reviewing transactions related to a new securities program put in place in August.", "url": "https://www.cbc.ca/news/canada/montreal/bombardier-investigated-amf-1.4907857", "urlToImage": "https://i.cbc.ca/1.4896767.1541677119!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bombardier-trade-secrets-20181021.jpg", "publishedAt": "2018-11-15T22:42:38Z", "content": "Quebec's securities regulator says it has opened an investigation into Bombardier. The Authorité des marchés financiers (AMF) says it is reviewing transactions related to the Automatic Securities Disposition Plan put in place at the Montreal-based aerospace a… [+581 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Friday morning commute in for a winter wallop", "description": "If you live in or around Ottawa, Friday would be a good day to work from home. Environment Canada has issued a winter weather travel advisory that will take effect Thursday evening.", "url": "https://www.cbc.ca/news/canada/ottawa/environment-canada-weather-advisory-snow-1.4907702", "urlToImage": "https://i.cbc.ca/1.3472204.1542321510!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ottawa-traffic-in-winter-snow-on-march-2-2016.JPG", "publishedAt": "2018-11-15T22:41:42Z", "content": "If you live in or around Ottawa, Friday would be a good day to work from home. Environment Canada has issued a winter weather travel advisory that will take effect Thursday evening. The weather agency is anticipating 10 to 15 centimetres of snow starting late… [+166 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Cathy Kearney", "title": "Missing man survived for days in his truck following crash", "description": "Duncan Moffat is lucky to be alive after he survived for days in his wrecked vehicle that had gone off the side of a remote road on northern Vancouver island", "url": "https://www.cbc.ca/news/canada/british-columbia/missing-man-found-after-days-in-truck-1.4907438", "urlToImage": "https://i.cbc.ca/1.4907541.1542321103!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/man-survives-in-truck-for-days.jpg", "publishedAt": "2018-11-15T22:36:52Z", "content": "Duncan Moffat is lucky to be alive after he was trapped in his smashed vehicle for five days off the side of a remote road on northern Vancouver island. The 23-year-old man was found by a hunter, metres down a steep embankment. Emergency crews were quickly ca… [+1443 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tori Weldon", "title": "'Break out the signs': Shale gas foes take to the streets again", "description": "About two dozen anti-shale gas protesters waved signs to the beat of a drum on Thursday outside a Moncton hotel hosting a meeting to discuss natural gas supplies in the Maritimes.", "url": "https://www.cbc.ca/news/canada/new-brunswick/protest-new-brunswick-shale-gas-fracking-1.4907481", "urlToImage": "https://i.cbc.ca/1.4907829.1542318812!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/pamela-ross.png", "publishedAt": "2018-11-15T22:36:32Z", "content": "About two dozen anti-shale gas protesters waved signs to the beat of a drum on Thursday outside a Moncton hotel, site of a meeting to discuss natural gas supplies in the Maritimes. The Progressive Conservatives, who took charge in the province last Friday, ha… [+2942 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Gibson", "title": "Winnipeg couple win long legal battle to keep their home", "description": "A Winnipeg couple have won a more than decade-long battle to keep title of their home.", "url": "https://www.cbc.ca/news/canada/manitoba/richard-boon-courts-sartor-1.4907433", "urlToImage": "https://i.cbc.ca/1.3820697.1530974511!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/manitoba-court.jpg", "publishedAt": "2018-11-15T22:30:02Z", "content": "A Winnipeg couple have won a more than decade-long legal battle to keep title to their home. Venni and Rosa Sartor have been fighting the case since 2007, saying they were swindled out of title to their West Kildonan home by local businessman Richard Boon. Th… [+5098 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tim Reynolds", "title": "Brooke Henderson 10 shots back at Tour Championship", "description": "Amy Olson had a simple explanation for her brilliant start at the CME Group Tour Championship, while Brooke Henderson shot a 73 on Thursday and is 10 shots off the lead after the first round of LPGA Tour Championship in Naples, Fla.", "url": "https://www.cbc.ca/sports/golf/lpga-tour-championship-first-round-brooke-henderson-1.4907844", "urlToImage": "https://i.cbc.ca/1.4907913.1542320306!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/henderson-brooke-lpga-111518-620.jpg", "publishedAt": "2018-11-15T22:26:24Z", "content": "Amy Olson had a simple explanation for her brilliant start at the CME Group Tour Championship. \"I don't have any bad memories,\" she said. Playing the LPGA's season-ending event for the first time, Olson was flawless with nine birdies and no dropped shots on h… [+3151 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Youths charged after school bus torched", "description": "OPP in Napanee, Ont., have charged six youths accused of setting an empty school bus on fire.", "url": "https://www.cbc.ca/news/canada/ottawa/opp-school-bus-arson-1.4907799", "urlToImage": "https://i.cbc.ca/1.4907811.1542318252!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/school-bus-fire.jpg", "publishedAt": "2018-11-15T22:25:34Z", "content": "OPP in Napanee, Ont., have charged six youths accused of setting an empty school bus on fire in the spring. The suspects, from Loyalist Township, are each charged with one count of arson and two counts of mischief over $5,000. They were arrested over the past… [+475 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "National Energy Board OK's Manitoba-Minnesota Transmission Project", "description": "The Manitoba-Minnesota Transmission Project has the OK from a national regulator.", "url": "https://www.cbc.ca/news/canada/manitoba/neb-mmtp-1.4907739", "urlToImage": "https://i.cbc.ca/1.2849927.1472830562!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hydro-transmission-lines.jpg", "publishedAt": "2018-11-15T22:24:32Z", "content": "The Manitoba-Minnesota Transmission Project has the OK from a national regulator. The line would provide the final link in a chain that brings hydroelectricity from generating stations in northern Manitoba, through the Bipole III transmission line and across … [+810 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Rediscovered Group of Seven painting will go to highest bidder — for estimated $90K", "description": "It was at home in Newfoundland and Labrador for decades, but now this privately owned oil sketch will be sold at auction in Toronto next week.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/ungava-coast-painting-auction-1.4907392", "urlToImage": "https://i.cbc.ca/1.4907404.1542310021!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ay-jackson-ungava-bay.jpg", "publishedAt": "2018-11-15T22:24:14Z", "content": "Rob Cowley knew he'd found a gem the moment it walked through his door. The president of Consignor Canadian Fine Art was in St. John's over the summer looking for hidden masterpieces stored away in closets or forgotten above mantles. He spied what he was look… [+2161 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Triple murder suspect accused of gunning down couple in front of boy gets bail", "description": "The man accused of three gang-ordered murders including the killing of a Calgary mother and her partner in front of her five-year-old son has been released on bail.", "url": "https://www.cbc.ca/news/canada/calgary/jimmy-truong-cuc-lung-quang-tran-murder-1.4907383", "urlToImage": "https://i.cbc.ca/1.4907417.1542310341!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/jimmy-truong.png", "publishedAt": "2018-11-15T22:21:36Z", "content": "The man accused of three gang-ordered murders including the killing of a Calgary mother and her partner in front of her five-year-old son has been released on bail on a number of strict conditions. The conditions include that he wear an ankle monitoring brace… [+2552 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Pam Berman", "title": "Survey shows most HRM staff feel workplace isn't 'emotionally healthy'", "description": "The results show that while 79 per cent of surveyed employees are satisfied with their job overall, one in five feel their work is too stressful.", "url": "https://www.cbc.ca/news/canada/nova-scotia/halifax-municipality-survey-workers-workplace-1.4907475", "urlToImage": "https://i.cbc.ca/1.4903060.1542140086!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/halifax-metro-transit-busses.jpg", "publishedAt": "2018-11-15T22:14:57Z", "content": "The president of the union representing Halifax Transit workers is not surprised by the results of a recent employee survey. \"We're dealing with the highest turnover ever,\" said Ken Wilson. \"We're seeing managers leave, entry-level supervisors leave and entry… [+1355 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police investigating Gatineau's 4th homicide of 2018", "description": "Gatineau police are investigating after a man found at a home on rue Saint-Paul succumbed to his injuries in hospital.", "url": "https://www.cbc.ca/news/canada/ottawa/gatineau-police-investigating-homicide-1.4907816", "urlToImage": "https://i.cbc.ca/1.4702717.1528823280!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/police-lights.JPG", "publishedAt": "2018-11-15T22:09:10Z", "content": "Gatineau police are investigating after a man found at a home on rue Saint-Paul Thursday morning succumbed to his injuries in hospital. Police were called to the home around 9 a.m., where they found a man with serious injuries, according to a news release. Po… [+202 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacques Poitras", "title": "Gallant's regrets turn to successes in 'jaded' Liberal leader's farewell", "description": "The newly humbled, newly contrite Brian Gallant was a little less humble, a little less contrite Thursday as he announced he would resign as leader of New Brunswick's Liberal Party.", "url": "https://www.cbc.ca/news/canada/new-brunswick/brian-gallant-new-brunswick-liberal-leader-resigns-1.4907594", "urlToImage": "https://i.cbc.ca/1.4906983.1542301896!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-gallant.jpg", "publishedAt": "2018-11-15T22:04:11Z", "content": "The newly humbled, newly contrite Brian Gallant was a little less humble, a little less contrite Thursday as he announced he would resign as leader of New Brunswick's Liberal party. In his speech to close the throne speech debate on Nov. 2 his last chance as … [+4533 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Inmate confesses to 90 killings; investigators corroborate 30", "description": "A man convicted of three California murders and long suspected in numerous other deaths now claims he was involved in about 90 killings nationwide spanning nearly four decades.", "url": "https://www.cbc.ca/news/world/samuel-little-90-deaths-1.4907743", "urlToImage": "https://i.cbc.ca/1.4907825.1542318743!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/serial-strangling.jpg", "publishedAt": "2018-11-15T22:02:10Z", "content": "A man convicted of three California murders and long suspected in numerous other deaths now claims he was involved in about 90 killings nationwide spanning nearly four decades, and investigators already have corroborated about a third of those, a Texas prosec… [+3513 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Bickis", "title": "Dividing lines between credit unions, banks blurring but key differences remain", "description": "Credit unions that are expanding their services nationally, such as Surrey-based Coast Capital Savings, are creating new competition in the financial services sector.", "url": "https://www.cbc.ca/news/canada/british-columbia/dividing-lines-between-credit-unions-banks-blurring-but-key-differences-remain-1.4906844", "urlToImage": "https://i.cbc.ca/1.4109108.1542301666!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/coast-capital-credit-union-head-office.jpg", "publishedAt": "2018-11-15T22:00:00Z", "content": "Distinctions between credit unions and private banks are fading as online banking, changing regulations, and competition have changed the retail banking landscape, but a few fundamental differences remain for those undecided between the two. Credit unions, a … [+5066 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "B.C. moves to close polluting Tulsequah Chief mine site", "description": "The mine, about 80 kilometres south of Atlin, B.C., has been inactive and leaking acid runoff for years.", "url": "https://www.cbc.ca/news/canada/north/tulsequah-chief-mine-closure-bc-1.4907645", "urlToImage": "https://i.cbc.ca/1.4051099.1491013672!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tulsequah-chief-mine.jpg", "publishedAt": "2018-11-15T21:58:46Z", "content": "A notorious mine site in northern B.C. that's been leaking acid runoff for years may finally be cleaned up. B.C.'s department of Energy, Mines and Petroleum Resources has issued a request for proposals (RFP) to come up with a closure and remediation plan for … [+1524 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Peter Zimonjic", "title": "Federal government issues permanent postal ban on hate speech publication", "description": "A Toronto-based publication widely criticized for disseminating hate speech against minorities, Jews, women and the LGBTQ community has been permanently banned from distribution through Canada Post.", "url": "https://www.cbc.ca/news/politics/your-ward-news-banned-permanently-1.4907808", "urlToImage": "https://i.cbc.ca/1.4008643.1488564427!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/james-sears.jpg", "publishedAt": "2018-11-15T21:53:02Z", "content": "A Toronto-based publication widely criticized for disseminating hate speech against minorities, Jews, women and the LGBTQ community has been permanently banned from distribution through Canada Post. In May of 2016, the federal government issued a temporary or… [+2836 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sam Johnston", "title": "Roger Federer advances to ATP Finals last 4", "description": "Roger Federer advanced to the last four of the ATP Finals for a record-extending 15th time with a 6-4, 6-3 victory over Kevin Anderson on Thursday.", "url": "https://www.cbc.ca/sports/tennis/atp-finals-roger-federer-recap-nov-1-1.4907775", "urlToImage": "https://i.cbc.ca/1.4907815.1542318411!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/federer-roger-atp-finals-111518-620.jpg", "publishedAt": "2018-11-15T21:52:36Z", "content": "Roger Federer advanced to the last four of the ATP Finals for a record-extending 15th time with a 6-4, 6-3 victory over Kevin Anderson on Thursday. Six-time champion Federer needed only a set to advance and produced his best performance at the season-ending t… [+1220 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Nurse staffing issues at crisis level in Happy Valley-Goose Bay, says union", "description": "The president of the Registered Nurses' Union of Newfoundland and Labrador says nurses in Happy Valley-Goose Bay are overworked and the situation is critical.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/nurse-crisis-happy-valley-goose-bay-1.4896840", "urlToImage": "https://i.cbc.ca/1.4895169.1541691630!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/debbie-forward.jpg", "publishedAt": "2018-11-15T21:49:57Z", "content": "The president of the Registered Nurses' Union of Newfoundland and Labrador says the situation for RNs working in Happy Valley-Goose Bay has reached crisis level, while Labrador-Grenfell Health says it's working to address issues. Debbie Forward, president of … [+3963 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 Headingley RCMP vehicles struck during traffic stop", "description": "Two Headingley RCMP vehicles were hit during a traffic stop on Wednesday evening.", "url": "https://www.cbc.ca/news/canada/manitoba/rcmp-vehicles-hit-traffic-stop-1.4907528", "urlToImage": "https://i.cbc.ca/1.4907628.1542314730!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/collision-police.jpg", "publishedAt": "2018-11-15T21:44:21Z", "content": "Two Headingley RCMP vehicles were hit during a traffic stop on Wednesday evening. A statement from RCMP says two officers responded to an impaired driving complaint, they arrived to the scene separately, where they saw two vehicles stopped on the left-hand sh… [+1728 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Hadeel Ibrahim", "title": "Fredericton homeless shelters finding more people at the door", "description": "The executive director of Fredericton's homeless shelters says the number of people using the service has increased by 50 since 2015, and there will be more if the government doesn't step up.", "url": "https://www.cbc.ca/news/canada/new-brunswick/fredericton-homeless-shelter-1.4907551", "urlToImage": "https://i.cbc.ca/1.4184978.1498772704!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/warren-maddox.png", "publishedAt": "2018-11-15T21:42:35Z", "content": "The executive director of Fredericton Homeless Shelters says the number of people using the service has risen by 50 since 2015, and there will be more if the province doesn't step up. Warren Maddox leads the group that runs two homeless shelters, which give a… [+4194 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jon Tattrie", "title": "Town of Yarmouth laying off entire emergency dispatch service", "description": "Some 24 fire departments in the area used the town’s dispatch service, but declined to pay the increased rate the town wanted to charge. Shelburne said the cost went from $100 a month to $30,000 to use it from October 2018 to April 2019.", "url": "https://www.cbc.ca/news/canada/nova-scotia/town-of-yarmouth-laying-off-entire-emergency-dispatch-service-1.4907630", "urlToImage": "https://i.cbc.ca/1.4887701.1541091783!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/southwestern-ns-fire-departments-leaving-dispatch-service-image-2.jpg", "publishedAt": "2018-11-15T21:41:51Z", "content": "The Town of Yarmouth is laying off its emergency dispatch service, forcing other communities in southwestern Nova Scotia to find a new way to connect 911 to local fire crews. Some 24 fire departments in the area used the town's dispatch service, but declined … [+1814 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Predators' Subban placed on IR, Arviddson out up to 8 weeks", "description": "The Nashville Predators placed defenceman P.K. Subban on injured reserve, and announced that Viktor Arvidsson will miss up to eight weeks with a broken thumb.", "url": "https://www.cbc.ca/sports/hockey/nhl/subban-injured-reserve-1.4907593", "urlToImage": "https://i.cbc.ca/1.4907764.1542317409!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/p-k-subban-photo.jpg", "publishedAt": "2018-11-15T21:40:43Z", "content": "The Nashville Predators say forward Viktor Arvidsson will miss up to eight weeks with a broken thumb, and they've also placed defenceman P.K. Subban on injured reserve. The Predators announced the injury update on both Thursday after their morning skate. They… [+620 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canada resisting UN request to extend Mali mission: sources", "description": "The Trudeau government is reportedly resisting a United Nations request to extend Canada's peacekeeping mission in Mali so medical evacuations can continue while replacements for Canada's personnel arrive.", "url": "https://www.cbc.ca/news/politics/mali-un-peacekeeping-canada-1.4907742", "urlToImage": "https://i.cbc.ca/1.4907754.1542317127!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mali-canada-20180625.jpg", "publishedAt": "2018-11-15T21:35:39Z", "content": "The Trudeau government is reportedly resisting a United Nations request to extend Canada's peacekeeping mission in Mali so medical evacuations can continue while replacements for Canada's personnel arrive. Canada has eight helicopters and 250 military members… [+783 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lydia Neufeld", "title": "'Cute and cuddly': Justin Beaver in Edmonton for Grey Cup festivities", "description": "Justin Beaver will be in Edmonton for four full days as part of the Grey Cup Festival.", "url": "https://www.cbc.ca/news/canada/edmonton/justin-beaver-new-mascot-grey-cup-edmonton-cfl-1.4907690", "urlToImage": "https://i.cbc.ca/1.4907699.1542316523!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/justin-beaver-mascot-edmonton-grey-cup-2018.JPG", "publishedAt": "2018-11-15T21:33:29Z", "content": "Justin Beaver will be in Edmonton for four full days as part of the Grey Cup Festival. We're not talking about the pop superstar but rather a semi-aquatic rodent who is the new mascot for the Grey Cup. \"It's an iconic Canadian animal,\" Duane Vienneau, executi… [+986 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rob Antle", "title": "RNC officer Doug Snelgrove going to nation's top court to stop sexual assault retrial", "description": "A Royal Newfoundland Constabulary officer is appealing a top-court decision in this province to the top court in the country, to prevent a retrial on a charge of sexual assault.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/rnc-officer-doug-snelgrove-supreme-court-of-canada-appeal-1.4907247", "urlToImage": "https://i.cbc.ca/1.3991078.1487807243!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/const-carl-douglas-snelgrove-supreme-court-sexual-assault-trial-feb-20-2017.jpg", "publishedAt": "2018-11-15T21:29:00Z", "content": "A Royal Newfoundland Constabulary officer is appealing a top-court decision in Newfoundland and Labrador to the top court in the country, to prevent a retrial on a charge of sexual assault. Last year, a jury acquitted Carl Douglas Snelgrove. The Crown appeale… [+1531 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police still tight-lipped about death of young Mi'kmaw woman", "description": "Cassidy Bernard, 22, was found dead in her home in We'koqma'q on Oct. 24.", "url": "https://www.cbc.ca/news/canada/nova-scotia/cassidy-bernard-police-tight-lipped-1.4907506", "urlToImage": "https://i.cbc.ca/1.4907575.1542313764!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cassidy-bernard.jpg", "publishedAt": "2018-11-15T21:23:00Z", "content": "Three weeks after the death of a young Mi'kmaw woman from We'koqma'q in Cape Breton, RCMP are still saying very little about their investigation or the circumstances of her death. Cassidy Bernard, 22, was found dead in her home on Oct. 24. Her two infant girl… [+1518 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Justin McElroy", "title": "Metro Vancouver mayors agree to suspend Surrey LRT, start process for SkyTrain to Langley", "description": "Mayors across Metro Vancouver have voted to indefinitely suspend plans for light-rapid transit lines in Surrey and have asked TransLink to put forward a business case for a SkyTrain extension towards Langley.", "url": "https://www.cbc.ca/news/canada/british-columbia/metro-vancouver-mayors-council-first-meeting-mccallum-1.4907048", "urlToImage": "https://i.cbc.ca/1.1883923.1490972909!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-bc-120702-surrey-lrt.jpg", "publishedAt": "2018-11-15T21:21:22Z", "content": "Mayors across Metro Vancouver have voted to indefinitely suspend plans for light-rapid transit lines in Surrey and have asked TransLink to put forward a business case for a SkyTrain extension to Langley. The Mayors' Council approved a motion \"recognizing the … [+3203 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catou MacKinnon", "title": "'I wish I could turn back time': Nunavik man's arrest cost him final visit with his dying mother", "description": "Johnny Anautak and other witnesses testifying in Kuujjuarapik, Que., this week recounted strained relations with the Kativik Regional Police Force, slamming officers' handling of delicate situations like a suicide intervention.", "url": "https://www.cbc.ca/news/canada/montreal/i-wish-i-could-turn-back-time-nunavik-man-s-arrest-cost-him-final-visit-with-his-dying-mother-1.4907294", "urlToImage": "https://i.cbc.ca/1.4907631.1542314792!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/johnny-anautak.jpg", "publishedAt": "2018-11-15T21:19:49Z", "content": "The fractured relationship between Inuit and police in Quebec's far north is reflected in Johnny Anautak's tears, anger and disappointment. His last arrest cost him a final visit with his dying mother. \"I called my mom and told her, 'Sorry mom, I got arrested… [+3609 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "connell smith", "title": "Jury finds Norton man not guilty in sex assault case", "description": "A Jury in Saint John has found a 24-year-old Norton man not guilty of sexual assault in a case hinging on the issue of consent.", "url": "https://www.cbc.ca/news/canada/new-brunswick/sex-assault-jury-consent-he-said-she-said-1.4907419", "urlToImage": "https://i.cbc.ca/1.4907489.1542311811!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/connor-campbell.jpg", "publishedAt": "2018-11-15T21:19:14Z", "content": "A jury in Saint John has found a 24-year-old Norton man not guilty of sexual assault in a case hinging on the issue of consent. Connor Campbell was accused by a now 21-year-old woman after an incident in a home in Sussex in August 2017. Showing no reaction wh… [+1738 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Pete Evans", "title": "Ikea's latest pitch: Bring back your used furniture to resell for store credit", "description": "Furniture retailer Ikea has launched a program that will allow people to bring back gently used furniture to be resold at their stores, reducing the amount of waste that goes to landfill while giving their customers store credit to buy more stuff.", "url": "https://www.cbc.ca/news/business/ikea-used-furniture-1.4907069", "urlToImage": "https://i.cbc.ca/1.4286574.1505254301!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/610527155.jpg", "publishedAt": "2018-11-15T21:18:10Z", "content": "Furniture retailer Ikea has launched a new program that will allow people to bring back gently used furniture to be resold at their stores, reducing the amount of waste that goes to landfills while giving their customers store credit to buy more stuff. The re… [+4413 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathon Gatehouse", "title": "Brexit omnishambles throws British government into chaos", "description": "A closer look at the day's most notable stories with The National's Jonathon Gatehouse: Britain's future is far from clear as Brexit draft deal draws intense criticism; small northern Ontario mining town of Cobalt may soon become extremely important to the in…", "url": "https://www.cbc.ca/news/thenational/national-today-newsletter-brexit-nationalism-cobalt-1.4902716", "urlToImage": "https://i.cbc.ca/1.4906925.1542300043!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1av1we.jpg", "publishedAt": "2018-11-15T21:11:57Z", "content": "Welcome to The National Today newsletter, which takes a closer look at what's happening around some of the day's most notable stories. Sign up here and it will be delivered directly to your inbox Monday to Friday. TODAY: As the clock ticks down to next year's… [+12021 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lenard Monkman", "title": "Meet Verna Kirkness, the Indigenous education hero from Fisher River Cree Nation", "description": "It's been more than 60 years since Verna Kirkness first stepped inside of a classroom to teach, but she hasn't stopped advocating for Indigenous education and is still volunteering to help Indigenous students and educators across the country.", "url": "https://www.cbc.ca/news/indigenous/verna-kirkness-chalk-to-change-film-1.4900030", "urlToImage": "https://i.cbc.ca/1.4907644.1542315181!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/verna-kirkness.jpg", "publishedAt": "2018-11-15T21:09:00Z", "content": "It's been more than 60 years since Verna Kirkness first stepped inside of a classroom to teach, but she hasn't stopped advocating for Indigenous education and is still volunteering to help Indigenous students and educators across the country. Kirkness, 83, is… [+4725 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jesse Campigotto", "title": "Quarterbacks got (a bit) safer today", "description": "The Buzzer is CBC Sports' daily newsletter. Get up to speed in a hurry on the interesting stuff happening in sports, including the CFL's on-the-fly move to protect QBs.", "url": "https://www.cbc.ca/sports/the-buzzer-nov-15-cfl-quarterbacks-1.4907622", "urlToImage": "https://i.cbc.ca/1.4907668.1542315625!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bridge-brandon-1180.jpg", "publishedAt": "2018-11-15T21:08:54Z", "content": "Welcome to The Buzzer the new email newsletter from CBC Sports. Sign up here to get it delivered directly to your inbox every weekday. Here's what you need to know right now from the world of sports: It just got (a little) safer to be a CFL quarterback The le… [+6369 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police search for missing high school exchange students", "description": "RCMP are looking for two exchange students who were reported missing after boarding a bus for Montreal.", "url": "https://www.cbc.ca/news/canada/new-brunswick/missing-high-school-exchange-students-1.4907606", "urlToImage": "https://i.cbc.ca/1.4907614.1542315903!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/missing-exchange-students.jpg", "publishedAt": "2018-11-15T21:08:53Z", "content": "RCMP are looking for two teenage exchange students reported missing after boarding a bus headed to Montreal. Ngan Ngoc Nguyen, 17, and her cousin Diuthuthi Nguyen, also 17, were last seen in Moncton the morning of Nov. 9 at the Maritime Bus depot, Codiac RCMP… [+919 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canadian Coast Guard upgrades radar monitoring of marine traffic off B.C. coast", "description": "The federal government is adding to marine traffic monitoring with more radar coverage along the British Columbia coast in order to improve safety for ships travelling through narrow and challenging waterways.", "url": "https://www.cbc.ca/news/canada/british-columbia/canadian-coast-guard-upgrades-radar-monitoring-of-marine-traffic-off-b-c-coast-1.4907485", "urlToImage": "https://i.cbc.ca/1.3818012.1524258787!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/oil-bleeding-off-bella-bella-spill-near-sunken-tug.jpg", "publishedAt": "2018-11-15T21:06:11Z", "content": "The federal government is adding to marine traffic monitoring with more radar coverage along the British Columbia coast in order to improve safety for ships travelling through narrow and challenging waterways. Fisheries and Oceans Canada says six new radar in… [+1343 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shari Okeke", "title": "Why some mothers keep using cannabis during pregnancy and breastfeeding", "description": "Three mothers tell Daybreak's Shari Okeke why they continued to use cannabis while pregnant and breastfeeding and how their children are doing so far.", "url": "https://www.cbc.ca/news/canada/montreal/why-some-mothers-keep-using-cannabis-during-pregnancy-and-breastfeeding-1.4905985", "urlToImage": "https://i.cbc.ca/1.4906082.1542235584!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/kate.JPG", "publishedAt": "2018-11-15T21:00:53Z", "content": "After living with chronic pain since adolescence, being diagnosed with Crohn's disease in her 20s and undergoing two bowel surgeries by her early 30s which removed more than 100 centimetres of her small intestine a Montreal-area woman finally got a prescripti… [+5995 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anna Dimoff", "title": "Indigenous Guardians program gets $5.7M in fed funding", "description": "Ten First Nations communities from across B.C., along with 25 other Indigenous communities nationally, have been selected to receive funds for a new federally-funded environmental stewardship program.", "url": "https://www.cbc.ca/news/canada/british-columbia/indigenous-guardians-program-gets-5-7m-in-fed-funding-1.4906214", "urlToImage": "https://i.cbc.ca/1.3793431.1479316075!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tanu-haida-gwaii-2.jpg", "publishedAt": "2018-11-15T21:00:13Z", "content": "Ten First Nations communities from across B.C., along with 25 other Indigenous communities nationally, have been selected to receive funds for a new federally-funded environmental stewardship program. The Indigenous Guardians Pilot Program was included in the… [+4407 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anna Dimoff", "title": "Indigenous Guardians program gets $5.7M in federal funding", "description": "Ten First Nations communities from across B.C., along with 25 other Indigenous communities nationally, have been selected to receive funds for a new federally-funded environmental stewardship program.", "url": "https://www.cbc.ca/news/canada/british-columbia/indigenous-guardians-program-gets-5-7m-in-federal-funding-1.4906214", "urlToImage": "https://i.cbc.ca/1.3793431.1479316075!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tanu-haida-gwaii-2.jpg", "publishedAt": "2018-11-15T21:00:13Z", "content": "Ten First Nations communities from across B.C., along with 25 other Indigenous communities nationally, have been selected to receive funds for a new federally-funded environmental stewardship program. The Indigenous Guardians Pilot Program was included in the… [+4374 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Manitoba Hydro's financial fortunes improving despite $52M net loss", "description": "The bleak financial picture at Manitoba Hydro is gradually improving, a new report says. The public utility stifled by more than $19 billion in debt had a net loss of $52 million from March to September this year.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-hydro-shrinking-net-loss-1.4907457", "urlToImage": "https://i.cbc.ca/1.4679378.1527346745!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/manitoba-hydro-tower.jpg", "publishedAt": "2018-11-15T20:58:23Z", "content": "The bleak financial picture at Manitoba Hydro is gradually improving, a new report says. The public utility, stifled by more than $19 billion in debt, revealed a net loss of $52 million from March to September this year, which is smaller than the $93-million … [+1463 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Nursing home employee accused of stealing patients' rings", "description": "A nursing home employee in Kingston, Ont., has been charged after she allegedly stole rings from patients, police said Thursday.", "url": "https://www.cbc.ca/news/canada/ottawa/nursing-home-rings-theft-1.4907591", "urlToImage": "https://i.cbc.ca/1.4386469.1531622928!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/kingston-police-cruiser-aug-18-2017.JPG", "publishedAt": "2018-11-15T20:56:30Z", "content": "A nursing home employee in Kingston, Ont., has been charged after she allegedly stole rings from patients, police said Thursday. Staff at the home first contacted police in October to report the suspected theft of a wedding ring. Police located the stolen rin… [+569 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Manitoba MLAs accused of harassment should be subject to suspension: Liberals", "description": "​The leader of the Manitoba Liberal Party says politicians accused of inappropriate behaviour should face possible suspension from the legislature.", "url": "https://www.cbc.ca/news/canada/manitoba/cliff-graydon-dougald-lamont-1.4907629", "urlToImage": "https://i.cbc.ca/1.4875636.1540338727!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/dougald-lamont.JPG", "publishedAt": "2018-11-15T20:51:30Z", "content": "The leader of the Manitoba Liberal Party says politicians accused of inappropriate behaviour should face possible suspension from the legislature. Dougald Lamont's comments come after a woman said she was groped and propositioned by Cliff Graydon, a legislatu… [+853 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Peter Zimonjic", "title": "Canada considering sanctions against Saudis over murder of journalist Jamal Khashoggi", "description": "Canada is \"actively considering\" deploying Magnitsky Act sanctions over the murder of journalist Jamal Khashoggi, Foreign Affairs Minister Chrystia Freeland said today.", "url": "https://www.cbc.ca/news/politics/saudi-khashoggi-magnitsky-sanctions-freeland-1.4907529", "urlToImage": "https://i.cbc.ca/1.4907621.1542314605!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/saudi-writer-killed.jpg", "publishedAt": "2018-11-15T20:46:06Z", "content": "Canada is \"actively considering\" deploying Magnitsky Act sanctions over the murder of journalist Jamal Khashoggi, Foreign Affairs Minister Chrystia Freeland said today. \"We are very aware of the U.S. sanctions on certain Saudi individuals and we have been in … [+3496 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Sidney Crosby out of lineup due to upper-body injury", "description": "Pittsburgh Penguins captain Sidney Crosby will miss Thursday night's game against Tampa Bay due to an upper-body injury.", "url": "https://www.cbc.ca/sports/hockey/nhl/sidney-crosby-upper-body-injury-out-of-lineup-nov-15-1.4907582", "urlToImage": "https://i.cbc.ca/1.4907603.1542314311!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/crosby-sidney-092218-620.jpg", "publishedAt": "2018-11-15T20:43:43Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Emily Chung", "title": "Rare microbes lead scientists to discover new branch on the tree of life", "description": "Canadian researchers have discovered a new kind of organism that’s so different from other living things that it doesn’t fit into the plant kingdom, the animal kingdom, or any other kingdom used to classify known organisms.", "url": "https://www.cbc.ca/news/technology/hemimastigotes-supra-kingdom-1.4715823", "urlToImage": "https://i.cbc.ca/1.4907282.1542314394!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/h-kukwesjijk.jpg", "publishedAt": "2018-11-15T20:40:19Z", "content": "Canadian researchers have discovered a new kind of organism that's so different from other living things that it doesn't fit into the plant kingdom, the animal kingdom, or any other kingdom used to classify known organisms. Two species of the microscopic orga… [+5290 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 Manitoba employers fined after workers lose fingers in machinery", "description": "Two Manitoba employers have been ordered to pay thousands of dollars in fines after workers' fingers were crushed by machinery with inadequate safeguards.", "url": "https://www.cbc.ca/news/canada/manitoba/healthy-safety-fines-amputation-1.4907343", "urlToImage": "https://i.cbc.ca/1.4399946.1510579207!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hospital-emergency-sign.jpg", "publishedAt": "2018-11-15T20:35:31Z", "content": "Two Manitoba employers have been ordered to pay thousands of dollars in fines after workers' fingers were crushed by machinery with inadequate safeguards. Prinsco Canada in Winkler, Man., was ordered to pay $54,252 in fines and surcharges after an employee lo… [+1181 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nick Boisvert", "title": "Doug Ford calls Patrick Brown's claims 'shameful and disgusting' during heated Queen's Park exchange", "description": "Premier Doug Ford slammed former PC leader Patrick Brown as a person with \"zero credibility\" during a heated exchange today at Queen's Park. Brown raised an allegation of sexual misconduct against finance minister Vic Fedeli in his new memoir.", "url": "https://www.cbc.ca/news/canada/toronto/doug-ford-brown-allegations-1.4907330", "urlToImage": "https://i.cbc.ca/1.4907367.1542309229!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/doug-ford.png", "publishedAt": "2018-11-15T20:31:53Z", "content": "Premier Doug Ford slammed former PC leader Patrick Brown as a person with \"zero credibility\" and said the claims in his new book are \"shameful and disgusting\" during a heated exchange today at Queen's Park. Ford responded to pointed questions from Andrea Horw… [+2549 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Court of Appeal green-lights francophone school closure", "description": "The New Brunswick Court of Appeal has reversed a court ruling that found the government overstepped its powers when it shuttered a small francophone school in the southeast.", "url": "https://www.cbc.ca/news/canada/new-brunswick/ecole-saint-paul-court-of-appeal-school-closure-1.4907394", "urlToImage": "https://i.cbc.ca/1.4703978.1528897151!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ecole-saint-paul.jpg", "publishedAt": "2018-11-15T20:31:46Z", "content": "The New Brunswick Court of Appeal has reversed a court ruling that found the government overstepped its powers when it shuttered a small francophone school in the southeast. Thursday's decision dismissed Jus Publish tice Zoël Dionne's ruling revoking the 2016… [+2681 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Threat made against Toronto private school at centre of sexual assault investigation, police say", "description": "Toronto police have ramped up patrols after a threat was made against a Catholic boys' private school that's at the centre of a sexual assault investigation.", "url": "https://www.cbc.ca/news/canada/toronto/threat-made-against-private-school-amid-sexual-assault-investigation-1.4907420", "urlToImage": "https://i.cbc.ca/1.4907550.1542313136!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-st-mike-s-school.jpg", "publishedAt": "2018-11-15T20:30:06Z", "content": "Toronto police have ramped up patrols after a threat was made against a Catholic boys' private school that's at the centre of a sexual assault investigation. Police did not disclose any information about the nature of the threat. Officers have been stationed … [+1856 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Finance Minister Bill Morneau speaks to reporters at a symposium hosted by the American Chamber of Commerce LIVE", "description": null, "url": "https://www.cbc.ca/news/finance-minister-bill-morneau-speaks-to-reporters-at-a-symposium-hosted-by-the-american-chamber-of-commerce-live-1.4907579", "urlToImage": "https://i.cbc.ca/1.4907579.1542314101!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-15T20:30:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Andrew Dampf", "title": "Italian government promises to help fund Olympic bid", "description": "Government says if \"private funding isn't enough, we'll make the final push\". This is a major shift as Italy's Deputy Minister had previously said the government wouldn't even provide '1 euro' to help the Olympic bid.", "url": "https://www.cbc.ca/sports/olympics/italy-olympic-bid-funding-1.4907354", "urlToImage": "https://i.cbc.ca/1.4907418.1542310269!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/matteo-salvini-picture.jpg", "publishedAt": "2018-11-15T20:26:59Z", "content": "Enjoying its status as the leading contender to host the 2026 Winter Olympics, the Milan-Cortina d'Ampezzo bid has received another boost with a funding promise from the Italian government. Interior Minister Matteo Salvini said if \"private funding isn't enoug… [+4074 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Florida the 'laughingstock of the world,' judge says in vote recount ruling", "description": "A federal judge slammed Florida on Thursday for repeatedly failing to anticipate election problems and said the state law on recounts appears to violate the U.S. Supreme Court ruling that decided the presidency in 2000.", "url": "https://www.cbc.ca/news/world/florida-judge-ruling-recount-1.4907441", "urlToImage": "https://i.cbc.ca/1.4907454.1542311142!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/election-2018-florida.jpg", "publishedAt": "2018-11-15T20:24:04Z", "content": "A federal judge slammed Florida on Thursday for repeatedly failing to anticipate election problems and said the state law on recounts appears to violate the U.S. Supreme Court ruling that decided the presidency in 2000. U.S. District Judge Mark Walker also re… [+4484 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Terry Roberts", "title": "How a mysterious half-billion-dollar Muskrat contingency was overlooked by government", "description": "The province's former top civil servant, Robert Thompson, concluded two days of testimony at the Muskrat Falls inquiry Thursday.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/muskrat-risk-thompson-1.4907368", "urlToImage": "https://i.cbc.ca/1.4907395.1542309835!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/robert-thompson-day-2.JPG", "publishedAt": "2018-11-15T20:13:02Z", "content": "The curtain of mystery over a half-billion-dollar strategic risk allowance that was excluded from the final cost estimates for Muskrat Falls was pulled back a shade Thursday. Documents were produced at the public inquiry that is examining the controversial hy… [+4275 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laurie Fagan", "title": "Prosecutors reject son's plea in double-murder trial", "description": "Crown prosecutors have rejected a plea of manslaughter by an Ottawa man on trial for two counts of first-degree murder in the violent deaths of his parents.", "url": "https://www.cbc.ca/news/canada/ottawa/prosecutors-reject-plea-murder-trial-starts-1.4907345", "urlToImage": "https://i.cbc.ca/1.3874732.1480530727!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cameron-rogers.jpg", "publishedAt": "2018-11-15T20:03:15Z", "content": "Crown prosecutors have rejected a plea of manslaughter by an Ottawa man on trial for two counts of first-degree murder in the violent deaths of his parents. Cameron Rogers, 24, is accused of killing 69-year-old Dave Rogers, a retired Ottawa Citizen reporter, … [+2527 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "NDP vows to build safe injection site, slash cellphone costs in alternative throne speech", "description": "A Manitoba NDP government would build a safe consumption site in Winnipeg and a detox centre in Brandon to get a grip on the growing use of methamphetamine in the province, Wab Kinew says.", "url": "https://www.cbc.ca/news/canada/manitoba/ndp-alternative-throne-speech-wab-kinew-1.4906967", "urlToImage": "https://i.cbc.ca/1.4907379.1542311748!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/wab-kinew.JPG", "publishedAt": "2018-11-15T19:57:09Z", "content": "A Manitoba NDP government would build a safe consumption site in Winnipeg and a detox centre in Brandon to get a grip on the growing use of methamphetamine in the province, NDP Leader Wab Kinew says. The Opposition party also pledged Thursday in its alternati… [+2886 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Darren Bernhardt", "title": "Winnipeg Jets' Josh Morrissey faces hearing for bodyslam on T.J. Oshie", "description": "Winnipeg Jets' defenceman Josh Morrissey is facing discipline after a hit that staggered Washington Capitals forward T.J. Oshie.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-jet-defenceman-josh-morrissey-hearing-1.4907304", "urlToImage": "https://i.cbc.ca/1.4907305.1542307581!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/hkn-jets-morrissey-20180916.jpg", "publishedAt": "2018-11-15T19:51:22Z", "content": "Winnipeg Jets' defenceman Josh Morrissey is facing discipline after a hit that staggered Washington Capitals forward T.J. Oshie. Morrissey, 23, will have a hearing with the NHL's department of player safety on a date and time yet to be determined, according t… [+2002 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Alberta boy sings his way onto new Netflix series Motown Magic", "description": "Zacary James was born a few generations too late for Motown but that hasn’t stopped the 11-year-old singer from hitting the perfect notes on a classic from the catalog.", "url": "https://www.cbc.ca/news/canada/edmonton/melisizwe-brothers-edmonton-singers-motown-1.4907286", "urlToImage": "https://i.cbc.ca/1.4484643.1515772583!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/the-melisizwe-brothers.jpg", "publishedAt": "2018-11-15T19:43:28Z", "content": "Zacary James was born a few generations too late for Motown. But that hasn't stopped the 11-year-old singer from hitting the perfect notes on a classic from the 1970s catalog. For his latest cover, the Edmonton boy sang the lead vocals for ABC by the Jackson … [+2212 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Supreme Court to hear latest challenge in dispute between Innu and Rio Tinto", "description": "The Innu launched the lawsuit in 2013, seeking $900 million in compensation because the mine was built without their consent.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/innu-rio-tinto-supreme-court-1.4907401", "urlToImage": "https://i.cbc.ca/1.1500975.1381563392!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-rio-tinto-ioc-sign-20110.jpg", "publishedAt": "2018-11-15T19:42:09Z", "content": "The Supreme Court of Canada says it will hear an appeal over jurisdiction in the latest stage of a long-running effort by Innu First Nations to sue mining giant Rio Tinto. The government of Newfoundland and Labrador launched the appeal after Quebec's highest … [+858 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "7 UN peacekeepers killed fighting rebels in northeast Congo", "description": "Seven UN peacekeepers were killed and 10 wounded in a military operation with Congolese forces against rebels in the northeast, which is facing a deadly Ebola outbreak, the United Nations said Thursday.", "url": "https://www.cbc.ca/news/world/un-peacekeeper-deaths-congo-1.4907337", "urlToImage": "https://i.cbc.ca/1.4907372.1542309394!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1au1zy.jpg", "publishedAt": "2018-11-15T19:37:12Z", "content": "Seven UN peacekeepers were killed and 10 wounded in a military operation with Congolese forces against rebels in the northeast, which is facing a deadly Ebola outbreak, the United Nations said Thursday. U.N. spokesman Stephane Dujarric said one UN peacekeeper… [+2351 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jon Tattrie", "title": "Amherst man dies in single-vehicle highway crash", "description": "RCMP said the 30-year-old man was driving on Highway 302 in Nappan when he apparently lost control of the vehicle at 10:52 a.m.", "url": "https://www.cbc.ca/news/canada/nova-scotia/amherst-man-dies-in-single-vehicle-highway-crash-1.4907362", "urlToImage": "https://i.cbc.ca/1.4905998.1542233172!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-15T19:36:11Z", "content": "A Nova Scotia man died when his vehicle crashed Thursday morning outside of Amherst. RCMP said the 30-year-old man was driving on Highway 302 in Nappan around 11 a.m. when he apparently lost control of the vehicle. The man was thrown from the vehicle when it … [+376 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Locked-out stagehands reach tentative deal with Exhibition Place board", "description": "Stagehands who had been locked out of work at Toronto’s Exhibition Place have reached a tentative agreement, according to a city official.", "url": "https://www.cbc.ca/news/canada/toronto/iatse-deal-1.4907400", "urlToImage": "https://i.cbc.ca/1.4791803.1535817053!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cne-labour-dispute-20180819.jpg", "publishedAt": "2018-11-15T19:32:26Z", "content": "Stagehands who had been locked out of work at Toronto's Exhibition Place have reached a tentative agreement, according to a city official. Coun. Mark Grimes, who chairs the Exhibition Place Board of Governors, said members of the International Alliance of The… [+335 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Scott Peterson", "title": "Canadian gas prices fall as crude oil continues slide", "description": "Canadian drivers are seeing the lowest prices for gasoline in months, as a slump in the price of crude oil hits gas stations.", "url": "https://www.cbc.ca/news/business/gasoline-crude-oil-1.4907139", "urlToImage": "https://i.cbc.ca/1.2929226.1428062312!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/gasoline-prices.jpg", "publishedAt": "2018-11-15T19:32:20Z", "content": "Canadian drivers are seeing the lowest prices for gasoline in months, as a slump in the price of crude oil has hit gas stations. The price of the North American crude oil benchmark known as West Texas Intermediate is hovering at just over $56 a barrel on Thur… [+2640 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jamie-Lee McKenzie", "title": "1,000s of acres of potatoes still unharvested in farmers' frozen fields", "description": "There are 5,200 acres of potatoes in Manitoba farmers' fields that won't make it to people's tables.", "url": "https://www.cbc.ca/news/canada/manitoba/frozen-potatoes-crops-harvest-1.4906564", "urlToImage": "https://i.cbc.ca/1.4834831.1537639326!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/potatoes-hay-river.JPG", "publishedAt": "2018-11-15T19:28:47Z", "content": "There are 5,200 acres of potatoes in Manitoba farmers' fields that won't make it to people's tables. The weather has left about eight per cent of the provincial potato crop unharvested, said Bill Campbell, president of Keystone Agricultural Producers. A dry s… [+2200 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Quebec City police officers honoured for response to 2017 mosque shooting", "description": "The Quebec Police Awards pay tribute to two officers who raced to the scene of a mass shooting in Quebec City on Jan. 29, 2017.", "url": "https://www.cbc.ca/news/canada/montreal/quebec-city-police-receive-crystal-award-1.4906896", "urlToImage": "https://i.cbc.ca/1.3957889.1485808540!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/quebec-city-islamic-cultural-centre-jan-30-2017.jpg", "publishedAt": "2018-11-15T19:19:13Z", "content": "Quebec City police dispatchers receive at least one phone call per week from a citizen who reports having heard gunshots, according to Sgt. Jonathan Filteau. \"Ninety-eight per cent of the time, it's a Hydro-Québec transformer that has blown up,\" he said. But … [+2813 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Local musicians say 'pay-for-play' show is a raw deal", "description": "Two artists say that RAW's business model only helps the company, but RAW says artists who participate in their shows get good value.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/raw-music-festival-controversy-1.4906479", "urlToImage": "https://i.cbc.ca/1.4907237.1542306415!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jordan-young-and-evelyn-jess.jpg", "publishedAt": "2018-11-15T19:15:00Z", "content": "An arts exhibition coming to St. John's later this month is a pay-to-play show that will benefit the promotions company, not the participating artists, two local musicians say. But the company, RAW Natural Born Artists, says artists are fairly compensated wit… [+4534 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Fiddler on the Roof theatergoer ejected after 'Heil Hitler! Heil Trump' outburst", "description": "A man laced the atmosphere of a Baltimore theatre with menace when he began shouting \"Heil Hitler! Heil Trump!\" during intermission of a performance of Fiddler on the Roof.", "url": "https://www.cbc.ca/news/entertainment/fiddler-man-hitler-trump-outburst-1.4907125", "urlToImage": "https://i.cbc.ca/1.4907267.1542307210!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pro-nazi-and-pro-trump-outburst-at-baltimore-s-hippodrome-theatre.jpg", "publishedAt": "2018-11-15T19:13:48Z", "content": "A man laced the atmosphere of a Baltimore theatre with menace when he began shouting \"Heil Hitler! Heil Trump!\" during intermission of a classic play set in a Jewish village in czarist Russia. The patron's pro-Nazi and pro-Trump outburst during a Wednesday ni… [+3298 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "There's something missing from Moncton's cathedral", "description": "A Grande-Digue production company has unveiled plans to create a digital museum inside Moncton's Notre-Dame-de-l'Assomption Cathedral.", "url": "https://www.cbc.ca/news/canada/new-brunswick/notre-dame-de-l-assomption-cathedral-museum-moncton-1.4906955", "urlToImage": "https://i.cbc.ca/1.4906971.1542301291!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/notre-dame-de-l-assomption-moncton-stained-glass.jpg", "publishedAt": "2018-11-15T19:09:34Z", "content": "Notre-Dame-de-l'Assomption Cathedral in Moncton is in a much better position than it was a few years ago it escaped the wrecking ball and raised funds for several repair and improvement projects, some of which are still in progress. But some would say the chu… [+3230 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sheryl Ubelacker", "title": "Crucial for health system, many caregivers are struggling financially and emotionally, report says", "description": "More than one-third of caregivers surveyed in Ontario report feeling depressed and many have suffered financial consequences, including time off work or turning down career opportunities.", "url": "https://www.cbc.ca/news/health/unpaid-caregivers-struggling-survey-1.4907067", "urlToImage": "https://i.cbc.ca/1.4907112.1542304088!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/caregivers-survey-20181115.jpg", "publishedAt": "2018-11-15T19:06:37Z", "content": "They come from all walks of life, young and old: millions of Canadians who are unpaid caregivers for aging parents, children with a disability or a sibling with a chronic illness. Yet a new survey reveals many are struggling, often in isolation, trying to ful… [+6267 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ryan Snoddon", "title": "Winter driving season begins Friday in the Maritimes", "description": "CBC meteorologist Ryan Snoddon says Friday will bring a wintery mix of snow, ice pellets and then rain to the Maritimes.", "url": "https://www.cbc.ca/news/canada/nova-scotia/nova-scotia-weather-forecast-november-15-2018-1.4907023", "urlToImage": "https://i.cbc.ca/1.4907102.1542303676!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/snowy-friday.png", "publishedAt": "2018-11-15T18:59:40Z", "content": "It's the most wonderful time of year... winter driving season! While Friday's storm won't be a major event for this neck of woods, the first widespread accumulating snowfall is always one that brings a few challenges, especially on the roads. Timing We'll see… [+2352 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Carbon pricing won't cost N.L. as much as rest pf Canada, says MP Yvonne Jones", "description": "Much of Newfoundland and Labrador is powered through hydroelectricity, and the Labrador MP says that will reduce our carbon costs.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/yvonne-jones-climate-change-1.4904650", "urlToImage": "https://i.cbc.ca/1.4475681.1515189825!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/yvonne-jones.jpg", "publishedAt": "2018-11-15T18:50:43Z", "content": "Carbon pricing comes into effect across Canada on Jan. 1, but some of the related costs won't be felt as keenly in Newfoundland and Labrador, says Labrador MP Yvonne Jones. Part of the purpose of the new anti-pollution measures is to incentivize cleaner energ… [+3563 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Officer breaks hand during struggle with car thief", "description": "A Winnipeg police officer suffered a broken hand while struggling to arrest an alleged car thief on Wednesday.", "url": "https://www.cbc.ca/news/canada/manitoba/car-thief-officer-breaks-hand-winnipeg-1.4907134", "urlToImage": "https://i.cbc.ca/1.3949513.1485262773!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-car-in-winnipeg.jpg", "publishedAt": "2018-11-15T18:49:47Z", "content": "A Winnipeg police officer suffered a broken hand while struggling to arrest an alleged car thief on Wednesday. Just before 10:30 p.m., officers patrolling near Provencher Boulevard and Tache Avenue, in the city's St. Boniface area, spotted a pickup truck that… [+984 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man killed in truck rollover near Drumheller", "description": "One man died and another was taken by air ambulance to Calgary after a pickup truck rolled on a highway east of Drumheller.", "url": "https://www.cbc.ca/news/canada/calgary/fatal-rollover-truck-drumheller-highway-576-1.4907158", "urlToImage": "https://i.cbc.ca/1.4905998.1542233172!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-15T18:34:52Z", "content": "One man died and another was taken by air ambulance to Calgary after a pickup truck rolled on a highway east of Drumheller. The truck with three men in it rolled early Thursday morning on Highway 576 near Range Road 184, RCMP said in a release. One passenger … [+228 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lucas Powers", "title": "PCs slash spending, unveil tax cut and longer LCBO hours in first economic plan", "description": "Months after Ontario's finance minister said finding fiscal balance will \"require everyone to make sacrifices without exception,\" the public got its first glance at how the government will try to do it.", "url": "https://www.cbc.ca/news/canada/toronto/ontario-pc-fall-economic-outlook-cuts-tax-lcbo-1.4906718", "urlToImage": "https://i.cbc.ca/1.4906749.1542295589!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ontario-premier-doug-ford-finance-minister-vic-fedeli-2018.jpg", "publishedAt": "2018-11-15T18:33:45Z", "content": "Months after Ontario's finance minister said finding fiscal balance will \"require everyone to make sacrifices without exception,\" the public got its first glance at how the government will try to do it. Details were laid out in the Progressive Conservative go… [+1684 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Former Hawkesbury teacher charged with sexual assault", "description": "A former high school teacher in Hawkesbury, Ont., has been charged with sexual assault after allegations of abuse dating back to the early 1980s surfaced.", "url": "https://www.cbc.ca/news/canada/ottawa/adrien-asselin-hawkesbury-charge-1.4906981", "urlToImage": "https://i.cbc.ca/1.1550313.1380774675!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-opp-logo.jpg", "publishedAt": "2018-11-15T18:32:57Z", "content": "A former high school teacher in Hawkesbury, Ont., has been charged with sexual assault after allegations of abuse dating back to the early 1980s surfaced. Hawkesbury OPP arrested 79-year-old Adrien Asselin on Wednesday as part of an investigation that started… [+695 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jesse Johnston", "title": "Ex-Mountie believes officers would leave RCMP for a Surrey police department", "description": "An outspoken critic of RCMP management says Surrey’s new municipal police force should have no trouble recruiting officers.", "url": "https://www.cbc.ca/news/canada/british-columbia/chris-backus-surrey-rcmp-municipal-police-force-1.4907033", "urlToImage": "https://i.cbc.ca/1.4144700.1542303185!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/sgt-chris-backus.png", "publishedAt": "2018-11-15T18:32:16Z", "content": "An outspoken critic of RCMP management says a municipal police force in Surrey would have no trouble recruiting officers. Ex-Mountie Chris Backus was at the centre of last year's protest over wages and working conditions that saw RCMP officers cover up the ye… [+2028 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Firefighters make progress in California Camp Fire as search continues for missing", "description": "Cool weather helped fire crews gain ground Thursday against the deadliest wildfire in the U.S. in a century, as the search went on for more bodies in the ashes of Paradise and surrounding communities in Northern California.", "url": "https://www.cbc.ca/news/world/california-wildfires-thursday-1.4906959", "urlToImage": "https://i.cbc.ca/1.4907024.1542302531!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1av45p.jpg", "publishedAt": "2018-11-15T18:25:06Z", "content": "Cool weather helped fire crews gain ground Thursday against the deadliest wildfire in the U.S. in a century, as the search went on for more bodies in the ashes of Paradise and surrounding communities in Northern California. At least 56 people have been killed… [+3069 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Good dogs are at Trudeau Airport to make air travel less stressful", "description": "If you're feeling stressed the next time you pass through Trudeau International Airport, look for the wagging tail.", "url": "https://www.cbc.ca/news/canada/montreal/dogs-trudeau-airport-montreal-companion-animals-1.4907130", "urlToImage": "https://i.cbc.ca/1.4907131.1542305896!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/good-dogs-at-trudeau-airport-image-1.jpg", "publishedAt": "2018-11-15T18:23:34Z", "content": "If you're feeling stressed the next time you pass through Trudeau International Airport, look for the wagging tail. A squad of 30 dogs is now patrolling the airport's domestic and international zones. No, they're not sniffing out contraband. The YUL Pet Squad… [+1332 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fire damages garage, home in Bonavista", "description": "Sources at the scene say it appears a garage and a home have been severely damaged.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/bonavista-fire-1.4907159", "urlToImage": "https://i.cbc.ca/1.4907177.1542305452!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fire.jpg", "publishedAt": "2018-11-15T18:14:22Z", "content": "A garage and home have been damaged in a fire in Bonavista. Emergency crews were called to the structure fire on Cape Shore Road around 2 p.m. Thursday afternoon. According to sources at the scene, it appears both the garage and home have been extensively dam… [+98 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Decades on, Lethbridge cold cases vex police", "description": "Julie Ann Derouin hasn't been seen since New Year's Day 1980, while Theodore Murray Milde went missing Feb. 18, 1993.", "url": "https://www.cbc.ca/news/canada/calgary/lethbridge-cold-case-investigation-missing-persons-1.4907008", "urlToImage": "https://i.cbc.ca/1.4907100.1542303604!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/milde-and-derouin.jpg", "publishedAt": "2018-11-15T18:14:18Z", "content": "Lethbridge police are looking for fresh leads in two missing person cold cases. Julie Ann Derouin hasn't been seen since New Year's Day 1980. She was 23 at the time. She wasn't officially reported as missing until 1983, according to police. In a news release,… [+1634 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Death of 13-year-old Thai boy sparks debate about child kickboxing", "description": "The death of a 13-year-old boy who was knocked out during a kickboxing match in Thailand has sparked debate over whether to ban matches involving children.", "url": "https://www.cbc.ca/sports/child-kickboxing-death-thailand-1.4907091", "urlToImage": "https://i.cbc.ca/1.4907110.1542304164!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/anucha-tasako-memorial.jpg", "publishedAt": "2018-11-15T18:11:17Z", "content": "The death of a 13-year-old boy who was knocked out during a kickboxing match in Thailand has sparked debate over whether to ban matches involving children. The death of Anucha Tasako came after a Muay Thai Thai boxing match Saturday in the Bangkok suburb of S… [+2560 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jean Laroche", "title": "Education minister wants periodic criminal-record checks for teachers", "description": "Nova Scotia Education Minister Zach Churchill wants teachers to undergo criminal-background checks throughout their careers and not just once, which is the current policy.", "url": "https://www.cbc.ca/news/canada/nova-scotia/nova-scotia-teachers-criminal-background-check-1.4906862", "urlToImage": "https://i.cbc.ca/1.4897771.1541708827!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/education-minister-zach-churchill.jpg", "publishedAt": "2018-11-15T17:56:36Z", "content": "Nova Scotia Education Minister Zach Churchill says assault allegations against two Halifax-area teachers have pushed his department to look at changing the policy around criminal-record checks. \"I think it's obvious we have to improve those policies and that … [+2613 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Adrienne Lamb,Rick Bremness", "title": "What to do this weekend in Edmonton", "description": "Looking for stuff to do this weekend? We’ve got you covered.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-events-weekend-lamb-1.4906031", "urlToImage": "https://i.cbc.ca/1.4907293.1542307976!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/the-deep-dark-woods.jpg", "publishedAt": "2018-11-15T17:56:11Z", "content": "Arts and Culture The popular Taboo... The Naughty but Nice Sex Show returns to the Edmonton EXPO Centre. After a little classic ballet? Great Russian Nutcracker hits the stage of the Myer Horowitz Theatre for a matinee and an evening show Saturday. In Flew En… [+1486 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "U.S. study finds weak police reporting on missing, murdered Indigenous women", "description": "Numerous police departments across the U.S. are not adequately identifying or reporting cases of missing and murdered Indigenous women and girls as concerns mount over the level of violence they often face, according to a study released by a Native American n…", "url": "https://www.cbc.ca/news/indigenous/us-study-weak-police-reporting-missing-murdered-indigenous-women-1.4906982", "urlToImage": "https://i.cbc.ca/1.4907031.1542302653!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/death-and-disappearance-in-indian-country-cities.jpg", "publishedAt": "2018-11-15T17:47:33Z", "content": "Numerous police departments across the U.S. are not adequately identifying or reporting cases of missing and murdered Indigenous women and girls as concerns mount over the level of violence they often face, according to a study released by a Native American n… [+4882 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Cocaine, cash, crossbow and rifle seized in northern Manitoba raids", "description": "Six people are behind bars in Thompson, Man., after police raids at two homes turned up cocaine, cash and weapons.", "url": "https://www.cbc.ca/news/canada/manitoba/cocaine-cash-weapons-thompson-manitoba-1.4906963", "urlToImage": "https://i.cbc.ca/1.4906994.1542302768!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/guns-drugs-seized-by-rcmp.jpg", "publishedAt": "2018-11-15T17:38:37Z", "content": "Six people are behind bars in Thompson, Man., after police raids at two homes turned up cocaine, cash and weapons. The RCMP, along with specialized units and the emergency response team, executed two search warrants at two residences in the northern city on M… [+513 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Isaac Olson", "title": "Court approves class action against McDonald's over Happy Meal toy marketing", "description": "The Quebec Superior Court has given the green light to a class action against McDonald’s Restaurants — a lawsuit that accuses the fast-food chain of marketing to children in a province that banned the practice decades ago.", "url": "https://www.cbc.ca/news/canada/montreal/supreme-court-approves-mcdonald-s-lawsuit-1.4906817", "urlToImage": "https://i.cbc.ca/1.1991659.1381523447!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mcdonald-s-offers-apple-slices-instead-of-fries.jpg", "publishedAt": "2018-11-15T17:37:41Z", "content": "The Quebec Superior Court has given the green light to a class action against McDonald's Restaurants of Canada a lawsuit that accuses the fast-food chain of marketing to children in a province that banned the practice decades ago. \"What we care about is the l… [+2233 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ski season's here, Ottawa", "description": "With a string of cold days and more snow on the way, skiers will soon have lots of local options.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-ski-hill-trails-1.4906717", "urlToImage": "https://i.cbc.ca/1.4594360.1522116612!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mount-seymour.jpg", "publishedAt": "2018-11-15T17:35:57Z", "content": "Skiers can now start skiing on most of the &lt;a href=\"https://twitter.com/hashtag/GatineauPark?src=hash&amp;amp;ref_src=twsrc%5Etfw\"&gt;#GatineauPark&lt;/a&gt; parkways! &lt;br&gt;&lt;br&gt; Good starting points: P5,P6, P8, P9, P10&lt;br&gt; Not yet compacte… [+150 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anna Dimoff", "title": "Residents demand input on future of Vancouver's Fraser corridor", "description": "Community members gathered Tuesday night to talk about the future of affordable housing, density, and the survival of small businesses along Fraser Street.", "url": "https://www.cbc.ca/news/canada/british-columbia/residents-demand-input-future-vancouver-fraser-corridor-1.4905528", "urlToImage": "https://i.cbc.ca/1.4905645.1542225654!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/fraserhood-meeting.JPG", "publishedAt": "2018-11-15T17:35:00Z", "content": "More than 130 people turned up on a rainy night on Tuesday to talk about the future of Vancouver's Fraser Street between Kingsway and 41st Street. The meeting was held to discuss new development proposals in the area. The neighbourhood is the latest in Vancou… [+2502 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Suspicious package shuts down street in north-end Halifax", "description": "West Street is closed between Agricola and Robie streets.", "url": "https://www.cbc.ca/news/canada/nova-scotia/suspicious-package-west-street-halifax-1.4906992", "urlToImage": "https://i.cbc.ca/1.4907000.1542302072!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/west-street-suspicious-package.jpg", "publishedAt": "2018-11-15T17:34:45Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Wallis Snowdon", "title": "'Wild West of aviation': Edmonton pilot ready for wild air race in China", "description": "For air racing pilot Scott Holmes, the fastest motorsport in the world is pure “hair on fire” excitement.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-pilot-air-race-china-1.4906791", "urlToImage": "https://i.cbc.ca/1.4400910.1510621646!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/scott-holmes-1.jpg", "publishedAt": "2018-11-15T17:22:44Z", "content": "For air racing pilot Scott Holmes, the fastest motorsport in the world is pure \"hair on fire\" excitement. And he's ready for his next adrenaline rush. The Edmonton pilot will be competing this weekend at the Air Race 1 China Cup, racing against seven other pi… [+2559 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Blair Rhodes", "title": "Man charged with break-in and sexual assault to be tried in 2020", "description": "Sem Paul Obed, 47, was arrested and charged after a man broke into a residence on Cunard Street in central Halifax and sexually assaulted a woman there on June 1.", "url": "https://www.cbc.ca/news/canada/nova-scotia/man-charged-with-break-in-and-sexual-assault-to-be-tried-in-2020-1.4906922", "urlToImage": "https://i.cbc.ca/1.2750267.1409314408!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sem-obed-plans-to-live-in-halifax.jpg", "publishedAt": "2018-11-15T17:14:54Z", "content": "A man with a long history of violence who is accused of a sexual assault in central Halifax this past summer will go to trial in January 2020. Sem Paul Obed, 47, was arrested and charged after a man broke into a residence on Cunard Street and sexually assault… [+646 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Japanese man pledges to have, hold and cherish hologram pop star Hatsune Miku", "description": "When newlywed Akihiko Kondo returns from work at a middle school in a Tokyo suburb, he is greeted by the love of his life, who lights up — literally — in welcome. His wife, Hatsune Miku, is not flesh and blood but a computer-generated hologram.", "url": "https://www.cbc.ca/news/entertainment/hologram-marriage-1.4906711", "urlToImage": "https://i.cbc.ca/1.4906929.1542300132!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/japan-entertainment-virtual-wedding.jpg", "publishedAt": "2018-11-15T17:14:48Z", "content": "When newlywed Akihiko Kondo returns from work at a middle school in a Tokyo suburb, he is greeted by the love of his life, who lights up literally in welcome. His wife, Hatsune Miku, is not flesh and blood but a computer-generated hologram. Her ethereal exist… [+2088 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joanne Chianello", "title": "Magee House decision drawing near, city says", "description": "The city should make a definitive decision on whether it will demolish a privately owned heritage building in Hintonburg by next week, the built heritage subcommittee heard Thursday morning.", "url": "https://www.cbc.ca/news/canada/ottawa/magee-house-city-demolish-1.4906510", "urlToImage": "https://i.cbc.ca/1.4765371.1532734277!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/magee-house-demolition-july-27-2018.jpg", "publishedAt": "2018-11-15T17:14:45Z", "content": "The city should make a definitive decision on whether it will demolish a privately owned heritage building in Hintonburg by next week, the built heritage subcommittee heard Thursday morning. The western wall of the 170-year-old Magee House crumbled back in th… [+2770 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "CFL to add extra official to watch for head shots", "description": "The Canadian Football League will add an extra official to the field for the rest of the playoffs to watch for any blows delivered to the head or neck of a quarterback.", "url": "https://www.cbc.ca/sports/football/cfl/cfl-extra-official-1.4906829", "urlToImage": "https://i.cbc.ca/1.4906953.1542301051!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brandon-bridge-photo.jpg", "publishedAt": "2018-11-15T17:09:15Z", "content": "The Canadian Football League will add an extra official to the field for the rest of the playoffs to watch for any blows delivered to the head or neck of a quarterback. The development comes after Saskatchewan Roughriders quarterback Brandon Bridge was hit la… [+696 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Homicide detectives getting more tips as Toronto ties murder record", "description": "There have been 89 homicides in Toronto this year, tying a grim record set in 1991. Amid the violence, police say more people are coming forward.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-police-homicide-tips-1.4906944", "urlToImage": "https://i.cbc.ca/1.4549126.1519408926!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/det-sgt-hank-idsinga.jpg", "publishedAt": "2018-11-15T17:05:57Z", "content": "Toronto police have seen an uptick in tips from the public amid a surge of murders, a top investigator says. There have been 89 homicides in Toronto this year, tying a grim record set in 1991. Acting Insp. Hank Idsinga told CBC Radio's Metro Morning that whil… [+1313 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Withers", "title": "Ottawa to spend $18M on new cargo facilities at Halifax airport", "description": "The new cargo handling facilities aim to improve transport efficiency and reduce bottlenecks in the air cargo supply chain, a frequent complaint of lobster exporters.", "url": "https://www.cbc.ca/news/canada/nova-scotia/new-cargo-logistics-park-halifax-airport-1.4906860", "urlToImage": "https://i.cbc.ca/1.4906961.1542300994!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/marc-garneau.JPG", "publishedAt": "2018-11-15T16:57:56Z", "content": "A new air cargo logistics park will be built at the Halifax Stanfield International Airport another sign of the growing volume and importance of seafood exports from Nova Scotia, especially to China. The federal government will spend $18 million and Nova Scot… [+452 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Steve Lambert", "title": "Tory backbencher holds another fundraiser at men-only squash club", "description": "A Manitoba government backbencher is once again holding a fundraising event at a squash club that doesn't allow women to become members.", "url": "https://www.cbc.ca/news/canada/manitoba/conservative-fundraiser-squash-club-scott-johnston-1.4906863", "urlToImage": "https://i.cbc.ca/1.4491622.1516216705!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/winnipeg-squash-racquet-club.png", "publishedAt": "2018-11-15T16:54:49Z", "content": "A Manitoba government backbencher is once again holding a fundraising event at a squash club that doesn't allow women to become members. The constituency association for Scott Johnston, a Progressive Conservative, is planning an evening of \"whiskey, wine and … [+1639 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Plane crashes at Stephenville airport", "description": "The town's mayor says the plane's nose gear collapsed.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/plane-crash-stephenville-1.4906941", "urlToImage": "https://i.cbc.ca/1.4906948.1542300654!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/stephenville-plane-crash.jpeg", "publishedAt": "2018-11-15T16:52:18Z", "content": "A plane at the Stephenville airport in western Newfoundland has crashed. According to Tom Rose, the town's mayor, the nose gear collapsed on the plane as it was trying to land. Fifty people were on board, he said. There is no word on injuries. More to come."}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Police to update case of couple accused of bilking homeless man of GoFundMe money", "description": "A New Jersey prosecutor says he will announce developments in a criminal investigation of a couple that raised $400,000 US for a homeless man they said helped them with a disabled car.", "url": "https://www.cbc.ca/news/world/nj-pa-homeless-fundraising-investigation-1.4906738", "urlToImage": "https://i.cbc.ca/1.4906815.1542299866!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/helpful-homeless-man.jpg", "publishedAt": "2018-11-15T16:48:19Z", "content": "A New Jersey prosecutor says he will announce developments in a criminal investigation of a couple that raised $400,000 US for a homeless man they said helped them with a disabled car. Burlington County prosecutor Scott Coffina has scheduled a news conference… [+884 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Canada's new $10 bill to be launched into circulation in Winnipeg", "description": "Canada's new $10 banknote will be launched into circulation at the Canadian Museum for Human Rights on Monday.", "url": "https://www.cbc.ca/news/canada/manitoba/viola-desmond-banknote-cmhr-1.4906730", "urlToImage": "https://i.cbc.ca/1.4906804.1542298736!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/new-canadian-10-bill.jpg", "publishedAt": "2018-11-15T16:48:09Z", "content": "Canada's new $10 banknote will be launched into circulation at the Canadian Museum for Human Rights on Monday. The bill features civil rights activist Viola Desmond the first Canadian woman to be profiled on a regularly circulating banknote on one side. Agnes… [+1767 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Graydon Pelley's NL Alliance is not what province needs, say opposing party leaders", "description": "PC leader Ches Crosbie says he doesn't know what Graydon Pelley's concerns were, because the former party president didn't come to him with them before resigning.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/nl-alliance-reaction-1.4906533", "urlToImage": "https://i.cbc.ca/1.4906836.1542298003!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ches-crosbie.jpg", "publishedAt": "2018-11-15T16:46:26Z", "content": "If Graydon Pelley had concerns about the transparency or direction of his political party, it was news to Ches Crosbie, the PC leader said Wednesday. Crosbie's comments came the same day Pelley announced his resignation as president of the Progressive Conserv… [+3920 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Speed restrictions lifted for vessels in the Gulf of St. Lawrence", "description": "Transport Canada is lifting mandatory speed restrictions that were implemented in April to prevent North Atlantic right whale deaths.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-speed-restrictions-lifted-gulf-st-lawrence-1.4906847", "urlToImage": "https://i.cbc.ca/1.4579009.1521201933!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/right-whales.jpg", "publishedAt": "2018-11-15T16:44:51Z", "content": "Transport Canada is lifting mandatory speed restrictions that were implemented in April to prevent North Atlantic right whale deaths. The agency says it isn't aware of any North Atlantic right whale deaths caused by ship strikes this year. Restrictions could … [+1299 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Architects behind NAC revamp to design new library", "description": "The same architects who refreshed the look of the National Arts Centre have won the chance to design Ottawa's new central library.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-central-library-design-chosen-1.4906898", "urlToImage": "https://i.cbc.ca/1.4623387.1523986658!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nac-exterior-diamond-schmitt-architects-ottawa-central-library.jpg", "publishedAt": "2018-11-15T16:43:30Z", "content": "The same architects who refreshed the look of the National Arts Centre have won the chance to design Ottawa's new central library. Diamond Schmitt Architects from Toronto and Ottawa's KWC Architects beat four other teams in the competition to design the new b… [+582 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Follow along with what's happening inside the Saskatchewan legislature", "description": "CBC Saskatchewan reporter Adam Hunter will be providing Twitter updates throughout question period at the legislature, and Thursday's exchanges between the Sask. Party government and the NDP Opposition.", "url": "https://www.cbc.ca/news/canada/saskatchewan/saskatchewan-legislature-1.4906849", "urlToImage": "https://i.cbc.ca/1.4245891.1540926599!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/saskatchewan-legislature-building-in-regina.jpg", "publishedAt": "2018-11-15T16:27:26Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "VPD officer could face charges for collision with pedestrian while driving unmarked SUV", "description": "The Independent Investigations Office has completed its review of the incident, which happened Jan. 6 at around 9:30 p.m. PT at Knight Street and East 20th Avenue and left the pedestrian with serious injuries.", "url": "https://www.cbc.ca/news/canada/british-columbia/vpd-officer-could-face-charges-collision-pedestrian-unmarked-suv-1.4906541", "urlToImage": "https://i.cbc.ca/1.4290927.1542293551!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/iio-independent-investigations-office.jpg", "publishedAt": "2018-11-15T16:01:17Z", "content": "A Vancouver police officer who struck and seriously injured a pedestrian while driving an unmarked SUV could face charges, according to B.C.'s police watchdog agency. The Independent Investigations Office (IIO) has completed its review of the incident, which … [+561 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Why a P.E.I. Paralympian is 'so disappointed' Calgary voted against 2026 Olympic bid", "description": "A no vote in a plebiscite in Calgary appears to have ended that city's bid to host the 2026 Winter Olympic and Paralympic Games, and sledge hockey Paralympian Billy Bridges is struggling to figure out why.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-calgary-olympics-billy-bridges-1.4906739", "urlToImage": "https://i.cbc.ca/1.2288990.1383170319!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/billy-bridges.jpg", "publishedAt": "2018-11-15T16:00:00Z", "content": "A no vote in a plebiscite in Calgary appears to have ended that city's bid to host the 2026 Winter Olympic and Paralympic Games, and sledge hockey Paralympian Billy Bridges is struggling to figure out why. \"I didn't even think it would be that much of a quest… [+1396 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "RCMP investigate after girls extorted through social media accounts", "description": "Nova Scotia RCMP say someone gained access to several youth's social media accounts and demanded provocative photos and videos or other people's passwords in exchange for return of control of the account.", "url": "https://www.cbc.ca/news/canada/nova-scotia/rcmp-seek-information-youth-social-media-extortion-1.4906721", "urlToImage": "https://i.cbc.ca/1.4906740.1542295079!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sextortion-cyber-bullying.jpg", "publishedAt": "2018-11-15T15:58:57Z", "content": "Nova Scotia RCMP are investigating the extortion of several girls on social media and asking people to come forward with information because they believe others across the province may have been targeted. This week, Kings District RCMP received a report that … [+1171 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Kremlin critic Navalny was political prisoner, says European court", "description": "The European Court of Human Rights ruled on Thursday that Russia's repeated arrests and detention of opposition leader Alexei Navalny were politically motivated and breached his human rights, a decision certain to displease the Kremlin.", "url": "https://www.cbc.ca/news/world/navalny-echr-ruling-political-prisoner-russia-1.4906594", "urlToImage": "https://i.cbc.ca/1.4906713.1542294223!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ehcr-russia-navalny.jpg", "publishedAt": "2018-11-15T15:37:52Z", "content": "The European Court of Human Rights ruled on Thursday that Russia's repeated arrests and detention of opposition leader Alexei Navalny were politically motivated and breached his human rights, a decision certain to displease the Kremlin. The court, based in St… [+2998 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janyce McGregor", "title": "The Trudeau family history you didn't know: 'Singaporean blood'", "description": "It's well known that Justin Trudeau's father Pierre was Canada's 15th prime minister. But there are governing genes on his mother's side of the family tree too: he just had to cross the Pacific Ocean to find their roots.", "url": "https://www.cbc.ca/news/politics/trudeau-fort-canning-farquhar-thursday-1.4906521", "urlToImage": "https://i.cbc.ca/1.4906679.1542293976!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trudeau-singapore-20181115.jpg", "publishedAt": "2018-11-15T15:29:45Z", "content": "It's well known that Justin Trudeau's father Pierre was Canada's 15th prime minister. But there are governing genes on his mother Margaret's side of the family tree too: he just had to cross the Pacific Ocean to find their roots. On Thursday afternoon in Sing… [+4231 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Rehabbed raptor starts new chapter at 'world's largest gathering of eagles'", "description": "It’s first few flaps were a little unsteady, but nevertheless, a bald eagle is flying free again after healing from serious injuries.", "url": "https://www.cbc.ca/news/canada/british-columbia/eagle-harrison-river-1.4906404", "urlToImage": "https://i.cbc.ca/1.4906407.1542267588!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/eagle.jpg", "publishedAt": "2018-11-15T15:28:41Z", "content": "Following a first few unsteady flaps, a bald eagle is flying free again after healing from serious injuries. The OWL Rehabilitation Society, which nurses injured raptors back to health, released the adult bird along the Harrison River on Wednesday. The bird w… [+1235 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Leduc RCMP respond to firearms-related incident", "description": "Alberta RCMP are asking residents to avoid certain areas of a west Leduc neighbourhood during a police operation this morning.", "url": "https://www.cbc.ca/news/canada/edmonton/leduc-rcmp-firearms-incident-1.4906723", "urlToImage": "https://i.cbc.ca/1.3573459.1538183764!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-15T15:26:11Z", "content": "Alberta RCMP are asking residents to avoid certain areas of a west Leduc neighbourhood during a police operation this morning. Residents are being asked to stay away from Selkirk Place and Aspen Creek in the Suntree neighbourhood. The incident is firearms-rel… [+352 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "German tourist shot in head near Calgary still requires 24/7 care", "description": "A German tourist, who visited Alberta to celebrate his 60th birthday, still requires 24/7 care and likely will never work again, says the Honorary German Consulate in Calgary.", "url": "https://www.cbc.ca/news/canada/calgary/german-tourist-shot-near-calgary-1.4906243", "urlToImage": "https://i.cbc.ca/1.4773718.1534448987!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/shooting256-jpg.JPG", "publishedAt": "2018-11-15T15:17:54Z", "content": "A German tourist, who visited Alberta to celebrate his 60th birthday, still requires 24/7 care and likely will never work again, says the Honorary German Consulate in Calgary. Horst Stewin, 60, was randomly shot in the head on an Alberta highway this summer. … [+2143 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Canada's R.J. Barrett leads Duke to easy win over Eastern Michigan", "description": "The 18-year-old Canadian scored 20 points and added 6 assists as Duke beat Eastern Michigan 84-46.", "url": "https://www.cbc.ca/sports/basketball/rj-barrett-duke-eastern-michigan-1.4906632", "urlToImage": "https://i.cbc.ca/1.4906707.1542294278!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rj-barrett-photo.jpg", "publishedAt": "2018-11-15T15:10:33Z", "content": "Zion Williamson tossed up an alley-oop lob for RJ Barrett, and on the next trip down court, Barrett returned the favour by setting up a dunk for Williamson. For these high-flying Blue Devils, that No. 1 ranking sure seems to fit. Williamson scored 21 points, … [+1616 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Travis McEwan", "title": "Spirit of Edmonton breakfast still a big part of Grey Cup weekend after four decades", "description": "The Spirit of Edmonton breakfast returns to Edmonton on Grey Cup weekend and for many CFL fans it's a must-attend event.", "url": "https://www.cbc.ca/news/canada/edmonton/spirit-of-edmonton-breakfast-1.4906113", "urlToImage": "https://i.cbc.ca/1.4906167.1542238017!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/spirit-of-edmonton-breakfast.jpg", "publishedAt": "2018-11-15T15:00:00Z", "content": "A breakfast started by Edmonton Eskimo fans more than 40 years ago, will return to the city as an essential event of Grey Cup weekend. Close to 4,000 people are expected to attend the Spirit of Edmonton breakfast on Nov. 23 and 24 at the Shaw Conference Centr… [+1919 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Toronto's 'professional tenant' wanted for criminal harassment", "description": "Peel police are searching for the man who made headlines in 2016 as a well-dressed, well-known \"professional tenant\" in Toronto. James Regan, 64, is wanted for the alleged criminal harassment of a 61-year-old Mississauga woman.", "url": "https://www.cbc.ca/news/canada/toronto/james-regan-harassment-1.4906544", "urlToImage": "https://i.cbc.ca/1.3775212.1516649165!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/james-regan.jpg", "publishedAt": "2018-11-15T14:55:39Z", "content": "Peel police are searching for a man who made headlines in 2016 as a well-dressed, well-known, \"professional tenant\" in Toronto. James Regan, 64, is wanted for the alleged criminal harassment of a 61-year-old Mississauga woman. The complaint was first filed in… [+1205 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'We can't get complacent about this': Overdose stats 'discouraging,' chief health officer says", "description": "128 people died from illicit drug overdoses in September, an increase of 38% from last year, according to a new report from the B.C. Coroners Service.", "url": "https://www.cbc.ca/news/canada/british-columbia/overdose-numbers-discouraging-chief-health-officer-says-1.4906362", "urlToImage": "https://i.cbc.ca/1.3893666.1542256699!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/overdose-treatment-facility.jpg", "publishedAt": "2018-11-15T14:53:32Z", "content": "A new report from the B.C. Coroners Service has found that 128 people in the province died from illicit drug overdoses in September, an increase of 38 per cent from last year. Fentanyl has been detected in 84 per cent of such deaths in the province so far thi… [+3202 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "October home sales down 1.6% compared with September", "description": "Canadian home sales fell in October, as the number of transactions dropped in more than half of all local markets led by dips in Montreal, Edmonton and the Hamilton-Burlington, Ont., area.", "url": "https://www.cbc.ca/news/business/october-home-sales-1.4906622", "urlToImage": "https://i.cbc.ca/1.4906657.1542293321!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/crea-home-sales-20180413.jpg", "publishedAt": "2018-11-15T14:53:18Z", "content": "Canadian home sales fell in October, as the number of transactions dropped in more than half of all local markets led by dips in Montreal, Edmonton and the Hamilton-Burlington, Ont., area. The Canadian Real Estate Association says national home sales through … [+689 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'This place is open for business,' says premier after recent trade talks in China", "description": "Getting away from the recent trade experience with the United States and diversifying the economy is the main takeaway from the province's recent trip to China, says Premier Dwight Ball.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/dwight-ball-china-trade-talks-1.4906461", "urlToImage": "https://i.cbc.ca/1.4906619.1542293484!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dwight-ball.jpg", "publishedAt": "2018-11-15T14:28:58Z", "content": "Getting away from the recent trade experience with the United States and diversifying the economy is the main takeaway from the province's recent trip to China, according to Premier Dwight Ball. The premier told CBC News on Thursday morning that several Newfo… [+1710 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "China rebukes Canada and other diplomats for letter on Muslim rights", "description": "China said Thursday that 15 foreign ambassadors, including the envoy from Canada, exceeded their diplomatic roles by issuing a letter expressing concern about the incarceration of hundreds of thousands of members of the country's Muslim minorities in re-educa…", "url": "https://www.cbc.ca/news/politics/china-canada-uighurs-letter-1.4906522", "urlToImage": "https://i.cbc.ca/1.4906540.1542289825!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cda-china-20181114.jpg", "publishedAt": "2018-11-15T14:23:47Z", "content": "China said Thursday that 15 foreign ambassadors, including the envoy from Canada, exceeded their diplomatic roles by issuing a letter expressing concern about the incarceration of hundreds of thousands of members of the country's Muslim minorities in re-educa… [+4431 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bob Weber", "title": "Humans are having a huge influence on the evolution of species", "description": "Swallows are evolving smaller wings to dodge buildings, fish are evolving mouths that make them harder to hook and large animals are going extinct as humans wield a huge influence on evolution, a new study shows.", "url": "https://www.cbc.ca/news/technology/humans-evolution-1.4906534", "urlToImage": "https://i.cbc.ca/1.4559438.1520011498!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/barren-ground-caribou.jpg", "publishedAt": "2018-11-15T14:23:31Z", "content": "Swallows are evolving smaller, more manoeuvrable wings to help them dodge buildings and vehicles. Some fish are growing mouths that are smaller and harder to hook. Large animals from caribou to tuna are disappearing. Meanwhile, it's boom time for anything not… [+3185 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Kane", "title": "Early data suggests no spike in pot-impaired driving after legalization: police", "description": "Canadian police have not seen a spike in cannabis-impaired driving one month since legalization, but there needs to be more awareness of laws around storing marijuana in vehicles and passengers smoking weed, law enforcement officials say.", "url": "https://www.cbc.ca/news/politics/pot-impaired-driving-no-spike-1.4906550", "urlToImage": "https://i.cbc.ca/1.4906560.1542290881!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/drug-driving-cops-20180708.jpg", "publishedAt": "2018-11-15T14:22:54Z", "content": "Canadian police have not seen a spike in cannabis-impaired driving one month since legalization, but there needs to be more awareness of laws around storing marijuana in vehicles and passengers smoking weed, law enforcement officials say. The Canadian Press c… [+4982 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montreal hit by another round of Canada Post strikes", "description": "The work stoppage comes one day after Canada Post brought what it calls a \"time-limited\" offer to the table in hopes of signing a new collective agreement before the holiday rush.", "url": "https://www.cbc.ca/news/canada/montreal/canada-post-strike-montreal-1.4906492", "urlToImage": "https://i.cbc.ca/1.4906569.1542291294!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/canada-post-strike.JPG", "publishedAt": "2018-11-15T14:08:50Z", "content": "Montreal postal workers went on strike again early Thursday morning, as protests were launched in a total of eight regions countrywide. The work stoppage comes one day after Canada Post brought what it calls a \"time-limited\" offer to the table in hopes of sig… [+2239 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ready or not, snow is heading toward southern Quebec", "description": "When all is said and done, there will be 15 to 25 centimetres of snow on the ground. In mid-November.", "url": "https://www.cbc.ca/news/canada/montreal/snow-montreal-quebec-november-16-1.4906480", "urlToImage": "https://i.cbc.ca/1.4486501.1515869427!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/snow-mtl.JPG", "publishedAt": "2018-11-15T14:05:19Z", "content": "Were you still getting used to the idea that winter is coming? Well, snap out of it. It's here. Environment Canada has issued snowfall warnings for parts of southern Quebec, including the Eastern Townships, Montreal and Vaudreuil. A low-pressure system from t… [+406 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jocelyne Richer", "title": "'We will not be dictated to': Legault warns as Ottawa threatens Quebec over health care", "description": "The Quebec premier's strong words were in reaction to news that Federal Health Minister Ginette Petitpas Taylor threatened the province last summer over its tolerance of private health care services.", "url": "https://www.cbc.ca/news/canada/montreal/quebec-ottawa-private-health-care-transfer-payments-1.4906507", "urlToImage": "https://i.cbc.ca/1.4868504.1539882115!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/caq-sworn-in-20181016.jpg", "publishedAt": "2018-11-15T14:01:08Z", "content": "Quebec Premier François Legault told Ottawa on Wednesday to stay out of the province's business on health care. \"We will not be dictated to by the federal government,\" Legault told reporters in Quebec City as he entered his limousine. The strong words were in… [+1720 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "FortisBC is concerned about a cold snap. Meteorologist Johanna Wagstaffe says don't worry … yet", "description": "FortisBC is concerned a cold snap could push customers to use more energy, but CBC meteorologist Johanna Wagstaffe says there's nothing to worry about yet.", "url": "https://www.cbc.ca/fortisbc-is-concerned-about-a-cold-snap-meteorologist-johanna-wagstaffe-says-don-t-worry-yet-1.4906332?cmp=rss", "urlToImage": null, "publishedAt": "2018-11-15T14:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "FortisBC is concerned about a cold snap. Meteorologist Johanna Wagstaffe says don't worry … yet", "description": "FortisBC is concerned a cold snap could push customers to use more energy, but CBC meteorologist Johanna Wagstaffe says there's nothing to worry about yet.", "url": "https://www.cbc.ca/news/canada/british-columbia/fortisbc-is-concerned-about-a-cold-snap-meteorologist-johanna-wagstaffe-says-don-t-worry-yet-1.4906332", "urlToImage": "https://i.cbc.ca/1.4894878.1542253861!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fortis-natural-gas-supply-video.jpg", "publishedAt": "2018-11-15T14:00:00Z", "content": "FortisBC is again asking customers conserve energy, this time over concerns about decreasing temperatures. A major Enbridge pipeline which ruptured and exploded Oct. 9 northeast of Prince George is responsible for the supply problem. The company says natural … [+2059 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Thurton", "title": "Some Hillview condo owners left out of new Fort McMurray wildfire relief fund", "description": "Some owners of a beleaguered Fort McMurray wildfire rebuild under construction say new government assistance won’t help many residents who are losing their savings, falling into debt and foreclosing on their units.", "url": "https://www.cbc.ca/news/canada/edmonton/hillview-condo-wildfire-relief-red-cross-1.4906256", "urlToImage": "https://i.cbc.ca/1.4575610.1521034696!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hillview-park.jpg", "publishedAt": "2018-11-15T14:00:00Z", "content": "New government assistance intended to help Fort McMurray, Alta., residents rebuild after the 2016 wildfire will not be available to several owners of a beleaguered condo project. Residents struggling to rebuild their homes will be able to access $6 million in… [+2715 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ariana Kelland", "title": "Andrew Parsons to press feds — again — for help with crumbling HMP", "description": "Newfoundland and Labrador's justice and public safety minister will meet his federal counterpart today.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/justice-minister-hmp-federal-month-1.4905183", "urlToImage": "https://i.cbc.ca/1.4905847.1542229208!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ralph-goodale-and-andrew-parsons.jpg", "publishedAt": "2018-11-15T13:59:21Z", "content": "Newfoundland and Labrador's justice and public safety minister will meet his federal counterpart today, and like his predecessors, one thorny issue will be on the agenda: Her Majesty's Penitentiary. The Federal-Provincial-Territorial (FPT) Meeting of Minister… [+3968 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Longueuil begins dumping 160 million litres of raw sewage into the St. Lawrence River", "description": "Tap water is still fine to consume, but businesses and residents in the area are being advised to limit their water consumption until next Thursday.", "url": "https://www.cbc.ca/news/canada/montreal/longueuil-sewage-dump-1.4906458", "urlToImage": "https://i.cbc.ca/1.4887088.1541106284!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ile-charron.jpg", "publishedAt": "2018-11-15T13:57:58Z", "content": "Longueuil is reminding residents to avoid contact with river water in the area east of the La Fontaine Tunnel as an eight-day-long release of raw sewage into the St. Lawrence begins. Tap water is still fine to consume, but residents and businesses in the area… [+718 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Tree celebrated in Oxford before being gifted to Boston", "description": "Nova Scotia's annual ritual of making a celebrity out of a tree begins today in Oxford. The huge Christmas tree is meant to show gratitude for the help Bostonians provided after the devastating Halifax Explosion 101 years ago.", "url": "https://www.cbc.ca/news/canada/nova-scotia/tree-for-boston-felled-in-oxford-1.4906523", "urlToImage": "https://i.cbc.ca/1.4906527.1542289006!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tree-for-boston-2018.jpg", "publishedAt": "2018-11-15T13:57:41Z", "content": "Nova Scotia's annual ritual of making a celebrity out of a tree begins today in Oxford. The \"Tree for Boston\" will be cut down in Oxford, N.S., this morning, and then start a four-day tour in which it is carolled and paraded before being sent off to Massachus… [+1920 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Empty kayak in river launches missing person search", "description": "Ottawa police are looking for a missing man whose kayak and paddle were found in the Ottawa River near the Britannia area.", "url": "https://www.cbc.ca/news/canada/ottawa/alexander-okonski-missing-kayak-ottawa-1.4906520", "urlToImage": "https://i.cbc.ca/1.4906531.1542289556!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/alexander-okonski-ottawa-river-missing-person-kayak.png", "publishedAt": "2018-11-15T13:56:12Z", "content": "Ottawa police are looking for a missing man whose kayak and paddle were found in the Ottawa River near the Britannia area. They said Alexander Okonski, 27, was last seen Tuesday wearing a camouflage jacket and black pants. He is described as a white man with … [+303 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winnipeg's Canada Post employees back on the picket line", "description": "Winnipeg is one of eight communities across Canada where rotating strikes will take place on Thursday.", "url": "https://www.cbc.ca/news/canada/manitoba/canada-post-rotating-strikes-winnipeg-1.4906465", "urlToImage": "https://i.cbc.ca/1.4906496.1542287479!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-post-rotating-strikes-20181112.jpg", "publishedAt": "2018-11-15T13:52:01Z", "content": "The ongoing rotating strikes at Canada Post have returned to Winnipeg. The Canadian Union of Postal Workers released a list Thursday of eight communities where employees will be on the picket line. They are: Winnipeg. Amherstburg, Ont. Milton, Ont. Montreal. … [+943 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Sri Lanka politicians scrap as change in PM continues to roil", "description": "Rival lawmakers exchanged blows in Sri Lanka's parliament on Thursday as disputed Prime Minister Mahinda Rajapaksa claimed the Speaker had no authority to remove him from office by voice vote.", "url": "https://www.cbc.ca/news/world/sri-lanka-parliament-dispute-1.4906491", "urlToImage": "https://i.cbc.ca/1.4906504.1542288026!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/sri-lanka-politics.jpg", "publishedAt": "2018-11-15T13:46:57Z", "content": "Rival lawmakers exchanged blows in Sri Lanka's parliament on Thursday as disputed Prime Minister Mahinda Rajapaksa claimed the Speaker had no authority to remove him from office by voice vote. The fighting in the chamber came a day after it passed a no-confid… [+3346 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "First big snowfall of the season headed for Toronto today", "description": "The Greater Toronto Area will get its first real taste of winter on Thursday afternoon.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-first-snowfall-1.4906525", "urlToImage": "https://i.cbc.ca/1.2524688.1391633541!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/a-snowy-day-in-toronto.jpg", "publishedAt": "2018-11-15T13:45:22Z", "content": "The Greater Toronto Area is about to get its first real taste of winter. Beginning this afternoon, the city is expected to receive between 5 and 10 cm of snow. Environment Canada is warning drivers to be careful on the roads, which could be snowy, icy or slus… [+555 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "1 man dies, another seriously injured in nearby Hull homes", "description": "Two men were found seriously injured in two separate but nearby homes in Gatineau Wednesday morning — one of them later died — and police are trying to find out what happened.", "url": "https://www.cbc.ca/news/canada/ottawa/hull-police-death-injury-1.4906501?cmp=rss", "urlToImage": null, "publishedAt": "2018-11-15T13:40:27Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "1 man dies, another seriously injured in nearby Hull homes", "description": "Two men were found seriously injured in two separate but nearby homes in Gatineau Wednesday morning — one of them later died — and police are trying to find out what happened.", "url": "https://www.cbc.ca/news/canada/ottawa/hull-police-death-injury-1.4906501", "urlToImage": "https://i.cbc.ca/1.4906508.1542288215!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/gatineau-police-death-injuries-hull.JPG", "publishedAt": "2018-11-15T13:40:27Z", "content": "Two men were found seriously injured in two separate but nearby homes in Gatineau Wednesday morning one of them later died and police are trying to find out what happened. A medical call first brought police to a home on rue Montpetit at about 7 a.m. A man wa… [+435 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catharine Tunney", "title": "Trudeau says we 'we need to be sure' about Rohingyas' return to Myanmar", "description": "Prime Minister Justin Trudeau says he’s worried about a proposed repatriation of Rohingya refugees back to Myanmar, the very country they fled citing rape and murder.", "url": "https://www.cbc.ca/news/politics/trudeau-myanmar-rohingya-1.4906476", "urlToImage": "https://i.cbc.ca/1.4906493.1542287130!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trudeau-singapore-20181115.jpg", "publishedAt": "2018-11-15T13:40:24Z", "content": "Prime Minister Justin Trudeau says he's worried about a proposed repatriation of Rohingya refugees back to Myanmar, the very country they fled citing rape and murder. Bangladesh has been preparing to repatriate a first wave of about 2,200 Rohingya to Myanmar,… [+2238 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police to update investigation into killing of 3 people from Six Nations", "description": "Police and a member of the Six Nations Community will provide an update today on the investigation into the deaths of one woman and two men whose bodies were found in a truck near London, Ont., earlier this month.", "url": "https://www.cbc.ca/news/canada/hamilton/six-nations-triple-homicide-update-1.4906498", "urlToImage": "https://i.cbc.ca/1.4901877.1542038108!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/find-our-killer-poster-from-opp.jpg", "publishedAt": "2018-11-15T13:39:49Z", "content": "Police and a member of the Six Nations community will provide an update today on the investigation into the deaths of one woman and two men whose bodies were found in a truck near London, Ont., earlier this month. Representatives from the OPP, Six Nations Pol… [+938 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Shovels at the ready: Snowfall warnings issued for western Alberta", "description": "Bundle up. A section of Alberta is going to get buried in snow, and fast.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-environment-canada-snowfall-warning-storm-1.4906513", "urlToImage": "https://i.cbc.ca/1.4897963.1541712481!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/938673174.jpg", "publishedAt": "2018-11-15T13:38:00Z", "content": "Bundle up. A section of Alberta is going to get buried in snow, and fast. Environment Canada issued snowfall warnings Thursday morning for a large swath of northwestern Alberta. Between 10 and 15 centimetres of snow is expected to fall before Friday morning. … [+652 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "'We won't go': Fearing safety, Rohingya unwilling to return right now to Myanmar", "description": "The head of Bangladesh's refugee commission said plans to begin a voluntary repatriation of Rohingya Muslim refugees to their native Myanmar on Thursday were scrapped after officials were unable to find anyone who wanted to return.", "url": "https://www.cbc.ca/news/world/rohingya-myanmar-1.4906471", "urlToImage": "https://i.cbc.ca/1.4906481.1542286283!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bangladesh-rohingya-repatriation.jpg", "publishedAt": "2018-11-15T13:30:40Z", "content": "The head of Bangladesh's refugee commission said plans to begin a voluntary repatriation of Rohingya Muslim refugees to their native Myanmar on Thursday were scrapped after officials were unable to find anyone who wanted to return. The refugees \"are not willi… [+4674 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Archives", "title": "When René Lévesque and the PQ swept into power in 1976", "description": "It was a historic win for René Lévesque and the Parti Québécois, when the party took a crushing majority of seats in the 1976 Quebec election.", "url": "https://www.cbc.ca/archives/when-ren%C3%A9-l%C3%A9vesque-and-the-pq-swept-into-power-in-1976-1.4903420", "urlToImage": "https://i.cbc.ca/1.4903430.1542147804!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rene-levesque-greeted-by-a-jubilant-crowd-on-on-the-1976-election-night.jpg", "publishedAt": "2018-11-15T13:30:00Z", "content": "Forty-two years ago, Quebecers delivered a historic first-time win for René Lévesque and the Parti Québécois. When the final tally was done, the party had captured 71 of the 110 National Assembly seats, on Nov. 15, 1976. As can be heard in this excerpt from C… [+2600 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Andrea Ross", "title": "Cannabis shortages lead to new distribution rules for Alberta pot shops", "description": "Alberta has changed the way pot shops order cannabis in an effort to make the process more fair for retailers who are struggling to keep shelves stocked.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-cannabis-distribution-rules-1.4905291", "urlToImage": "https://i.cbc.ca/1.4888031.1541099048!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cannabis-ontario-sales-20181019.jpg", "publishedAt": "2018-11-15T13:30:00Z", "content": "Alberta has changed the way pot shops order cannabis in an effort to make the process more fair for retailers who are struggling to keep shelves stocked. Alberta Gaming, Liquor and Cannabis has introduced a manual ordering system for retail store owners. On M… [+4158 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Watch the Grand Prix of Figure Skating from Russia", "description": "Watch live coverage of the fifth Grand Prix of Figure Skating event of the season in Moscow.", "url": "https://www.cbc.ca/sports/olympics/winter/figureskating/isu-figure-skating-live-stream-russia-1.4905048", "urlToImage": "https://i.cbc.ca/1.4905058.1542215306!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/russia-men.jpg", "publishedAt": "2018-11-15T13:11:44Z", "content": "Click on the video player above to watch live coverage from the Grand Prix of Figure Skating event in Moscow. Action begins on Friday at 6 a.m. ET with the men's short program, followed by ice dance (8 a.m. ET), pairs (10:30 a.m. ET) and ladies (12 p.m. ET) e… [+409 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Radio", "title": "Trade talks would have run smoother if the U.S. had been more organised, says former ambassador", "description": "Former U.S. Ambassador to Canada Bruce Heyman says the renegotiation of NAFTA could have gone a lot smoother but there is plenty of hope for the future of Canada-U.S. relations.", "url": "https://www.cbc.ca/radio/thecurrent/the-current-for-november-15-2018-1.4905311/trade-talks-would-have-run-smoother-if-the-u-s-had-been-more-organised-says-former-ambassador-1.4905383", "urlToImage": "https://i.cbc.ca/1.2603189.1396993501!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bruce-heyman-us-ambassador-to-canada-20140408.jpg", "publishedAt": "2018-11-15T13:00:00Z", "content": "A former U.S. ambassador to Canada said that NAFTA negotiations could have been completed in 2017 when none of the three trade partners had elections, but the White House wasn't prepared. \"We could have had an agreement that looked substantially like this, it… [+1410 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kathleen Harris", "title": "Ottawa to spend $90M to build, repair First Nations police stations", "description": "The federal government will spend nearly $90 million to build and repair police stations in First Nation and Inuit communities.", "url": "https://www.cbc.ca/news/politics/first-nations-policing-infrastructure-1.4566311", "urlToImage": "https://i.cbc.ca/1.1611236.1379064621!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-aboriginal-police-852-48.jpg", "publishedAt": "2018-11-15T13:00:00Z", "content": "The federal government will spend nearly $90 million to build and repair police stations in First Nation and Inuit communities. The money is meant to address \"pressing needs\" in policing infrastructure by repairing, renovating or replacing facilities, many of… [+3244 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janice Johnston", "title": "Edmonton woman pleads guilty to dangerous driving causing death", "description": "In an Edmonton Court of Queen's Bench, Stephenie McNeil, 28, pleaded guilty to dangerous driving causing the death of 14-year-old Taylor McKenzie on July 27, 2016.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-woman-pleads-guilty-to-dangerous-driving-causing-death-1.4906138", "urlToImage": "https://i.cbc.ca/1.4906158.1542237747!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/taylor-mckenzie.jpg", "publishedAt": "2018-11-15T13:00:00Z", "content": "Taylor McKenzie loved amusement park rides, so the last day of her life was a happy one. The 14-year-old spent July 26, 2016, with her parents and boyfriend at K-Days in Edmonton. They were on the fairgrounds from opening to closing. \"It was a good day,\" her … [+3291 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Radio", "title": "Trade talks would have run smoother if the U.S. had been more organized, says former ambassador", "description": "Former U.S. Ambassador to Canada Bruce Heyman says the renegotiation of NAFTA could have gone a lot smoother but there is plenty of hope for the future of Canada-U.S. relations.", "url": "https://www.cbc.ca/radio/thecurrent/the-current-for-november-15-2018-1.4905311/trade-talks-would-have-run-smoother-if-the-u-s-had-been-more-organized-says-former-ambassador-1.4905383", "urlToImage": "https://i.cbc.ca/1.2603189.1396993501!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bruce-heyman-us-ambassador-to-canada-20140408.jpg", "publishedAt": "2018-11-15T13:00:00Z", "content": "Read story transcript A former U.S. ambassador to Canada said that NAFTA negotiations could have been completed in 2017 when none of the three trade partners had elections, but the White House wasn't prepared. \"We could have had an agreement that looked subst… [+1432 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Personal drug use should be decriminalized, addictions expert says", "description": "An addictions expert has what might seem like a counterintuitive solution to the Alberta's opioid crisis — decriminalization of all drugs.", "url": "https://www.cbc.ca/news/canada/calgary/drug-decriminalization-health-1.4906365", "urlToImage": "https://i.cbc.ca/1.4906394.1542257570!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/dr-hakique-virani.png", "publishedAt": "2018-11-15T12:53:38Z", "content": "An addictions expert has what may seem like a counterintuitive solution to the Alberta's opioid crisis the decriminalization of all drugs. \"We aren't going to make as much headway as we need to without some major drug policy change,\" said Dr. Hakique Virani, … [+3187 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Suresh Doss", "title": "You can get a lot more than just halibut at this Hamilton fish-and-chips shop", "description": "Hammerhead's fish and chips is not limited to haddock or halibut, but sometimes you'll get served up rockfish from B.C. or pickerel from Lake Erie.", "url": "https://www.cbc.ca/news/canada/toronto/suresh-doss-hammerheads-1.4904861", "urlToImage": "https://i.cbc.ca/1.4904911.1542212353!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hammerheads-fnc.jpg", "publishedAt": "2018-11-15T12:45:00Z", "content": "A few months ago a friend challenged me to find the best fish-and-chips place in the GTA. He suggested that none of his favourite places have maintained their quality. I accepted his challenge and we put together a list that spanned Oshawa to Scarborough, New… [+4267 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Hockey Night in Canada podcast: Jayna Hefford, Brian Burke on everything Hall of Fame", "description": "In this week's episode of the Hockey Night in Canada podcast we take a look at the 2018 HHOF induction class. Rob is joined by Jayna Hefford, while Sophia Jurksztowicz chats with HHOF selection committee member Brian Burke in this week's edition of Ice Level.", "url": "https://www.cbc.ca/sports/podcasts/hnic/hnic-podcast-hhof-1.4904757", "urlToImage": "https://i.cbc.ca/1.4904978.1542233919!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hko-hockey-hall-of-fame-inductees-20181109.jpg", "publishedAt": "2018-11-15T12:44:36Z", "content": "The Hockey Night In Canada podcast is a weekly CBC Sports production. Each episode, host Rob Pizzo is joined by colourful characters within hockey to discuss great moments and great players and talk about today's stars. The Hockey Night podcast brings you bey… [+1248 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "With an offer on the table, rotating Canada Post strikes continue", "description": "Postal workers walked off the job Thursday in eight communities across Canada — one day after Canada Post issued what it calls a \"time-limited\" contract offer to its employees.", "url": "https://www.cbc.ca/news/canada/windsor/rotating-canada-post-strikes-continue-nov-15-1.4906445", "urlToImage": "https://i.cbc.ca/1.4877582.1540467021!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/long-mail-detour.jpg", "publishedAt": "2018-11-15T12:44:11Z", "content": "Postal workers have walked off the job in eight communities across Canada, one day after Canada Post issued what it calls a \"time-limited\" contract offer to its employees in the hope of ending rotating strikes. The Canadian Union of Postal Workers says employ… [+709 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Samantha Maciag", "title": "Depressed donkey now a happy hee-hawer thanks to new friendship with horse", "description": "Pam Johnson and DeLee Grant were both struggling to save their animals — one from depression, one from being euthanized — when a mutual friend connected them. Now the two women and their animals have bonded.", "url": "https://www.cbc.ca/news/canada/saskatchewan/donkey-horse-new-best-friends-1.4903860", "urlToImage": "https://i.cbc.ca/1.4903826.1542138288!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/festus-and-peggy.jpg", "publishedAt": "2018-11-15T12:30:00Z", "content": "The brutal Saskatchewan windchill didn't seem to bother the donkey and the horse as they picked away at a bale of hay on a small farm northwest of Regina. You'd never know the pair had only lived together for a couple weeks, or that they saved each other's li… [+3002 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colleen Connors", "title": "Newfoundland's mountains tie a painter to her home in Jamaica", "description": "Angela Baker moved to Corner Brook in 1976, and she's been painting mountains ever since.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/jamaican-painter-newfoundland-1.4904811", "urlToImage": "https://i.cbc.ca/1.4905606.1542225089!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/angela-baker-jamaican-painter-corner-brook-nl.jpg", "publishedAt": "2018-11-15T12:30:00Z", "content": "Angela Baker grew up in Jamaica, but the mountains of western Newfoundland are her favourite painting subject. Baker, who came to Newfoundland and Labrador in 1976, says the geographic ruggedness of the landscape here appeals to her. \"I learned about resettle… [+1996 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lucie Edwardson", "title": "Pancreatic Cancer Awareness Day shines light on research initiatives", "description": "After nearly a year of suffering from persistent abdominal pain, pushing for answers from health professionals, taking more tests and finally paying for a CAT scan out of pocket to speed up the process, Leesa Dolynchuk had a diagnosis: Stage 4 pancreatic canc…", "url": "https://www.cbc.ca/news/canada/calgary/pancreatic-cancer-awareness-day-pancone-1.4905348", "urlToImage": "https://i.cbc.ca/1.4905995.1542233135!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/leesa-dolynchuk.jpg", "publishedAt": "2018-11-15T12:30:00Z", "content": "In early July, Calgarian Leesa Dolynchuk's doctor made an unexpected house call. He had bad news. After nearly a year of suffering from persistent abdominal pain, pushing for answers from health professionals, taking more tests and finally paying for a CAT sc… [+5240 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Scent of marijuana in the air after Halifax dispensary fire", "description": "A fire at the Greenhouse Wellness dispensary shut down a section of Dutch Village Road and police are now investigating what happened.", "url": "https://www.cbc.ca/news/canada/nova-scotia/structure-fire-dutch-village-road-1.4906442", "urlToImage": "https://i.cbc.ca/1.4906450.1542283148!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dispensary-fire-dutch-village-road.jpg", "publishedAt": "2018-11-15T12:17:36Z", "content": "A fire at a dispensary shut down a section of Dutch Village Road and police are now investigating what happened. Fire crews were called to Greenhouse Wellness around 7 a.m. By around 8 a.m., the fire was extinguished. Roy Hollett, deputy chief with Halifax Re… [+328 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Medical cannabis oil sold out when its recreational use became legal", "description": "Annette Walker says cannabis oil has made a big difference for her daughter's chronic pain, but ever since it became legal to use it recreationally, she hasn't been able to get any.", "url": "https://www.cbc.ca/news/canada/ottawa/cannabis-oil-marjuana-shortage-medicinal-1.4906348", "urlToImage": "https://i.cbc.ca/1.4765247.1532728980!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cbd-oil.JPG", "publishedAt": "2018-11-15T12:15:40Z", "content": "Annette Walker worries she won't be able to keep her daughter's tears at bay. Walker's daughter Akasha has Rett syndrome, a disease which has left her in a wheelchair, unable to talk and eating through a feeding tube. Her doctor recommended treating Akasha wi… [+1868 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "76% of Calgary police think morale is poor: employee survey", "description": "Low morale continues to be a serious issue at the Calgary Police Service, according to the latest employee survey.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-police-morale-1.4906292", "urlToImage": "https://i.cbc.ca/1.4380856.1509479490!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/calgary-police-badge.png", "publishedAt": "2018-11-15T12:15:00Z", "content": "Low morale continues to be a serious issue at the Calgary Police Service, according to the latest employee survey. Just four per cent of respondents said they strongly agreed that morale at work is good, with 20 per cent saying they moderately agreed and 76 p… [+3424 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Robert Jones", "title": "NB Power likely blew its storm damage budget — and it's not even winter", "description": "NB Power has not provided information on costs yet, but three straight outage events in the last two weeks has pillaged its modest $2.7-million storm damage budget for the year even though months of dangerous winter weather is still to come.", "url": "https://www.cbc.ca/news/canada/new-brunswick/nb-power-budget-outages-winter-storm-damage-1.4906281", "urlToImage": "https://i.cbc.ca/1.4906289.1542245425!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nb-power-outage.jpg", "publishedAt": "2018-11-15T12:00:17Z", "content": "NB Power has not provided information on costs yet, but three straight outage events in the last two weeks has pillaged its modest $2.7-million storm damage budget for the year even though months of dangerous winter weather is still to come. The utility has b… [+3508 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Proctor", "title": "Vancouver real estate agent suspended for faking 'sick grandmother' doctor's note", "description": "It's the old \"my grandmother died\" excuse. And it's normally a slam dunk when it comes to handing in assignments late. Except when an instructor asks for proof.", "url": "https://www.cbc.ca/news/canada/british-columbia/realtor-suspended-doctor-death-1.4905685", "urlToImage": "https://i.cbc.ca/1.1880924.1380774260!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-palliative-rtr2id7p-852-4col.jpg", "publishedAt": "2018-11-15T12:00:00Z", "content": "It's the old \"my grandmother died\" excuse. And it's normally a slam dunk when it comes to handing in late homework. Except when an instructor asks for proof. In a sequence of events worthy of a sitcom, the Real Estate Council of B.C. has given 120 days suspen… [+3116 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Brian Gallant to step down as Liberal party leader on Thursday", "description": "New Brunswick's Liberal party Leader Brian Gallant is planning to resign from his position today.", "url": "https://www.cbc.ca/news/canada/new-brunswick/liberal-leader-brian-gallant-new-brunswick-election-1.4906417", "urlToImage": "https://i.cbc.ca/1.4838528.1539869165!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/nb-election-liberals-20180925.jpg", "publishedAt": "2018-11-15T12:00:00Z", "content": "New Brunswick's Liberal party Leader Brian Gallant is planning to resign from his position today. The former premier will make an announcement to reporters at 11 a.m., which will be livestreamed on the CBC New Brunswick website. Gallant's decision comes after… [+2068 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "P.E.I. fuel prices down across the board", "description": "Gas, diesel, heating oil and propane prices all fell overnight Wednesday.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-irac-fuel-price-november-15-1.4906443", "urlToImage": "https://i.cbc.ca/1.4904687.1542206188!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gasoline-price-spike-20180705.jpg", "publishedAt": "2018-11-15T11:57:09Z", "content": "Gas, diesel, heating oil and propane prices all fell overnight Wednesday. The prices are down with the regular mid-month price review from the Island Regulatory and Appeals Commission. The minimum price of regular, self-serve gasoline fell from to $1.089 per … [+612 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Saudi prosecutor seeks death penalty in Khashoggi killing", "description": "Saudi Arabia's top prosecutor is recommending the death penalty for five people charged with ordering and carrying out the killing of Saudi writer Jamal Khashoggi.", "url": "https://www.cbc.ca/news/world/khashoggi-saudi-arabia-death-penalty-1.4906431", "urlToImage": "https://i.cbc.ca/1.4859293.1539286965!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nic6397190.jpg", "publishedAt": "2018-11-15T11:51:48Z", "content": "Saudi Arabia's top prosecutor is recommending the death penalty for five people charged with ordering and carrying out the killing of Saudi journalist Jamal Khashoggi. Saudi Al-Mojeb told reporters in a rare news conference in Riyadh on Thursday that Khashogg… [+547 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Saudis seek death penalty in Khashoggi killing as U.S. imposes new sanctions", "description": "Saudi Arabia's top prosecutor said Thursday he would seek the death penalty for five men charged with the killing of journalist Jamal Khashoggi in Turkey, while the United States moved to sanction 17 Saudi officials it said were involved in the slaying.", "url": "https://www.cbc.ca/news/world/khashoggi-saudi-arabia-death-penalty-us-sanctions-1.4906431", "urlToImage": "https://i.cbc.ca/1.4859293.1539286965!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nic6397190.jpg", "publishedAt": "2018-11-15T11:51:48Z", "content": "Saudi Arabia's top prosecutor said Thursday he would seek the death penalty for five men charged with the killing of journalist Jamal Khashoggi in Turkey, while the United States moved to sanction 17 Saudi officials it said were involved in the slaying. The S… [+5062 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Ontario to announce tax exemption for low-income workers in fall fiscal update", "description": "Thursday's fall economic statement will include changes to provincial income tax for low-income workers, a promise made by Premier Doug Ford in exchange for scrapping the planned minimum wage hike.", "url": "https://www.cbc.ca/news/canada/toronto/income-tax-exemption-1.4906440", "urlToImage": "https://i.cbc.ca/1.4819763.1536869669!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-council-cut-20180910.jpg", "publishedAt": "2018-11-15T11:48:51Z", "content": "Ontario workers earning less that $30,000 will no longer have to pay provincial income tax starting next year, and those earning up to $38,000 will pay less tax, The Canadian Press has learned. Government sources say the plan will be laid out in the province'… [+3904 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "More than 2,000 NB Power customers still without electricity", "description": "More than 2,000 NB Power customers are still without electricity after a strong wind storm whipped through the province on Wednesday.", "url": "https://www.cbc.ca/news/canada/new-brunswick/power-outages-nb-power-1.4906433", "urlToImage": "https://i.cbc.ca/1.4895100.1541583827!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/power-outages.jpg", "publishedAt": "2018-11-15T11:41:15Z", "content": "More than 2,000 NB Power customers are still without electricity after a strong wind storm whipped through the province on Wednesday. More than 1,200 customers without power are in the Moncton, Riverview and Dieppe areas and close to 800 customers are in the … [+1126 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Family of dead Quebec teen suing police for $1M", "description": "The family of Brandon Maurice is suing the Sûreté du Québec and two police officers for negligence for the teen's death near Maniwaki in 2015.", "url": "https://www.cbc.ca/news/canada/ottawa/brandon-maurice-lawsuit-police-1.4906122", "urlToImage": "https://i.cbc.ca/1.4613218.1523386359!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/brandon-maurice.JPG", "publishedAt": "2018-11-15T11:31:29Z", "content": "The family of Brandon Maurice is suing Sûreté du Québec and two police officers for $1 million for the teen's death in 2015. The family said the police who were involved in the high speed chase that led to Maurice's death in Messines, Que., north of Gatineau,… [+1613 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "City's compensation for businesses impacted by construction not nearly enough for some", "description": "Some business owners say $30,000 isn't enough curb the negative impact of construction on their streets.", "url": "https://www.cbc.ca/news/canada/montreal/compensation-businesses-montreal-reaction-1.4906371", "urlToImage": "https://i.cbc.ca/1.4574767.1520972772!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/elio-schiavi.JPG", "publishedAt": "2018-11-15T11:23:23Z", "content": "It was hard for restaurateur Elio Schiavi to keep his composure as he described everything he's lost since a 42-month construction marathon started on Bishop Street. On Wednesday, the City of Montreal announced it was launching a new compensation program to h… [+2307 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Hempstead", "title": "Ottawa-Gatineau traffic updates for Nov. 15", "description": "Follow live traffic updates during Ottawa Morning from 5:30 to 8:30 a.m. and All In A Day from 3 to 6 p.m.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-traffic-november-15-2018-1.4906428", "urlToImage": "https://i.cbc.ca/1.4463856.1518292393!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-snow-winter-cold.jpg", "publishedAt": "2018-11-15T11:11:02Z", "content": "Good morning commuters! Sure, it's cold, but never mind that. The real problem from a traffic and commuting perspective is all the snow which is supposed to be coming tonight and tomorrow morning. Basically, the headline is Friday's morning commute will be dr… [+625 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives", "title": "Parking authority ticket contractor now regulates Winnipeg's taxis, TappCar", "description": "The Winnipeg Parking Authority is poised to sign a new contract with its longtime private contractor — which is now also responsible for enforcing taxis and ride-hailing regulations on top of issuing parking tickets.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-parking-authority-1.4906206", "urlToImage": "https://i.cbc.ca/1.1554561.1379046559!/httpImage/image.jpg_gen/derivatives/16x9_620/li-taxi-cab-light.jpg", "publishedAt": "2018-11-15T11:00:26Z", "content": "The Winnipeg Parking Authority is poised to sign a new contract with its longtime private contractor which is now also responsible for enforcing regulations for taxis and ride-hailing services on top of issuing parking tickets. On Nov. 20, city council's publ… [+1974 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Vanessa Blanch", "title": "Nowhere to go: Moncton homeless sleep on abandoned porches, in backyard tents", "description": "If you drive through Moncton's downtown neighbourhoods, you don't have to look far to find old homes with boarded up windows and doors.", "url": "https://www.cbc.ca/news/canada/new-brunswick/charles-leblanc-moncton-fire-prevention-homeless-rooming-houses-1.4902651", "urlToImage": "https://i.cbc.ca/1.4902662.1542121099!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vacant-rooming-house.jpg", "publishedAt": "2018-11-15T11:00:00Z", "content": "If you drive through Moncton's downtown neighbourhoods, you don't have to look far to find old homes with boarded up windows and doors. On a cool November morning, Charles LeBlanc, division chief for fire prevention and investigation with the Moncton Fire Dep… [+7399 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joel Ballard", "title": "Hundreds of noisy, smelly sea lions fill Cowichan Bay — to the delight of many", "description": "Hundreds of sea lions descended upon the waters of Cowichan Bay on Vancouver Island this fall. And while they come back to this area every year to grab some grub and lounge about, their sheer number has taken many locals and tourists by surprise.", "url": "https://www.cbc.ca/news/canada/british-columbia/hundreds-of-noisy-smelly-sea-lions-fill-cowichan-bay-to-the-delight-of-many-1.4906294", "urlToImage": "https://i.cbc.ca/1.4906309.1542246691!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/sea-lions.JPG", "publishedAt": "2018-11-15T11:00:00Z", "content": "Hundreds of sea lions have descended upon the waters of Cowichan Bay off the east coast of southern Vancouver Island this fall. And while they return to this area every year to grab some grub and lounge about, their sheer numbers have taken many locals and to… [+2587 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Talia Ricci", "title": "Regent Park food workshops bring community together, teach new culinary skills", "description": "A series of workshops at the Regent Park Community Food Centre are all about bringing a neighbourhood together while learning a new skill in the kitchen.", "url": "https://www.cbc.ca/news/canada/toronto/regent-park-workshops-bring-community-together-teach-new-culinary-skills-1.4904428", "urlToImage": "https://i.cbc.ca/1.4904435.1542164957!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/pamela.JPG", "publishedAt": "2018-11-15T11:00:00Z", "content": "Pamela Neblett heard there would be a pie making workshop in her neighbourhood, she signed up right away. \"I love pie,\" the Regent Park resident exclaimed. \"My problem is I do not know how to make the crust.\" She'll be learning that crucial skill at the Regen… [+2654 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joel Ballard", "title": "Hundreds of noisy, smelly sea lions fill Cowichan Bay — to the delight of many", "description": "Hundreds of sea lions descended upon the waters of Cowichan Bay on Vancouver Island this fall. And while they come back to this area every year to grab some grub and lounge about, their sheer number has taken many locals and tourists by surprise.", "url": "https://www.cbc.ca/news/canada/british-columbia/noisy-smelly-sea-lions-fill-cowichan-bay-1.4906294", "urlToImage": "https://i.cbc.ca/1.4906309.1542246691!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/sea-lions.JPG", "publishedAt": "2018-11-15T11:00:00Z", "content": "Hundreds of sea lions have descended upon the waters of Cowichan Bay off the east coast of southern Vancouver Island this fall. And while they return to this area every year to grab some grub and lounge about, their sheer numbers have taken many locals and to… [+2587 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "'I've never used a computer': Japan cybersecurity minister", "description": "Japan's recently appointed cybersecurity and Olympics minister has told parliament he has never used a computer in his life, though he is responsible for overseeing cybersecurity preparations for the 2020 Tokyo Summer Games.", "url": "https://www.cbc.ca/news/world/japan-cybersecurity-minister-never-used-computer-1.4906424", "urlToImage": "https://i.cbc.ca/1.4906429.1542278486!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/japan-politics-reshuffle.jpg", "publishedAt": "2018-11-15T10:53:31Z", "content": "Japan's recently appointed cybersecurity and Olympics minister has told parliament he has never used a computer in his life, though he is responsible for overseeing cybersecurity preparations for the 2020 Tokyo Summer Games. Yoshitaka Sakurada, 68, was named … [+1353 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Garrett Barry", "title": "Burry's Shipyard deemed bankrupt, mayor hopes for sale", "description": "Burry's Shipyard in Clarenville has been deemed bankrupt after missing a court-ordered deadline to make a proposal to its creditors.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/burrys-shipyard-creditors-1.4905371", "urlToImage": "https://i.cbc.ca/1.4637286.1530717338!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/burry-s-shipyard.jpg", "publishedAt": "2018-11-15T10:30:00Z", "content": "Burry's Shipyard of Clarenville is bankrupt after missing a court deadline to lay out a plan to pay back its debt. The company was deemed bankrupt on Oct. 27, three months after it filed for protection under Canada's Bankruptcy and Insolvency Act. Clarenville… [+2573 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Fire crews battle blaze at old Trinity United Church in downtown Kitchener", "description": "Fire crews battled a blaze at the former Trinity United Church in downtown Kitchener Thursday morning.", "url": "https://www.cbc.ca/news/canada/kitchener-waterloo/fire-trinity-unites-church-kitchener-1.4906422", "urlToImage": "https://i.cbc.ca/1.4906423.1542277288!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/trinity-united-church-fire.JPG", "publishedAt": "2018-11-15T10:25:46Z", "content": "Fire crews battled a blaze at the former Trinity United Church in downtown Kitchener Thursday morning. Firefighters were trying to extinguish the blaze around 4 a.m. at Duke and Frederick. The church was in the process of being demolished over the last few we… [+203 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Wild winds wipe out power, flights and ferry crossings across N.L.", "description": "Communities along northeast and east coast of the Avalon Peninsula are under storm surge warnings.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/winds-shut-down-newfoundland-1.4906415", "urlToImage": "https://i.cbc.ca/1.4906418.1542276566!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/high-waves-bonavista.jpg", "publishedAt": "2018-11-15T10:24:57Z", "content": "Newfoundland and Labrador is in the throes of the most severe storm on the planet, according to a meteorologist with the weather office in Gander. Wild, whipping winds gusting upwards of 130 km/h are causing huge waves, delays, cancellations and closures acro… [+1509 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Gorman", "title": "Nova Scotia now publicly reporting number of abuse allegations in care homes", "description": "There were 20 founded cases of abuse at special care facilities licensed by Nova Scotia's Department of Community Services in 2017-18, according to data the province is now publicly releasing.", "url": "https://www.cbc.ca/news/canada/nova-scotia/special-needs-community-services-government-1.4904570", "urlToImage": "https://i.cbc.ca/1.4905148.1542216766!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/abuse-stock.jpg", "publishedAt": "2018-11-15T10:00:00Z", "content": "There were 20 founded cases of abuse at special care facilities licensed by Nova Scotia's Department of Community Services in 2017-18. The information is outlined in new data recently released through the provincial government's open data portal. It covers th… [+2344 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Got a beef with your neighbour over property lines? Good luck with that", "description": "Dennis Craig is facing the prospect of spending thousands of dollars in legal costs to reclaim a small piece of woodland near Hubbards, N.S. His problem highlights how in Nova Scotia there's no simple mechanism to resolve boundary disputes.", "url": "https://www.cbc.ca/news/canada/nova-scotia/land-registry-deeds-property-dispute-government-1.4899322", "urlToImage": "https://i.cbc.ca/1.4899397.1541789824!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/dennis-craig.JPG", "publishedAt": "2018-11-15T10:00:00Z", "content": "A Nova Scotia man is facing the prospect of spending thousands of dollars to reclaim a small piece of woodland that his deed says he owns but the province's land registration system doesn't recognize. Dennis Craig has been trying for two years to get what he … [+5868 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Charlottetown Police seek to better support diverse communities", "description": "Charlottetown Police say more could be done to make their force more diverse and support the growing population of residents who don't speak English.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-charlottetown-police-diverse-communities-1.4905857", "urlToImage": "https://i.cbc.ca/1.4459212.1513806736!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/p-e-i-provincial-court.jpg", "publishedAt": "2018-11-15T10:00:00Z", "content": "Charlottetown Police say more could be done to make the force more diverse and support the growing population of residents who don't speak English. This comes after a French-speaking man originally from Rwanda was recently found not guilty of driving impaired… [+2904 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Nova Scotia to be only Maritime province with closed adoption records", "description": "P.E.I. announced Tuesday it was opening adoption records but Nova Scotia has no plans to change.", "url": "https://www.cbc.ca/news/canada/nova-scotia/nova-scotia-only-province-with-closed-adoption-records-1.4905692", "urlToImage": "https://i.cbc.ca/1.1633270.1410781425!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-bc-121223-infant-crying.jpg", "publishedAt": "2018-11-15T10:00:00Z", "content": "Nova Scotia will soon be the only Maritime province with closed adoption records. On Tuesday, the P.E.I. government announced it would be opening its adoption records. \"We're the last province to remain absolutely stubborn as to the wanting or the need to pro… [+1618 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Halifax area without Canada Post service until further notice", "description": "Workers in the Halifax area walked off the job Monday but were expected to return to the job Thursday morning. The Canadian Union of Postal Workers began rotating strikes in late October, with each strike lasting 24 hours in each local.", "url": "https://www.cbc.ca/news/canada/nova-scotia/canada-post-service-suspension-nova-scotia-1.4905971", "urlToImage": "https://i.cbc.ca/1.4906098.1542235999!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-post-rotating-strikes-20181113.jpg", "publishedAt": "2018-11-15T10:00:00Z", "content": "Canada Post workers in the Halifax area walked off the job Monday but were expected to return to the job Thursday morning. The Canadian Union of Postal Workers began rotating strikes in late October, with each strike lasting 24 hours in each local. But the la… [+2095 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Administrators won't remove camera pointed at school bathrooms", "description": "Nova Scotia's information and privacy commissioner says there's no reason to have a camera pointed at the entrance of two student bathrooms at the Rankin School of the Narrows in Iona.", "url": "https://www.cbc.ca/news/canada/nova-scotia/surveillance-camera-school-cape-breton-1.4906011", "urlToImage": "https://i.cbc.ca/1.4098048.1493861242!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/water-fountain-students.JPG", "publishedAt": "2018-11-15T10:00:00Z", "content": "Education officials in Cape Breton are refusing to remove a video camera pointed at the entrance of two student bathrooms, despite objections from Nova Scotia's privacy commissioner. The camera was one of several at the Rankin School of the Narrows in Iona th… [+2273 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lauren Pelley", "title": "Boost funding for 'strong transit system,' advocates tell Ford government", "description": "A coalition of advocacy groups and health organizations have written an open letter to the provincial government before its fall economic statement on Thursday.", "url": "https://www.cbc.ca/news/canada/toronto/boost-funding-for-strong-transit-system-advocates-tell-ford-government-1.4905811", "urlToImage": "https://i.cbc.ca/1.1062764.1378611183!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-subway-cp678489-8col.jpg", "publishedAt": "2018-11-15T10:00:00Z", "content": "A coalition of advocacy groups and health organizations is calling on Premier Doug Ford to boost transit funding through an open letter to the provincial government before its fall economic statement on Thursday. Transit watchers expect funding for multiple T… [+3803 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karissa Donkin", "title": "Federal government not regulating popular youth-sized ATVs", "description": "Youth-sized ATVs are marketed as safe for children. But no government body is regulating or testing the machines to see if they are actually safe.", "url": "https://www.cbc.ca/news/canada/new-brunswick/youth-atvs-regulation-1.4905018", "urlToImage": "https://i.cbc.ca/1.4905087.1542215903!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/youth-helmet.jpg", "publishedAt": "2018-11-15T10:00:00Z", "content": "The federal government has not evaluated the safety of youth-sized all-terrain vehicles, machines that children as young as six years old can legally operate in some provinces. The vehicles, which have smaller engines and are often programmed to go more slowl… [+7410 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Pj Kwong", "title": "Rising stars have chance to leave mark at Grand Prix of Russia", "description": "The Grand Prix of Russia, the fifth of six Grand Prix of Figure Skating events, is set for the weekend in Moscow, and with it, the chance for some newcomers to possibly take centre stage.", "url": "https://www.cbc.ca/sports/olympics/winter/figureskating/isu-figure-skating-russia-grand-prix-2018-preview-1.4904646", "urlToImage": "https://i.cbc.ca/1.4905327.1542225874!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hanyu-yuzuru-110418-620.jpg", "publishedAt": "2018-11-15T10:00:00Z", "content": "The Grand Prix of Russia, the fifth of six Grand Prix of Figure Skating events, is set for this weekend in Moscow, and with it, the chance for some newcomers to possibly take centre stage. This season's rule changes have affected the number of elements, how t… [+4345 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Bell", "title": "Innovative project highlighting James Bay wins tourism award", "description": "An adventure contest and web reality series highlighting the James Bay region of Quebec has won an award of excellence from the provincial government.", "url": "https://www.cbc.ca/news/canada/north/tourism-cree-james-bay-1.4906000", "urlToImage": "https://i.cbc.ca/1.4906018.1542233811!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/prix-d-excellence-winners-with-winners-with-caroline-proulx-new-quebec-tourism-minister.jpg", "publishedAt": "2018-11-15T10:00:00Z", "content": "An adventure contest and web reality series highlighting the James Bay region of Quebec has won an award of excellence from the provincial government. The Into the North project sent six people on a five-thousand kilometre, two-week road trip this past summer… [+1393 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nahlah Ayed", "title": "Theresa May's remaining Brexit weapon is the threat of chaos", "description": "Brexit was always going to be a challenge, but it’s hard to imagine how Prime Minister Theresa May can recover now from the biggest blow so far: the resignation of Dominic Raab, her chief negotiator and the minister responsible for Brexit.", "url": "https://www.cbc.ca/news/world/may-brexit-hurdles-resignations-1.4906411", "urlToImage": "https://i.cbc.ca/1.4906414.1542273286!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/775259313jd00027-the-britis.jpg", "publishedAt": "2018-11-15T09:45:35Z", "content": "Like any divorce settlement, the Brexit deal was bound to be a grudging, imperfect compromise. But in the unusual breakup between Great Britain and the European Union, there was the added challenge of trying to please multiple sides. Now that a draft compromi… [+4518 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rob Antle", "title": "NLESD wants friend of convicted employee ordered to return property from fraud case", "description": "The Newfoundland and Labrador English School District wants a judge to issue a recovery order for a shed and trailer it says has been \"unlawfully detained.\"", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/nlesd-shed-trailer-court-application-unlawfully-detained-1.4904775", "urlToImage": "https://i.cbc.ca/1.4519854.1517834891!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/supreme-court-trial.JPG", "publishedAt": "2018-11-15T09:30:00Z", "content": "Newfoundland and Labrador's largest school board wants to get back a shed and a trailer that are linked to a corruption case involving a former employee. But there's a problem: the shed and trailer are on the property of a friend of that former school board m… [+5028 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Peter Armstrong", "title": "Abandoned Canadian silver mine could boom again as battery demand prompts gold rush in cobalt", "description": "Phone and electric car makers are bracing for a global shortage of the minerals used to make their batteries. That shortage has led prospectors back to 100-year-old silver mines in northern Ontario. Cobalt, Ont., is hoping to cash in.", "url": "https://www.cbc.ca/news/business/cobalt-canada-batteries-1.4903276", "urlToImage": "https://i.cbc.ca/1.4903312.1542207611!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cobalt-samples.JPG", "publishedAt": "2018-11-15T09:00:00Z", "content": "The flooded bottom of an abandoned silver mine is an unlikely source of hope. But down there in the flickering light, a once worthless metal known as cobalt has sat idle for decades. Now it's one of the most sought after metals in the world and that has many … [+5314 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joe Vipond", "title": "The federal government's carbon pricing plan will eliminate Alberta's hard-earned climate gains", "description": "Climate and health will once again be jeopardized by coal combustion, at a time when cheap, emission-free alternatives exist.", "url": "https://www.cbc.ca/news/opinion/federal-carbon-pricing-1.4905481", "urlToImage": "https://i.cbc.ca/1.3547831.1522466958!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/air-pollution.jpg", "publishedAt": "2018-11-15T09:00:00Z", "content": "Back in October, Justin Wheler, Executive Director of Regulatory and Compliance at Alberta Climate Change, told a symposium at the University of Alberta that if year to date trends hold, greenhouse gas (GHG) emissions from electricity generation in the provin… [+4852 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Judy Trinh", "title": "Rape victim worries man using sexsomnia defence will be found not criminally responsible", "description": "Seven years after she was raped by a stranger, an Ottawa-area woman is still seeking closure and waiting in trepidation for what justice could mete out.", "url": "https://www.cbc.ca/news/canada/ottawa/rape-victim-brockville-sexomnia-trial-1.4905071", "urlToImage": "https://i.cbc.ca/1.4905298.1542244321!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/rape-victim-in-brockville-sexsomnia-case.JPG", "publishedAt": "2018-11-15T09:00:00Z", "content": "Seven years after she was raped by a stranger, an Ottawa-area woman is still seeking closure and waiting in trepidation for what justice could mete out. Her attacker, Ryan Hartman, 38, was found guilty of sexual assault in 2012 and sentenced to 14 months in j… [+5213 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jessica Deer", "title": "Montreal's Indigenous community gets funding to support language revitalization", "description": "The federal government is providing $344,292 over the next two years for Native Montreal to continue its Indigenous language classes.", "url": "https://www.cbc.ca/news/indigenous/montreal-indigenous-language-funding-1.4906032", "urlToImage": "https://i.cbc.ca/1.4906048.1542234793!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/amanda-ibarra.jpg", "publishedAt": "2018-11-15T09:00:00Z", "content": "Learning Kanien'kéha over the past two and a half years has been a way for Amanda Ibarra to reconnect with her Mohawk roots. She grew up off reserve from her grandmother's community of Kahnawake, Que. \"I feel like I am bringing back something that was lost,\" … [+2981 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Letterick", "title": "25 years after deadly crime, and still no answers for grieving parents", "description": "Twenty-five years ago, 14-year-old Marcia LeBlanc was abducted and her 17-year-old boyfriend, Marcel Cormier, was found shot to death in the woods near Sainte-Antoine in eastern New Brunswick. The case is still a mystery.", "url": "https://www.cbc.ca/news/canada/new-brunswick/marcia-leblanc-marcel-cormier-unsolved-crime-1.4905951", "urlToImage": "https://i.cbc.ca/1.4906003.1542234483!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cold-case-anniversary-leblanc-cormier.jpg", "publishedAt": "2018-11-15T09:00:00Z", "content": "It's an anniversary no parent wants to mark. Twenty-five years ago, 14-year-old Marcia LeBlanc was abducted, and her 17-year-old boyfriend, Marcel Cormier, was found shot to death in the woods near Saint-Antoine in eastern New Brunswick. What happened to them… [+3367 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laurie Fagan", "title": "Ottawa man alleges doctors failed to diagnose Lyme disease", "description": "An Ottawa man who says he's living with the pain and other debilitating symptoms of Lyme disease is suing two doctors who he claims failed to diagnose or treat his illness.", "url": "https://www.cbc.ca/news/canada/ottawa/lyme-disease-civil-lawsuit-courts-health-1.4904910", "urlToImage": "https://i.cbc.ca/1.4648743.1538760637!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tick-lyme-disease.jpg", "publishedAt": "2018-11-15T09:00:00Z", "content": "An Ottawa man who says he's living with the pain and other debilitating symptoms of Lyme disease is suing two doctors who he claims failed to diagnose or treat his illness. Frank Papineau, 55, is seeking general damages of $350,000 and additional compensation… [+2563 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tashauna Reid", "title": "From the Vaults digs deep into the CBC archives for unforgettable musical performances", "description": "Leonard Cohen's first-ever TV performance, a 14-year-old Shania Twain and Sammy Davis Jr.'s own TV special are some of the landmark moments unearthed in CBC's From the Vaults.", "url": "https://www.cbc.ca/news/entertainment/cbc-from-the-vaults-1.4899051", "urlToImage": "https://i.cbc.ca/1.4899167.1541785318!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/parade-sammy-davis-jr.jpg", "publishedAt": "2018-11-15T09:00:00Z", "content": "A 14-year-old singer named Eilleen Twain, who now goes by Shania, crooning away on The Tommy Hunter Show. Leonard Cohen's first-ever televised performance in 1966 on Take 30 and jazz pianist Oscar Peterson performing his ambitious Canadiana Suite, which hasn'… [+6342 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mike Crawley", "title": "Ford government poised to cut watchdog posts for children, environment: sources", "description": "Ontario's Finance Minister Vic Fedeli is poised to eliminate at least two provincial watchdog positions on Thursday as the Ford government launches its cost-cutting drive, CBC News has learned.", "url": "https://www.cbc.ca/news/canada/toronto/doug-ford-vic-fedeli-mini-budget-fall-economic-statement-1.4904632", "urlToImage": "https://i.cbc.ca/1.4831595.1538671834!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-toronto-council-20180730.jpg", "publishedAt": "2018-11-15T09:00:00Z", "content": "Ontario's Finance Minister Vic Fedeli is poised to eliminate at least two provincial watchdog positions on Thursday as the Ford government launches its cost-cutting drive, CBC News has learned. Fedeli is scheduled to deliver the fall economic statement, the f… [+4602 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Leah Hendry", "title": "Deadbeat tenant racks up nearly $17K in unpaid rent", "description": "Over the past three years, Nigel Calder, a Montreal tenant, has been evicted four times for not paying his rent. Some landlords didn't do a background check — a mistake they quickly came to regret.", "url": "https://www.cbc.ca/news/canada/montreal/deadbeat-tenant-racks-up-nearly-17k-in-unpaid-rent-1.4904794", "urlToImage": "https://i.cbc.ca/1.4904836.1542231009!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nigel-calder.jpg", "publishedAt": "2018-11-15T09:00:00Z", "content": "When Marie-Ève Ouellet-Quenneville's tenants unexpectedly ended their lease a few years ago, she scrambled to find someone new. After placing an ad on Kijiji, she thought she'd found a great tenant in Nigel Calder. He told her he was recently divorced and nee… [+6463 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chris Arsenault", "title": "Canada experimenting with new approach to foreign aid: Giving cash directly to poor people", "description": "Canada has been experimenting with a new method for spending tens of millions of dollars worth of foreign aid: handing cash directly to people in poverty-stricken or war-torn countries, according to two senior officials with Global Affairs Canada.", "url": "https://www.cbc.ca/news/politics/canada-aid-cash-transfer-global-affairs-1.4900918", "urlToImage": "https://i.cbc.ca/1.4900955.1541890049!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/oxfam.png", "publishedAt": "2018-11-15T09:00:00Z", "content": "Canada is experimenting with a new method for spending millions of dollars in foreign aid: handing cash directly to people in poverty-stricken or war-torn countries, two senior officials with Global Affairs Canada said. Global Affairs, the government departme… [+6905 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Relatively mild Thursday, but the snow is on its way", "description": "It won't be as windy as yesterday, which will help, and it will turn out to be a bit milder by afternoon.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-november-15-2018-1.4906390", "urlToImage": "https://i.cbc.ca/1.3464027.1456423508!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-weather-20160220.jpg", "publishedAt": "2018-11-15T09:00:00Z", "content": "Another unseasonably cold morning will start your Thursday. It won't be as windy as yesterday, which will help, and it will turn out to be a bit milder by afternoon. Look for a mix of sun and cloud with a high near 2 C. Snow could start by evening and continu… [+270 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Santa Claus is coming to town Saturday", "description": "Ottawa's annual Santa Claus parade sets off from City Hall at 11 a.m. Saturday.", "url": "https://www.cbc.ca/news/canada/ottawa/santa-claus-parade-comes-to-ottawa-saturday-1.4905754", "urlToImage": "https://i.cbc.ca/1.2437942.1385231446!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/snow-on-santa-parade.jpg", "publishedAt": "2018-11-15T09:00:00Z", "content": "Santa Claus is coming to town Saturday. Setting off from Ottawa City Hall at 11 a.m., the annual Santa Claus parade will dash west along Laurier Avenue W. before turning south down Bank Street to Lansdowne Park in the Glebe. Toys will be collected along the p… [+1841 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Demolish Magee House or we'll do it for you, city tells owner", "description": "The fate of Ottawa's Magee House is expected to be decided Thursday, after its owner failed to submit a satisfactory plan for saving the historic building.", "url": "https://www.cbc.ca/news/canada/ottawa/magee-house-fate-to-be-decided-soon-councillor-says-1.4905301", "urlToImage": "https://i.cbc.ca/1.4765371.1532734277!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/magee-house-demolition-july-27-2018.jpg", "publishedAt": "2018-11-15T09:00:00Z", "content": "The fate of Ottawa's Magee House is expected to be decided Thursday, after its owner failed to submit a satisfactory plan for saving the historic building. The old stone house on Wellington Street W. partially collapsed July 24, and has sat open to the elemen… [+1605 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "connell smith", "title": "Saint John jury to hear judge's charge in sex assault case today", "description": "A jury in Saint John will be asked today to decide whether a young man and woman had consensual sex when they got together at a Sussex home in August of last year", "url": "https://www.cbc.ca/news/canada/new-brunswick/sex-assault-consent-he-said-she-said-snapchat-1.4905903", "urlToImage": "https://i.cbc.ca/1.4905958.1542232076!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/connor-campbell.jpg", "publishedAt": "2018-11-15T08:00:00Z", "content": "A jury in Saint John will be asked today to decide whether a young man and woman had consensual sex when they got together at a Sussex home in August of last year There were no other witnesses to the incident, although both the accused, 24-year-old Connor Cam… [+2488 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Migrant caravan groups arrive at U.S. border by the hundreds", "description": "Migrants in a caravan of Central Americans arrived in Tijuana by the hundreds Wednesday, getting their first glimpse of the robust U.S. military presence that awaits them after President Donald Trump ordered thousands of troops to the border.", "url": "https://www.cbc.ca/news/world/migrant-caravan-us-border-tijuana-1.4906364", "urlToImage": "https://i.cbc.ca/1.4906391.1542257123!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/aptopix-central-america-migrant-caravan.jpg", "publishedAt": "2018-11-15T04:56:04Z", "content": "Migrants in a caravan of Central Americans arrived in Tijuana by the hundreds Wednesday, getting their first glimpse of the robust U.S. military presence that awaits them after President Donald Trump ordered thousands of troops to the border. Several hundred … [+4887 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Jets blast Caps late to take 3rd straight", "description": "Defenceman Ben Chiarot scored with 7:09 left in the third period to lift the Winnipeg Jets to a 3-1 victory over the Washington Capitals on Wednesday.", "url": "https://www.cbc.ca/sports/hockey/nhl/winnipeg-jets-washington-capitals-recap-1.4905699", "urlToImage": "https://i.cbc.ca/1.4906347.1542252787!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/capitals-jets-14112018.jpg", "publishedAt": "2018-11-15T03:58:24Z", "content": "Defenceman Ben Chiarot scored with 7:09 left in the third period to lift the Winnipeg Jets to a 3-1 victory over the Washington Capitals on Wednesday. Chiarot's shot beat Pheonix Copley on the glove side and may have ticked off a Washington player's stick. HO… [+1204 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winnipeg Blue Bombers focusing one game at at time in quest for Grey Cup", "description": "The Winnipeg Blue Bombers are relishing the moment as they get closer to ending the 28-year Grey Cup drought in Winnipeg but players are not letting the pressure of next week's big game get to them.", "url": "https://www.cbc.ca/news/canada/manitoba/playoffs-west-final-blue-bombers-calgary-stampeders-1.4906047", "urlToImage": "https://i.cbc.ca/1.4906133.1542236776!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adam-bighill.jpg", "publishedAt": "2018-11-15T03:31:20Z", "content": "The Winnipeg Blue Bombers are relishing the moment as they get closer to ending the 28-year Grey Cup drought in Winnipeg, but players are not letting the pressure of Sunday's big game get to them. \"Well, I mean it's exciting but at the same time we just kind … [+3122 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kayla Hounsell", "title": "Veterans Affairs reverses decision, opens beds for Allied war vets", "description": "Veterans Affairs will expand access to Halifax’s Camp Hill Veterans Memorial Hospital after a war veteran was denied access because his wartime service wasn’t with the Canadian military. Now the Minister of Veterans Affairs says 25 beds will be opened to Alli…", "url": "https://www.cbc.ca/news/canada/nova-scotia/war-vet-denied-care-veterans-hospital-decision-reversed-1.4906225", "urlToImage": "https://i.cbc.ca/1.4902765.1542118701!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/gordon-smith.JPG", "publishedAt": "2018-11-15T03:16:57Z", "content": "Veterans Affairs Canada says it will expand access to Halifax's Camp Hill Veterans Memorial Hospital by making more than two dozen beds available for Allied and modern-day veterans. The decision comes in the wake of widespread outrage over news that a war vet… [+2336 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Neil Davidson", "title": "Dwane Casey exacts revenge as Pistons stun Raptors at buzzer", "description": "Reggie Bullock scored a buzzer-beater as the Detroit Pistons rallied from a 19-point deficit to defeat the Raptors 106-104 Wednesday night, making a winner out of coach Dwane Casey in his return to Toronto.", "url": "https://www.cbc.ca/sports/basketball/nba/toronto-raptors-detroit-pistons-recap-1.4906306", "urlToImage": "https://i.cbc.ca/1.4906341.1542251743!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/jackson-reggie-111418.jpg", "publishedAt": "2018-11-15T03:16:25Z", "content": "Reggie Bullock scored a buzzer-beater as the Detroit Pistons rallied from a 19-point deficit to defeat the Raptors 106-104 Wednesday night, making a winner out of coach Dwane Casey in his return to Toronto. Toronto seemed to have the game in control for the f… [+1875 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Regulations take effect for licensing, operation of private pot stores, attorney general announces", "description": "The Ontario government passed new regulations aimed at protecting children and youth, keeping communities and roads safe, and combating the illegal cannabis market, the attorney general's office announced Wednesday evening.", "url": "https://www.cbc.ca/news/canada/toronto/regulations-take-effect-licensing-private-cannabis-stores-1.4906331", "urlToImage": "https://i.cbc.ca/1.4882503.1540831703!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cannabis-border-20181024.jpg", "publishedAt": "2018-11-15T03:02:08Z", "content": "The Ontario government passed new regulations aimed at protecting children and youth, keeping communities and roads safe, and combating the illegal cannabis market, the attorney general's office announced Wednesday evening. The province said this is the lates… [+2035 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Angela Sterritt", "title": "'It's absolutely appalling': Indigenous youth in care vulnerable to exploitation, say advocates", "description": "When Indigenous child welfare advocate Cindy Blackstock heard that a B.C. social worker had allegedly defrauded Indigenous children and youth in care, her heart dropped.", "url": "https://www.cbc.ca/news/canada/british-columbia/it-s-absolutely-appalling-advocates-say-lawsuit-shows-indigenous-youth-highly-vulnerable-to-exploitation-1.4904772", "urlToImage": "https://i.cbc.ca/1.4904780.1542209389!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dylan-cohen.jpg", "publishedAt": "2018-11-15T03:00:00Z", "content": "When Indigenous child welfare advocate Cindy Blackstock heard that a B.C. social worker had allegedly defrauded Indigenous children and youth in care, her heart dropped. \"It's absolutely appalling,\" said Blackstock, referring to the allegations outlined in tw… [+3857 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joel Ballard", "title": "'We want to make sure we have a community that's safe': Dawson Creek mayor responds to violent crimes", "description": "The city of Dawson Creek, in northeastern B.C., has been hit with a string of crimes. In the first two weeks of November, RCMP have responded to multiple shootings, a wounded victim and a violent home invasion.", "url": "https://www.cbc.ca/news/canada/british-columbia/we-want-to-make-sure-we-have-a-community-that-s-safe-dawson-creek-mayor-responds-to-violent-crimes-1.4906085", "urlToImage": "https://i.cbc.ca/1.4906173.1542238242!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dawson-creek.jpg", "publishedAt": "2018-11-15T02:39:05Z", "content": "The city of Dawson Creek, in northeastern B.C., has been hit with a string of crimes. In the first two weeks of November, RCMP have responded to multiple shootings, a wounded victim and a violent home invasion. \"This serious crime, this isn't a normal occurre… [+1870 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton city staff invited to join anti-bullying vigil", "description": "A city of Edmonton employee hopes a vigil on Saturday night at Churchill Square will inspire other city staff to bring a candle, share stories or just observe silence.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-harassment-auditor-vigil-1.4906266", "urlToImage": "https://i.cbc.ca/1.4906275.1542244651!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/vigil-poster.PNG", "publishedAt": "2018-11-15T02:34:25Z", "content": "It's been a year since the city auditor revealed that one in five City of Edmonton employees felt they were bullied, harassed or discriminated against. Cecily Poohkay is organizing a vigil on Saturday at 5 p.m. in Churchill Square, in front of city hall, to l… [+2303 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Historic synthesizer celebrated at Calgary's National Music Centre", "description": "Officially known as The Original New Timbral Orchestra — but better known as TONTO — it’s a synthesizer built in 1968 by music producers Malcolm Cecil and Robert Margouleff which helped spawn several albums by the legendary Stevie Wonder, and create the iconi…", "url": "https://www.cbc.ca/news/canada/calgary/calgary-national-music-centre-tonto-1.4906315", "urlToImage": "https://i.cbc.ca/1.4527279.1518215834!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tonto.jpg", "publishedAt": "2018-11-15T02:32:57Z", "content": "Music fans in Calgary may not recognize the name TONTO, but they will likely be familiar with some of the riffs it helped create. Officially known as The Original New Timbral Orchestra but better known as TONTO it's a synthesizer built in 1968 by music produc… [+2358 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "West Island teenager selling comic at Salon du livre a 'dream come true'", "description": "Teenager Kendra Hughes is a self-published author bringing her first comic, Agents of C.L.A.W.E., to Montreal's Le Salon du livre.", "url": "https://www.cbc.ca/news/canada/montreal/agents-of-clawe-salon-du-livre-1.4906094", "urlToImage": "https://i.cbc.ca/1.4906260.1542243596!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/agents-of-c-l-a-w-e-author.jpg", "publishedAt": "2018-11-15T01:49:12Z", "content": "Kendra Hughes said she didn't have a lot of friends when she was younger and turned her attention to drawing instead. Now other kids seek her out to improve their skills and she's bringing her first comic book, Agents of C.L.A.W.E., to Le Salon du livre Thurs… [+1481 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Maryse Zeidler", "title": "Toronto anti-carding activist stopped by police in Vancouver", "description": "A Toronto activist known for his criticism of the controversial police practice known as \"carding\" claims he was stopped by an officer in Vancouver because he's black.", "url": "https://www.cbc.ca/news/canada/british-columbia/toronto-anti-carding-activist-stopped-by-police-in-vancouver-1.4906210", "urlToImage": "https://i.cbc.ca/1.4906259.1542245606!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/desmond-cole.png", "publishedAt": "2018-11-15T01:38:14Z", "content": "A Toronto activist known for his criticism of the controversial police practice known as \"carding\" claims he was stopped by an officer in Vancouver because he's black. Desmond Cole was walking near Marina Square Park on Tuesday when a police officer in a car … [+4185 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winnipeg hockey coach pressed into service as backup goalie for Washington Capitals", "description": "A University of Manitoba hockey coach has been added to the roster of the Stanley Cup champions when they play the Winnipeg Jets Wednesday evening.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-jets-emergency-backup-goalie-1.4906261", "urlToImage": "https://i.cbc.ca/1.4602547.1522721947!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/gavin-mchale.png", "publishedAt": "2018-11-15T01:38:10Z", "content": "A University of Manitoba hockey coach has been added to the roster of the Stanley Cup champions when they play against the Winnipeg Jets Wednesday evening. The Washington Capitals, who are facing the Jets in Winnipeg on Wednesday, called on emergency backup g… [+2250 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Auto supply store co-workers in St. John's split $1M jackpot", "description": "That's $62,500 per person.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/lotto-max-auto-supply-1.4906245", "urlToImage": "https://i.cbc.ca/1.4906263.1542243685!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/browne-s-auto-supplies.jpg", "publishedAt": "2018-11-15T01:19:53Z", "content": "It took 10 years, but the office lottery pool at Browne's Auto Supplies in St. John's finally hit the jackpot. Sixteen people from three locations in the city will split a $1-million prize from the Sept. 28 Lotto Max draw. \"When I went to check the tickets, t… [+1628 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canada surges past Colombia to open U-17 World Cup", "description": "Captain Jordyn Huitema opened scoring in the 77th minute as Canada surged to a 3-0 win over Colombia on Wednesday to open up the women's under-17 World Cup.", "url": "https://www.cbc.ca/sports/soccer/canada-colombia-u17-world-cup-fifa-1.4906265", "urlToImage": "https://i.cbc.ca/1.4906272.1542244630!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-colombia-14112018.jpg", "publishedAt": "2018-11-15T01:17:27Z", "content": "Captain Jordyn Huitema opened scoring in the 77th minute as Canada surged to a 3-0 win over Colombia on Wednesday to open up the women's under-17 World Cup. Andersen Williams and Jessica De Filippoboth scored from close range in the few minutes of play as Can… [+1190 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canada surges past Colombia to open U-17 World Cup", "description": "Captain Jordyn Huitema opened scoring in the 77th minute as Canada surged to a 3-0 win over Colombia on Wednesday to open up the women's under-17 World Cup.", "url": "https://www.cbc.ca/sports/soccer/jordyn-huitema-canada-womens-soccer-decision-1.4906265", "urlToImage": "https://i.cbc.ca/1.4906272.1542244630!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-colombia-14112018.jpg", "publishedAt": "2018-11-15T01:17:27Z", "content": "Captain Jordyn Huitema opened scoring in the 77th minute as Canada surged to a 3-0 win over Colombia on Wednesday to open up the women's under-17 World Cup. Both sides struggled to find any attacking rhythm in the first half, but the match came to life in the… [+720 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Lisa MacLeod calls Patrick Brown allegations 'disgusting and cruel'", "description": "Former Progressive Conservative leader Patrick Brown claims in a new tell-all book that local MPP Lisa MacLeod was not a team player and worked to push him out the door when allegations of sexual misconduct broke earlier this year.", "url": "https://www.cbc.ca/news/canada/ottawa/patrick-brown-book-lisa-macleod-1.4906221", "urlToImage": "https://i.cbc.ca/1.4818585.1536676439!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/lisa-macleod.JPG", "publishedAt": "2018-11-15T01:09:26Z", "content": "A new tell-all book from former Progressive Conservative leader Patrick Brown claims local MPP Lisa MacLeod was not a team player and worked to push him out the door when allegations of sexual misconduct broke earlier this year. The book, entitled Takedown: T… [+2993 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tony Seskus", "title": "Oilsands giant backs call for production cuts", "description": "The head of one of the country's largest oilsands producers says Canada's oil price woes are reaching an \"emergency situation,\" and on Wednesday saw his company's call for production cuts echoed by a competitor.", "url": "https://www.cbc.ca/news/business/oil-production-cuts-1.4905776", "urlToImage": "https://i.cbc.ca/1.1671128.1379082565!/httpImage/image.jpg_gen/derivatives/16x9_620/li-pourbaix620-cp01721887.jpg", "publishedAt": "2018-11-15T01:04:27Z", "content": "The head of one of the country's largest oilsands producers says Canada's oil price woes are reaching an \"emergency situation,\" and on Wednesday saw his company's call for production cuts echoed by a competitor. Oil \"is a provincial resource and we're giving … [+4847 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Desmond Brown", "title": "Ontario NDP calls for investigation into sexual misconduct allegation against Vic Fedeli", "description": "There has been swift reaction to former Ontario PC leader Patrick Brown's new tell-all memoir, including a call for an investigation into an allegation of sexual misconduct against Vic Fedeli, and the removal of the finance minister from cabinet until that in…", "url": "https://www.cbc.ca/news/canada/toronto/patrick-brown-memoir-ndp-calls-for-investigation-1.4906219", "urlToImage": "https://i.cbc.ca/1.4507948.1528503291!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-opposition-20180126.jpg", "publishedAt": "2018-11-15T01:04:09Z", "content": "There has been swift reaction to former Ontario PC leader Patrick Brown's new tell-all memoir, including an opposition call for an investigation into an allegation of sexual misconduct against Vic Fedeli, and the removal of the finance minister from cabinet u… [+1859 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Justin McElroy", "title": "Vancouver council approves launching a city-wide plan", "description": "The City of Vancouver looks set to embark on its first city-wide plan in nearly a century, which could result in the mass rezoning of large parts of the municipality, following extensive public consultation.", "url": "https://www.cbc.ca/news/canada/british-columbia/city-wide-plan-vancouver-1.4905180", "urlToImage": "https://i.cbc.ca/1.4291000.1505436667!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/vancouver-city-hall.JPG", "publishedAt": "2018-11-15T01:01:51Z", "content": "The City of Vancouver looks set to embark on its first city-wide plan in nearly a century, which could result in the mass rezoning of large parts of the municipality, following extensive public consultation. City council unanimously passed a motion Wednesday … [+3374 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catou MacKinnon", "title": "Grieving Inuit families blame racism of health-care workers for deaths of loved ones", "description": "Inuit testifying at Quebec's inquiry into how Indigenous people are treated by Quebec's public servants have told Commissioner Jacques Viens heart-wrenching stories of ignored pleas for help and delayed service. The commission is visiting Nunavik for the firs…", "url": "https://www.cbc.ca/news/canada/montreal/grieving-inuit-families-blame-racism-of-health-care-workers-for-deaths-of-loved-ones-1.4904461", "urlToImage": "https://i.cbc.ca/1.4905169.1542217319!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mary-pirti-kumarluk-and-her-daughter-siasi-kumarluk.jpg", "publishedAt": "2018-11-15T00:50:12Z", "content": "Kuujjuarapik's community centre echoes with the sounds of Mary Pirti Kumarluk's sobs. Her daughter, Siasi Kumarluk, along with a support worker from the Viens Commission and Inuit interpreters, line up to hug her, one by one. It's been 16 months since Mary's … [+3778 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Brady Strachan", "title": "Curtis Sagmoen denied bail", "description": "A provincial court judge in Vernon, B.C., has denied Curtis Sagmoen's bail application.", "url": "https://www.cbc.ca/news/canada/british-columbia/sagmoien-denied-bail-1.4906078", "urlToImage": "https://i.cbc.ca/1.4415949.1523564036!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bc-salmon-arm-search-20171026.jpg", "publishedAt": "2018-11-15T00:49:16Z", "content": "A provincial court judge in Vernon, B.C., has denied Curtis Sagmoen's bail application. Sagmoen, 37, is facing five charges related to an incident south of Salmon Arm in late August 2017 where he is accused of threatening a sex trade worker with a shotgun whi… [+2100 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Paul Tasker", "title": "'I wish we had known': Peter MacKay defends record over transfer of child killers to healing lodges", "description": "Two former top Tory cabinet ministers said Wednesday they simply didn't know so many child killers had been transferred to Indigenous healing lodges to serve out their sentences — even though some of those transferred happened on their watch while in governme…", "url": "https://www.cbc.ca/news/politics/powerandpolitics/pnp-peter-mackay-child-killer-healing-lodges-1.4906110", "urlToImage": "https://i.cbc.ca/1.3864378.1542240484!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/peter-mackay.jpg", "publishedAt": "2018-11-15T00:43:20Z", "content": "Two former top Tory cabinet ministers said Wednesday they simply didn't know so many child killers had been transferred to Indigenous healing lodges to serve out their sentences even though some of those transfers happened on their watch while in government. … [+4335 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Aide who drew Melania Trump's ire is out of her job", "description": "White House deputy national security adviser Mira Ricardel was forced out of her job on Wednesday after U.S. President Donald Trump's wife, Melania, said Ricardel did not deserve the honour of working for her husband.", "url": "https://www.cbc.ca/news/world/melania-trump-ricardel-job-1.4906184", "urlToImage": "https://i.cbc.ca/1.4904191.1542150636!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-trump-ricardel-melania.jpg", "publishedAt": "2018-11-15T00:36:15Z", "content": "White House deputy national security adviser Mira Ricardel was forced out of her job on Wednesday after U.S. President Donald Trump's wife, Melania, said Ricardel did not deserve the honour of working for her husband. Ricardel \"will continue to support the pr… [+1468 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Desmond Brown", "title": "'I was appalled': More than $7K stolen from passengers' bank accounts in taxi debit fraud", "description": "Two men have told CBC Toronto they've lost a combined total of $7,600 to a debit card scam run by local taxi drivers.", "url": "https://www.cbc.ca/news/canada/toronto/taxi-debit-card-fraud-1.4906126", "urlToImage": "https://i.cbc.ca/1.4906141.1542237931!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/debit-card-fraud.jpg", "publishedAt": "2018-11-15T00:30:23Z", "content": "Two men have told CBC Toronto they've lost a combined total of $7,600 to a debit card scam run by local taxi drivers. They say the scammers swap the passenger's debit card with a similar-looking one, then withdraw cash and purchase items with the stolen card.… [+3498 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Michael Avenatti, Trump critic and lawyer for porn star Stormy Daniels, arrested", "description": "Michael Avenatti, the lawyer for porn actress Stormy Daniels who skyrocketed to fame as a chief critic of U.S. President Donald Trump, was taken into police custody in Los Angeles on Wednesday following an allegation of domestic violence, officials said.", "url": "https://www.cbc.ca/news/world/avenatti-arrested-1.4906175", "urlToImage": "https://i.cbc.ca/1.4906180.1542240781!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/iowa-avenatti.jpg", "publishedAt": "2018-11-15T00:24:33Z", "content": "Michael Avenatti, the lawyer for porn actress Stormy Daniels who skyrocketed to fame as a chief critic of U.S. President Donald Trump, was taken into police custody in Los Angeles on Wednesday following an allegation of domestic violence, officials said. Poli… [+945 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Kapwani Kiwanga wins the $100K Sobey Art Award", "description": "Kapwani Kiwanga, from Hamilton, Ont., was presented with the $100,000 Sobey Art Award at a gala ceremony at the National Gallery of Canada in Ottawa on Wednesday.", "url": "https://www.cbc.ca/news/entertainment/kapwani-kiwanga-wins-sobey-art-award-1.4905648", "urlToImage": "https://i.cbc.ca/1.4906099.1542239283!/fileImage/httpImage/image.gif_gen/derivatives/16x9_620/kapwani-kiwanga.gif", "publishedAt": "2018-11-15T00:24:10Z", "content": "Installation and performance artist Kapwani Kiwanga has won the prestigious 2018 Sobey Art Award, one of the most valuable prizes for artists in Canada. Kiwanga, from Hamilton, Ont., was presented with the $100,000 prize at a gala ceremony at the National Gal… [+1907 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police investigate alleged sexual assault involving students at St. Michael's College", "description": "Toronto police say they're investigating an alleged sexual assault involving students at a Catholic boys' private school, where, according to school officials, some pupils have already been expelled.", "url": "https://www.cbc.ca/news/canada/toronto/st-michael-s-assault-video-1.4906026", "urlToImage": "https://i.cbc.ca/1.4906156.1542237679!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/st-michael-s-college-school.PNG", "publishedAt": "2018-11-15T00:18:18Z", "content": "Toronto police say they're investigating an alleged sexual assault involving students at a Catholic boys' private school, where, according to school officials, some pupils have already been expelled. St. Michael's College said Wednesday it \"promptly conducted… [+1709 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police investigate alleged sexual assault involving students at St. Michael's College", "description": "Toronto police say they're investigating an alleged sexual assault incident involving students at St. Michael's College, and the school said in a statement Wednesday it has taken action, including expelling some of the students involved.", "url": "https://www.cbc.ca/news/canada/toronto/st-michael-s-assault-alleged-principal-students-1.4906026", "urlToImage": "https://i.cbc.ca/1.4906156.1542237679!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/st-michael-s-college-school.PNG", "publishedAt": "2018-11-15T00:18:18Z", "content": "Toronto police say they're investigating an alleged sexual assault incident involving students at St. Michael's College, and the school said in a statement Wednesday it has taken action, including expelling some of the students involved. Local media says stud… [+2155 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Suncor CEO Steve Williams to retire; Mark Little named as replacement", "description": "Suncor Energy Inc. says Steve Williams will retire as chief executive after the company's annual meeting next May.", "url": "https://www.cbc.ca/news/canada/calgary/suncor-ceo-steve-williams-retires-1.4906187", "urlToImage": "https://i.cbc.ca/1.4694576.1528322048!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/suncor-ceo-20180606.jpg", "publishedAt": "2018-11-15T00:15:35Z", "content": "Suncor Energy Inc. says Steve Williams will retire as chief executive after the company's annual meeting next May. Williams, 62, joined Suncor in 2002 and took the helm of Canada's largest energy producer by market capitalization from longtime CEO Rick George… [+1322 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Drew Anderson", "title": "When Calgarians rejected the Olympic bid, they chose bread over circuses", "description": "Calgarians wanted to focus on local priorities, particularly with an austerity budget looming, without Olympic-sized risks.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-olympic-plebiscite-2026-analysis-1.4906001", "urlToImage": "https://i.cbc.ca/1.4887004.1541042537!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/scott-hutcheson-calgary-olympic-bid.jpg", "publishedAt": "2018-11-15T00:13:02Z", "content": "When Roman emperors needed to appease the crowds, they threw lavish games to entertain and distract the masses. They would toss out extra loaves of bread to seal the deal. On Tuesday, Calgarians were asked what they thought of hosting a spectacle and chose to… [+9599 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jake Seiner", "title": "Snell, deGrom earn 1st career Cy Young awards", "description": "Jacob deGrom of the New York Mets has easily won the National League Cy Young Award, and Blake Snell of the Tampa Bay Rays has edged out two past winners for the American League prize.", "url": "https://www.cbc.ca/sports/baseball/mlb/mlb-awards-cy-young-jacob-degrom-blake-snell-1.4906050", "urlToImage": "https://i.cbc.ca/1.4906179.1542238495!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/degrom-jacob-111418.jpg", "publishedAt": "2018-11-15T00:04:57Z", "content": "Jacob deGrom of the New York Mets has easily won the National League Cy Young Award, and Blake Snell of the Tampa Bay Rays has edged out two past winners for the American League prize. DeGrom won just 10 games, the fewest ever by a Cy Young-winning starter. H… [+3812 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Uncertified worker lied about testing Alberta town's drinking water for 7 years", "description": "A former employee of the Town of Oyen in southern Alberta has been fined $1,000 for not monitoring the town's drinking water over a seven-year period.", "url": "https://www.cbc.ca/news/canada/calgary/oyen-drinking-water-tests-1.4906064", "urlToImage": "https://i.cbc.ca/1.3434480.1463430108!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/164330967.jpg", "publishedAt": "2018-11-15T00:01:37Z", "content": "A former employee of the Town of Oyen in southern Alberta has been fined $1,000 for not monitoring the town's drinking water over a seven-year period. Darcy Dobrosky worked for the town for 37 years and was grandfathered into the public works foreman job. One… [+1671 chars]"}]}