["Theresa May has finally struck a deal with Brussels for Britain’s withdrawal from the European Union, and it reminds us of what Winston Churchill said about democracy—the worst form of government except for all the others.\n\nMrs. May sold the plan to her balky cabinet in a five-hour meeting on Wednesday. And if her plan survives vetting in Parliament, the policy outline will manage Britain’s departure from the EU, with a second round of talks on the post-Brexit trading relationship to come.\n\n...", "The last player chosen each spring in the National Football League draft is referred to as Mr. Irrelevant for his small chance of making a team roster in the fall. An analogy in politics is House Minority Leader, so congratulations to Kevin McCarthy on his selection Wednesday to lead House Republicans in 2019. He’s Rep. Irrelevant.\n\nThe former small business owner from southern California defeated Ohio Rep. Jim Jordan, 159-43, in the shrunken GOP conference. The lopsided vote was a surprise given that the GOP lost its majority...", "We rarely agree with socialist Congresswoman-elect Alexandria Ocasio-Cortez, but she’s right to call billions of dollars in taxpayer subsidies for Amazon “extremely concerning.” These handouts to one of the richest companies in the history of the world, with an essentially zero cost of capital, is crony capitalism at its worst.\n\nAmazon staged a year-long competition to find a second headquarters beyond its Seattle home, and politicians bid for it like millionaires at a Picasso auction. Except they were bidding with other people’s...", "California’s largest utility suffered its steepest stock plunge in 16 years Wednesday as concerns grew that potential liability costs from destructive wildfires threaten the company’s financial future.\n\nShares in PG&E Corp. fell nearly 22% and its bonds were also hammered, capping five straight days of losses that have dragged shares down more than 47%, its worst such stretch on record.\n\nThe...", "The Brexit agreement published Wednesday night runs to 585 pages. The bottom line: For several years following Brexit in March, the U.K. will likely remain within the European Union’s economic orbit, following many of the bloc’s regulations and applying its tariffs.\n\nSome aspects of the deal have been known for months. Britain will pay a divorce bill in coming years of around $50 billion, largely based on unfulfilled past financial commitments. The U.K. will guarantee settled status and a broad swath of legal rights to the...", "Forget for a moment about “Medicare for All.” A proposal is gaining steam on the left that would overhaul the U.S. economy in a far more radical way. Known as a federal job guarantee, the plan would require the government to provide work on demand to any American at a minimum of about $12 an hour plus full benefits.\n\nThree senators and rumored 2020 presidential candidates, Kirsten Gillibrand, Cory Booker and Bernie Sanders, have publicly supported the idea. Their visions for the program vary, but the fundamentals of a job guarantee...", "One of the strongest rules in free-speech law is that the government may not engage in “prior restraint” of speech except in extreme circumstances. Yet the Securities and Exchange Commission does so routinely. Under a rule adopted in 1972, the SEC demands that parties entering into settlements with the commission be silenced about the prosecution forever. If they question the merits of the case against them, the SEC reserves the authority to reopen it.\n\n“The result is a stew of confusion and hypocrisy,” Judge Jed Rakoff observed...", "One of Donald Trump’s favorite punching bags on a long shelf of punching bags is Jeff Bezos, the founder of Amazon. Mr. Trump says (tweets) that Amazon rips off the Post Office, should be investigated, blah, blah, blah. The animus likely has more to do with the impossibly wealthy Mr. Bezos’s purchase in 2013 of the Washington Post at a price ($250 million) that would be like the rest of us buying a roadside antique. He has since let what seems like a battalion of Post writers spend their days tormenting Mr. Trump.\n\nSo when...", "Can self-proclaimed “master legislator” and “astute leader” Nancy Pelosi convince enough Democrats to make her speaker of the House again? It won’t be as easy as you might think.\n\nDemocrats have won 228 House races and are favored in five more. Together that’s 233 seats, a gain of 40. But Mrs. Pelosi still has work to do to collect the 218 votes she’ll need when the House meets Jan. 3 to select its presiding officer.\n\nDuring...", "Nov. 15 is the birthday of Bernard Mandeville (1670-1733), one of the most influential 18th-century British writers. Nowadays read by intellectual historians and few others, the Dutch-born physician had a lasting message: Economic growth promotes virtue by reducing idleness.\n\nLittle is known about Mandeville, whom Benjamin Franklin called “a most facetious, entertaining companion.” His main work is “The Fable of the Bees: or, Private Vices, Publick Benefits,” published in 1714. Though scandalous because it seemingly praised...", "President Donald Trump announced support for a major rewrite of the nation’s criminal justice sentencing laws, called the \"First Step Act,\" in a White House ceremony on Wednesday. Photo: Getty\n\nWASHINGTON—President Trump endorsed bipartisan criminal-justice overhaul efforts at a White House ceremony on Wednesday, throwing his support behind changes to U.S. sentencing laws that he said also would give federal inmates a second chance when they are released.\n\n“Did I hear the word bipartisan?” he joked during a speech at the White House. “I’m thrilled to announce my support for this bipartisan bill that will make our communities safer and give former inmates a second chance at life after they have served their time—so...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "WASHINGTON—Senate Majority Leader Mitch McConnell (R., Ky.) blocked a bill designed to protect special counsel Robert Mueller from being fired, but the effort’s bipartisan sponsors said they would keep pressing the matter.\n\nThe resignation of Jeff Sessions as attorney general at the president’s request last week and the appointment of Acting Attorney General Matthew Whitaker increased calls from Republicans and Democratic senators to pass legislation to protect the special counsel’s continuing investigation into Russian interference...", "The Italian car styling firm Bertone produced some of the most important supercars of the 20th century, but an auction this month will be the closing chapter for this storied autos styling house. Photo: Lamborghini\n\nEARLIER THIS year, auction house Aste Bolaffi sent its car historian Massimo Delbo to the outskirts of Turin to catalog the contents of a factory once owned by Bertone, a century-old Italian car styling company that went bankrupt in 2014. Mr. Delbo expected to spend a single day picking through the factory’s remains, but once he cracked open the doors, he realized the project could take him months.\n\nDrawer after drawer, room after room revealed thousands of beautifully hand-drawn sketches, design models, technical prints,...", "COLOMBO, Sri Lanka—Sri Lankan lawmakers voted Wednesday to reject the appointment of a new prime minister as the South Asian nation continued to struggle with a tug-of-war between its president and parliament.\n\nThe island nation has had two people claiming to be prime minister since President Maithripala Sirisena last month shocked the country by bringing in former president Mahinda Rajapaksa as prime minister.\n\nThe...", "Lost in the recent coverage of congressional elections and the resulting reallocation of power in Washington is some welcome news for those hoping to restrain the power of government everywhere. A federal judge in New York is allowing a critical case for personal liberty to move forward.\n\nSome members of the press corps enjoy describing President Trump as an authoritarian, but no elected official in the country has more aggressively sought to limit free speech rights than Gov. Andrew Cuomo (D., N.Y.). Now he will have to answer...", "WASHINGTON—Some Senate Republicans have urged President Trump to nominate a chairman to the Chemical Safety and Hazard Investigation Board, an agency Mr. Trump has tried to eliminate.\n\nThe Senate Committee on Environment and Public Works made the appeal in a letter to the White House last month, which The Wall Street Journal reviewed on Wednesday. It adds the Senate to a chorus of voices in government and industry calling for the president to support the agency.\n\n...", "Walmart Inc. said it will require its employees to use certain hospitals for costly spine surgeries, an effort to weed out unnecessary procedures and lower its health-care spending.\n\nThe retailer has been trying since 2013 to encourage employees to undergo the surgeries at hospital systems known for their quality by offering to pay the full cost of the procedures and travel. But not all workers took Walmart up on the offer, and the retailer continued to pay for surgery elsewhere.\n\n...", "Financial-services firm OneAmerica has been around since 1877. To freshen its image with young recruits, it recently came up with a new title for a data-analyst job: data wrangler.\n\nAmong younger workers, “the perception of the industry is that we’re old and crotchety,” said Todd Shock, vice president of data and analytics at the Indianapolis company. The newfangled title, on the other hand, suggests agility and willingness to take risks, he argued.\n\n...", "Bumble founder and CEO Whitney Wolfe Herd discussed the dating app’s strategy for getting women in India to buy in and the company’s move to producing primetime video content. Photo: Nikki Ritcher for the Wall Street Journal\n\nLAGUNA BEACH, Calif.—Dating app Bumble is weighing a public debut.\n\nSpeaking at The Wall Street Journal’s WSJ Tech D.Live conference on Wednesday, Bumble Chief Executive Whitney Wolfe Herd said an initial public offering could give her company more momentum to expand further internationally.\n\nMs. Wolfe Herd founded the dating app in 2014 as...", "(1) The average of an airport's reliability, value and convenience scores. (2) Includes on-time arrival percentage, flight cancellation percentage, average arrival delays, average time between gate departure and takeoff and TSA screening times. (3) Includes domestic fares, market share of airport's largest airline, cheapest on-site parking rate, car-rental taxes and UberX fare to convention center. (4) Includes Wi-Fi speeds, Yelp restaurant ratings, maximum walking distances, non-stop destinations and a WSJ reader satisfaction score.\n\nInside the Airport Rankings The Journal has ranked the 20 largest U.S. airports after weighing 14 key factors plus a survey of over 4,800 readers. Below are the overall rankings, as well as their rankings in groups of measurements labeled most reliable, best value and most comfortable. Click on the airport name to see more details.\n\nThe Wall Street Journal U.S. Airport Rankings are based on 14 different measures important to travelers plus an extensive survey of nearly 5,000 subscribers.\n\nJoin Scott McCartney and WSJ editors as they discuss the best and worst airports and answer your travel questions ahead of the busy holiday travel season. Submit your questions to subscribercall@wsj.com , and our journalists will answer live during the call. Register here.\n\nReader comments and evaluations were scored in a customer-satisfaction grade for each of the 20 busiest U.S. airports, making the 15th category. With both user experiences and data on convenience, cost and reliability, the rankings offer perhaps the most comprehensive evaluation of U.S. airports.\n\nThe rankings were limited to the 20 largest airports to provide fair comparisons at airports dealing with the complexity of tens of millions of passengers. Many readers have favorites among smaller airports, but they don’t always deal with the same challenges of congestion, delays and crowds.\n\nThe measures used were selected by Middle Seat columnist Scott McCartney and several editors. They fell into three main categories:\n\nConvenience\n\n1. WSJ reader survey. More than 4,800 subscribers participated in an online survey of airport preferences and experiences. Comments and evaluations were scored into an overall customer-satisfaction grade for each of the 20 airports.\n\n2. Non-stop cities served. Non-stop flights offer convenience for travelers. Airports offer incentives to airlines for new service, and most have active recruitment programs to expand service. Having more destinations scored higher. The number of destinations was reported by each airport.\n\n3. Wi-Fi speed. Average download speed from Ookla Speedtest conducted at airports January-April 2018 on available free Wi-Fi.\n\n4. Longest walk. Provided by each airport. Airports were asked for the longest possible walk from the curb of the terminal to the farthest gate, including use of escalators, moving walkways and trains or trams.\n\n5. Yelp restaurant rating. Yelp provided averages of its ratings for all restaurants at each airport, as of October 2017.\n\nReliability\n\n6. On-time arrivals. Bureau of Transportation Statistics data for the 12 months ending July 2018 showing the percentage of flights at each airport arriving at gates within 14 minutes of scheduled time, the Transportation Department’s definition of on-time.\n\n7. Percentage of flights canceled. BTS data for 12 months ending July 2018. Reliability matters and this category, like others, showed wide operational differences. At LaGuardia, more than 4% of flights were canceled. At Seattle, less than half of one percent.\n\n8. Average arrival delay. This is the measure of when flights are delayed, how badly do things go. BTS data for 12 months ending July 2018.\n\n9. Aircraft taxi-out times. This measure reflects both congestion and traffic delays at airports as well as the layout of the airfield. Taxiing is a significant part of a flight. Las Vegas had the lowest average taxi-out time, but it was still close to 15 minutes. Data from BTS for January through July 2018.\n\n10. TSA wait times. Waits in standard lanes (not PreCheck), January-July 2018, provided by TSA. Note that TSA collection of wait-time data has been questioned for reliability since managers could take discretion on when data is collected. Several airports are moving to automatic systems that can post current wait times.\n\nValue\n\n11. Average domestic fare. The cost to fly into and out of each airport, based on a sampling of tickets collected by BTS for the first quarter of 2018.\n\n12. Largest airline’s market share. This measures the dominance of the largest carrier at an airport and reflects how much competition there is. A lower passenger share—more competition—was scored higher than having one airline with a fortress hub. The data are from BTS for a 12-month period ending June 2018.\n\n13. Cheapest on-site parking. The cheapest parking rate (provided by each airport) represents a direct measure of value at an airport—how concerned it is with accommodating its most budget-minded travelers.\n\n14. Rental-car taxes and fees. Based on total taxes and fees on a $100, two-day rental at Hertz. Not all taxes and fees are airport-related; some include fees for sports stadiums, state-imposed and city-imposed taxes. Many airports do collect added fees to pay for constructing consolidated rental-car facilities and other costs, and many communities have taken to heavily taxing visitors.\n\n15. Average UberX fare to convention center. Uber provided its average UberX fare from each airport to the city’s primary convention center for October.\n\nData research by Mark Secada, Phillipa Ramirez and Allison Foley of the WSJ R&D team.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Uber Technologies Inc. is seeing slower sales growth ahead of its planned initial public offering next year.\n\nThe ride-hailing company on Wednesday announced third-quarter revenue rose 38% from a year earlier to $2.95 billion, but that was less than the second-quarter year-over-year jump of 63%. Its loss widened to $1.07 billion from $891 million in the second quarter.\n\nUber...", "HOW DO YOU KNOW a destination is hot? Answer: When it’s suddenly possible to visit without switching flights in some miserable airport hub. Here, some winter resort meccas that just got more accessible thanks to a flotilla of new nonstop flights. The rub: Like mountain snows, these seasonal services tend to vanish as soon as spring begins to assert itself.\n\nNo longer just a weekend playground for Angelenos, perpetually sunny Palm Springs is now a nonstop flight away from the East Coast. Three years ago, JetBlue launched service from John F. Kennedy International Airport to the desert city, and has expanded ever since, now offering daily flights until Memorial Day. This season, the carrier is adding twice-a-week service to Palm Springs from Boston, too, through April. Other winter specials: Alaska Airlines has a Saturday-only nonstop to Palm Springs from JFK through Jan. 6; United can get you there from Newark Airport with a daily flight from Dec. 19 to March 30.\n\n[Explore the Journal’s 2018 ranking of the biggest U.S. airports.]\n\nRocky Mountain Rendezvous\n\nNew this year: New Yorkers can leave their homes and be on the Colorado slopes within hours, thanks to a new nonstop to Vail on American Airlines out of LaGuardia Airport. The route operates once a week, on Saturday, when flights out of Manhattan’s most easily accessible airport can exceed an otherwise stingy 1,500-mile limit. Other airlines, including United, fly nonstop from major cities into diminutive Eagle County Airport. And starting Dec. 15, JetBlue will fly nonstop to Steamboat Springs, Colo., operating twice-weekly from Boston and Long Beach, Calif. and once a week from Fort Lauderdale. The flights run through the end of March.\n\nIsland Hops\n\nCan’t decide whether to escape to Europe or lie idly on a beach? Fly to Martinique and Guadeloupe, technically French soil. European low-cost line Norwegian offers affordable fares on winter flights from Fort Lauderdale and New York, to both islands. If you’re a slave to one of the major airline mileage programs, consider booking a trip to the sister islands of St. Kitts and Nevis, in the eastern Caribbean. Delta recently began flying nonstop weekly to the island nation from New York’s JFK in addition to existing service from Atlanta. And United offers seasonal flights to these islands too, with twice a week service from Newark.", "On Wednesday, U.K. Prime Minister Theresa May announced that her cabinet ministers have approved her Brexit withdrawal plan. May will now have to address parliament for approval. Photo: Getty\n\nLONDON—U.K. Prime Minister Theresa May relies on a small Northern Irish party to keep her in power. Her Brexit plan now imperils that alliance, lengthening the odds that she can get her hard-won deal through the British Parliament.\n\nWith her own party threatening revolt, the fate of Mrs. May’s Brexit package—and her very government—could hang on a handful of lawmakers from the Democratic Unionist Party, a party born during the sectarian violence that plagued Northern Ireland for decades.\n\n...", "Dell Technologies Inc. plans to sweeten a $22 billion deal to buy out an affiliate and return to the public markets, according to people familiar with the matter—months after the PC and data-storage giant’s initial proposal sparked intense shareholder opposition.\n\nUnder the new deal, which could be announced as soon as this week, shareholders of the affiliate, known as DVMT, would receive cash and stock worth more than the current $109-a-share price, the people said. Exactly how much will depend on how DVMT shares trade in...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "WASHINGTON—Federal Reserve Board nominee Michelle “Miki” Bowman on Wednesday cleared an important procedural hurdle toward Senate confirmation when a majority of senators voted to end debate on her candidacy.\n\nSenators voted 63 to 36 to advance Ms. Bowman, the Kansas state bank commissioner, to a confirmation vote on the chamber floor. The majority comprised 50 Republicans and 13 Democrats.\n\nA...", "WASHINGTON—International companies in the U.S. rate potential tariffs on automobile and auto-parts imports as the most damaging of the Trump administration’s trade actions, a new survey finds, surpassing the tariffs that have been imposed between the U.S. and China, and the global tariffs on steel and aluminum.\n\nCompanies, even outside the automobile industry, are closely watching as the administration debates whether to impose the auto tariffs, the survey shows. None of the automobile-related tariffs have yet been implemented,...", "Uber CEO Dara Khosrowshahi talked about his company's relationship with its Saudi investors after the Jamal Khashoggi killing. Photo: Nikki Ritcher for the Wall Street Journal\n\nLAGUNA BEACH, Calif.—Uber Technologies Inc. Chief Executive Dara Khosrowshahi said he is taking a wait-and-see approach to allegations that the Saudi government—one of the company’s biggest shareholders—was behind the death of journalist Jamal Khashoggi last month in Turkey.\n\nUber has perhaps the closest ties to Saudi Arabia of any Silicon Valley company, after taking a $3.5 billion investment in 2016 from the kingdom’s Public Investment Fund. PIF Managing Director Yasir al-Rumayyan joined Uber’s board as part of that deal....", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Special Counsel Robert Mueller’s investigators are scrutinizing comments that Trump adviser Roger Stone made about WikiLeaks before the 2016 election. WSJ’s Shelby Holliday breaks down the timeline. Photo: Getty Images.\n\nSpecial Counsel Robert Mueller’s office is exploring whether longtime Trump adviser Roger Stone tried to intimidate and discredit a witness who is contradicting Mr. Stone’s version of events about his contacts with WikiLeaks, according to people who have spoken to Mr. Mueller’s investigators.\n\nIn grand jury sessions and interviews, prosecutors have repeatedly asked about emails, text messages and online posts involving Mr. Stone and his former friend, New York radio personality Randy Credico, the people said. Mr. Stone has...", "WASHINGTON—Inflation flared in October primarily because of increasing gasoline prices, but the rise could prove fleeting if other recent trends continue.\n\nThe consumer-price index, which measures what Americans pay for everything from hamburgers to haircuts, increased 0.3% in October from the prior month, the Labor Department said Wednesday. This was the largest monthly gain since the beginning of the year, driven by a jump in the gasoline index and a rebound in prices for used cars and trucks that had dropped sharply in September.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Regarding Walter Russell Mead’s “Macron’s Faux Pas on Nationalism” (Global View, Nov. 13): President Trump’s nationalism emphasizes getting, not giving. He exaggerates the immigration threat while failing to go to the root cause or find a policy solution. He seems to have an inability to understand the value of NATO to the U.S. He admires autocrats rather than our national heroes and nations that have fought together to preserve democracy. French President Emmanuel Macron and those Americans who have sacrificed for others understand the interdependence of true nationalism and patriotism.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "There’s $24 billion of construction going on at the three New York City area airports to replace or repair aging facilities that travelers loathe.\n\nWill it fix all the problems? Fuhgeddaboutdit. Infrastructure isn’t the only thing that continually drops New York’s air terminals to the bottom of airport rankings, including the new Wall Street Journal Airport Rankings. Sure, new buildings likely won’t have the leaky roofs that leave passengers dodging drip buckets, and the escalators and elevators probably will work. But it won’t by itself clean bathrooms, speed up taxi lines or baggage delivery, reduce TSA waits or curb flight delays and cancellations.\n\n[Join Scott McCartney and WSJ editors as they discuss the best and worst airports and answer your travel questions ahead of the busy holiday travel season. Submit your questions to subscribercall@wsj.com, and our journalists will answer live during the call. Register here.]\n\nNewsletter Sign-up\n\n“Historically there’s been a lot of focus on the operations, but not remotely enough attention to customer experience,’’ says Rick Cotton, executive director of the New York & New Jersey Port Authority, the operator of LaGuardia and Kennedy in New York and Newark Liberty in New Jersey.\n\nNewark ranked worst among the 20 airports ranked by the WSJ using 15 different categories that matter to travelers. JFK was next-to-last; LaGuardia scoring only slightly better.\n\n[Explore the Journal’s 2018 ranking of the biggest U.S. airports.]\n\n“It’s hard not to ask the question, in what universe is that OK?” says Mr. Cotton, appointed by New York Gov. Andrew Cuomo in August 2017.\n\nMr. Cotton is trying to improve conditions even as construction creates more hassles for travelers. Last month, the Port Authority announced it had installed faster Wi-Fi with a minimum speed of 20 MB per second at all three airports and was giving travelers four hours of free Wi-Fi service instead of the previous 30-minute free limit.\n\nSome changes seem decades overdue. Airport operations have started to track which elevators and escalators are out of service, for example. Bathrooms are finally getting more-regular cleaning and even full-time attendants. Taxi lines have changed to load several cabs at once, roller-coaster style, and lines at JFK have been moved indoors.\n\nInside the Airport Rankings The Journal has ranked the 20 largest U.S. airports after weighing 14 key factors plus a survey of over 4,800 readers. Below are the overall rankings, as well as their rankings in groups of measurements labeled most reliable, best value and most comfortable. Click on the airport name to see more details. (1) The average of an airport's reliability, value and convenience scores. (2) Includes on-time arrival percentage, flight cancellation percentage, average arrival delays, average time between gate departure and takeoff and TSA screening times. (3) Includes domestic fares, market share of airport's largest airline, cheapest on-site parking rate, car-rental taxes and UberX fare to convention center. (4) Includes Wi-Fi speeds, Yelp restaurant ratings, maximum walking distances, non-stop destinations and a WSJ reader satisfaction score.\n\nAnd the Port Authority is hiring more customer-service reps and giving them iPads so they can look up answers to questions, Mr. Cotton says.\n\nThe construction boom includes more than $8 billion to tear down LaGuardia piece by piece, except for the Marine Air Terminal, and rebuild the entire airport. The first new gates may open by the end of this year. Nearly $3 billion is planned to rebuild Terminal A at Newark. And replacing two terminals at JFK plus other changes will cost about $13 billion.\n\nAirport critics say the $24 billion program has a serious failing—no new runways to ease the severe but routine delays, and not much capacity to grow. Joseph Sitt, a real-estate developer who founded and chairs the Global Gateway Alliance, a business group pushing for airport overhauls, says the plans cover about 90% of what GGA wanted, but still are incomplete.\n\n“This is not just a game of cosmetics,” he says.\n\nLong taxi lines at LaGuardia, above, are among areas for improvement at airports around New York City. Photo: Adrienne Grunwald for The Wall Street Journal\n\nNew York needs to be an important aviation hub, Mr. Sitt argues, but the city will be constrained without additional runways at both Kennedy and LaGuardia. Acquiring land or filling in watershed for a new runway at either airport would be expensive and politically difficult, he acknowledges, but necessary. One proposal for LaGuardia has drawn some recent interest: Close down the decrepit jails on Rikers Island, adjacent to LaGuardia, and use the island for a new runway.\n\nThe Port Authority’s Mr. Cotton says, despite the daily delays, LaGuardia, which has two intersecting runways now, will not need a new runway until at least 2035. The central terminal will remain at 35 gates, the same as today, and takeoff and landing slots will remain controlled. Capacity will grow by airlines using larger planes.\n\nAs for the Rikers Island idea, Mr. Cotton says, “We are focused on getting the $8 billion project built.”\n\nThe Port Authority is undertaking environmental assessments for an AirTrain that would connect LaGuardia to the Willets Point station on the Long Island Rail Road. Mr. Cotton says that could provide 30-minute trip from midtown to LaGuardia and reduce traffic on highways. Currently only 6% of LaGuardia passengers use public transportation. “Congestion on roads is beyond the pale,” he says.\n\nAirlines have supported the rebuilding projects. Several have overhauled their own terminals at Newark and Kennedy and all have supported the complicated LaGuardia plan.\n\nUpgrades coming to LaGuardia Airport in New York may mean less time waiting for checked bags. Photo: Adrienne Grunwald for The Wall Street Journal\n\nSouthwest Airlines , flying today from perhaps the most cramped quarters in LaGuardia’s main terminal with rows of seats stuffed in a skinny corridor, limited restrooms and almost no concessions, thinks it will get the first new gates.\n\n“It’ll change the customer experience from night to day,” says Steve Sisneros, managing director of airport affairs at Southwest. “It’ll be like coming into Oz.”\n\nCorrections & Amplifications\n\nLaGuardia Airport’s central terminal will have 35 gates once rebuilt, the same number as the existing structure. An earlier version of this article incorrectly stated the entire airport had 35 gates. (Nov. 16, 2018)\n\nWrite to Scott McCartney at middleseat@wsj.com", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Three weeks ago, Apple Inc. chief Tim Cookripped into technology companies that “carefully assembled, synthesized, traded, and sold” then “weaponized” their users’ data. “These stockpiles of personal data serve only to enrich the companies that collect them,” he told a receptive audience in Brussels.\n\nIf executives at his unnamed targets—Facebook Inc. and Google parent Alphabet Inc.—rolled their eyes, you can understand why. Mr. Cook is, after all, talking his book: Apple makes its money by charging premium prices for its products....", "BEIJING—Fueled by advertising sales and investment gains, Tencent Holdings Ltd.’s third-quarter profit jumped 30% despite a regulatory chokehold on videogames, the company’s biggest business.\n\nShenzhen-based Tencent, which also operates China’s dominant WeChat social network, on Wednesday posted net income of 23.3 billion yuan ($3.39 billion) for the three months ended Sept. 30, beating analyst expectations. Revenue rose 24% to 80.6 billion yuan, in line with forecasts.\n\n...", "MEXICO CITY—Roberto del Cueto, a veteran Bank of Mexico board member, will resign his position at the end of the month, the central bank announced Wednesday, allowing Mexican president-elect Andrés Manuel López Obrador to dramatically reshape the bank’s leadership earlier than expected.\n\nMr. del Cueto, 69, said in an interview that he is stepping down because he had a minor stroke in February and doctors advised him to reduce his activities to avoid another, stronger attack. Mexico’s finance minister asked him to wait until...", "WASHINGTON—Congressional lawmakers elected familiar faces Wednesday to leadership next year as they brace for Democrats to take control of the House in January.\n\nIn the most closely watched election, House Majority Leader Kevin McCarthy (R., Calif.) defeated Rep. Jim Jordan (R., Ohio) in a 159-43 vote to lead House Republicans when they enter the minority next year.\n\nMr....", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services.", "Oil prices rebounded slightly Wednesday from Tuesday’s drop as investors weigh concerns that global output could outstrip demand against potential supply cuts from the Organization of the Petroleum Exporting Countries and its allies.\n\nLight, sweet crude for December delivery ended 1% higher at $56.25 a barrel on the New York Mercantile Exchange. Brent crude ended up 1% at $66.12 a barrel. Wednesday’s price increase in the U.S. crude-oil benchmark, known as West Texas Intermediate, ended a 12-session losing streak for WTI that...", "To subscribe to the newsletter, please sign up here MUST READS Theresa May’s Brexit Deal Faces First Crucial Hurdle: Prime Minister Theresa May defended a draft Brexit agreement as delivering on the U.K.’s 2016 vote to leave the European Union, as she kicked off what is likely to be an uphill challenge to corral political support for […]", "SINGAPORE—China has cast itself as a champion of free trade and multilateralism in the “America-first” era, but the world’s second-largest economy is finding that turning such talk into outcomes is substantially more difficult.\n\nAt meetings of global leaders in Singapore, negotiators working on a sweeping, 16-nation trade pact backed by Beijing said Wednesday they couldn’t finish the deal this year, citing its size and the complexity of talks among a range of economies.\n\n...", "The FCC recently announced a plan to encourage a blazing-fast wireless service called 5G. But what is 5G? And how far is the U.S. from rolling it out?\n\nCellphone carriers often call their most valuable radio-wave licenses “beachfront” property. As with real estate, it pays to be in a prime location.\n\nGovernment officials will test that thinking this month by selling some once-barren tracts of that virtual real estate in the upper reaches of the wireless spectrum. How much companies are willing to pay for them remains to be seen.\n\nThe...", "Wealthy investors, fund managers and real-estate developers are racing to take advantage of a tax incentive meant to spur economic growth in neglected areas.\n\nInterest in the “opportunity zones” Congress created last year intensified when the Treasury Department issued the program’s first guidelines in October. The program offers tax breaks to individuals and companies for investing in selected urban and rural areas that meet income or poverty thresholds.\n\n...", "Instagram co-founder Kevin Systrom spoke about social media’s evolution and responded to a question about how the Thousand Oaks gunman used Instagram before and after the shooting. Systrom spoke at the WSJ D.Live Tech conference in Laguna Beach, Calif. Photo: Nikki Ritcher for the Wall Street Journal\n\nLAGUNA BEACH, Calif.-—Social media platforms have reached a crucial point where the executives overseeing them need to find ways to anticipate and block bad actors, Instagram co-founder Kevin Systrom said.\n\nOver the last eight years, social-media services like Instagram and Facebook Inc. have attracted an unparalleled number of users. Instagram has more than a billion users, while Facebook’s monthly user base exceeds 2 billion.\n\n“The...", "TEL AVIV—Israel’s defense minister announced his intention to resign and withdraw his party from the ruling coalition Wednesday, a move that weakens Prime Minister Benjamin Netanyahu’s hold on power and could pressure him to call for early elections.\n\nAvigdor Lieberman, the leader of the right-leaning Yisrael Beiteinu party as well as defense minister, said he disagreed with a cease-fire reached between Israel and militant groups in Gaza, describing it as a “capitulation to terrorism.”\n\n...", "Leasing a new car is getting more expensive as rising interest rates and lower projected resale values prompt auto makers to charge more and scale back promotions that had made leasing a popular alternative to owning a car in recent years.\n\nLease customers returning to dealerships to trade in their vehicles for newer models are finding that the bargains available a few years ago have largely disappeared.\n\nMike...", "Facebook Inc.’s difficult year is taking a toll on employee morale, with several key measures of internal sentiment taking a sharp turn for the worse over the past year, according to people familiar with the matter and messages reviewed by The Wall Street Journal.\n\nAmid a plunge in the stock price, ongoing leadership turmoil and critical media coverage, just over half of employees said they were optimistic about Facebook’s future, down 32 percentage points from the year earlier, according to the survey, which was taken by...", "Good morning. I’m Neanda Salvaterra, and crude prices caught a break from their plunge today, even after the International Energy Agency said that the U.S. Russia and Saudi Arabia are pumping record amounts of oil. Meanwhile, glitzy Dubai is seeing shops close and workers leave as it’s caught up in a competition for foreign workers […]", "TOKYO—Asian leaders will descend on Papua New Guinea this week, at a moment when the U.S. and China are jockeying for advantage in an escalating rivalry for military and economic influence in the region.\n\nChinese President Xi Jinping will be there; President Trump won’t.\n\nStanding in for Mr. Trump is Vice President Mike Pence, who is looking...", "The Chinese startup dubbed the “Uber of trucks” has attracted foreign investors from Alphabet Inc. to SoftBank Group Corp. on the premise that it can make a lot of money from connecting the nation’s truckers with shippers who need goods carried.\n\nMillions of users—both truckers and shippers—have signed on to the platform run by Manbang Group, or Full Truck Alliance, which is valued at $6 billion. But Manbang has been giving away its main service of matching truckers with shippers for free, and is still figuring out who, and...", "LPL Financial, the largest independent broker-dealer, is partnering with the U.S. Army Reserve to help soldiers pursue careers in financial advice. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING & INVESTING Donor-Advised Fund Contributions […]", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Suddenly, the global economy isn’t looking so great. German and Japanese GDP shrank in the third quarter, momentum in China is vanishing, oil prices are tanking, the U.S. and China are still sparring over trade, and the […]", "Former Microsoft CEO and LA Clippers owner Steve Ballmer compares his responsibilities running a tech company to owning a professional basketball team at the WSJ Tech D.Live conference in Laguna Beach, Calif.\n\nLAGUNA BEACH, Calif.—Nothing sells sports tickets like winning a championship.\n\nFormer Microsoft Chief Executive Steve Ballmer says that is perhaps the most obvious insight he has learned in his time owning the Los Angeles Clippers basketball team, but it has taught him lessons for business.\n\nCustomers and shareholders assess businesses. “But...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "WASHINGTON—A commission of security and economic experts convened by Congress warned that China’s technology-manufacturing strength threatens U.S. national security and advised U.S. government agencies to be mindful of Chinese attempts to compromise government systems.\n\nIn a new report, the U.S.-China Economic and Security Review Commission found Chinese dominance of networking-equipment manufacturing threatens the security of U.S. fifth-generation, or 5G, wireless infrastructure. The panel cited Chinese telecommunications...", "The military staff at the Pentagon is dominating deliberations over strategy and the deployment of forces to such an extent that it is undermining the principle of civilian control of the armed forces, according to a congressionally mandated study by former high-ranking national-security officials.\n\n“There is an imbalance in civil-military relations on critical issues of strategy development and implementation,” states the study, which is being issued Wednesday. “Civilian voices appear relatively muted on issues at the center...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Snap Inc. is facing scrutiny from regulators about its disclosures to investors ahead of its 2017 initial public offering.\n\nThe disappearing-messages company has received subpoenas and requests for information from the Justice Department and Securities and Exchange Commission, a spokesman for Snap said Tuesday.\n\nSnap said in a statement it...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "A cash-strapped unit of Chinese conglomerate HNA Group Co. is trying to repay investors in the form of air tickets.\n\nQianhai Air & Shipping Exchange, a financing platform that previously sold high-yielding investment products to individual investors in China, last month offered them bundles of airline vouchers in lieu of what it owes them, according to notices on its website. The vouchers can be used to pay for domestic flights or international travel to destinations as far away as California.\n\n...", "Electrical power equipment owned by California’s largest utility company appeared to have malfunctioned in an area where the state’s deadliest wildfire started last week, according to a PG&E Corp. securities filing.\n\nThe cause of the Camp Fire, which has burned through some 130,000 acres in Northern California’s Butte County, remains under investigation. At least 48 people have died in the fire and more than 6,500 houses have been destroyed, officials said.\n\n...", "THE BATS WERE in a frenzy. At first it was just a single creature, flashing past my face as seven of us, wearing life jackets, helmets and headlamps, bobbed in a shadowy river inside a 3-million-year-old cave in north-central Vietnam. As we swam deeper into the darkness, into a watery chamber the size of a basketball arena, our beams revealed scores of bats zipping around us from all directions, feasting on constellations of tiny white bugs orbiting our illuminated heads. Cave swimming isn’t for everyone.\n\nI was halfway into a three-day hiking and swimming tour in what is fast becoming one of the world’s most popular caving destinations, a massive limestone formation 300 miles south of Hanoi. Hundreds of caves are carved out of an otherworldly landscape of undulating mountain ranges and isolated karst towers that feels so prehistoric you half expect pterodactyls to come swooping through.\n\nExploring Tu Lan Cave. Photo: Ngo Tran Hai An\n\nSoutheast Asia’s tourist-friendly bounty of caves entered the spotlight last summer, when heavy rain flooded the subterranean chambers that 12 young Thai soccer players and their coach were exploring post-practice, trapping them. Our expedition, run by Oxalis Adventure Tours, was painstakingly laid out by speleologists with extensive experience mapping caves and led by guides trained in first aid and water rescues. Most important, we weren’t in danger of surging waters because Oxalis doesn’t run tours in the rainy season. Cave tourism in Vietnam is a relatively recent phenomenon. British spelunkers started surveying the region in 1990 and discovered the largest known cave passage in the world, Son Doong, in 2009. It’s nearly 4 miles long and tall enough to contain a 40-story building. Oxalis, formed in 2011, started the first trekking and camping expeditions in that cave and several others. Even after the Thai incident, business is thriving for Oxalis and other local cave operators, they say.\n\nI opted for the tour with the most swimming, Oxalis’ Wild Tu Lan Cave Explorer. Our trip began in Phong Nha, a small town on the Son River surrounded by jagged ranges and populated by low-slung hotels and homestays run by locals capitalizing on the growing tourism. After a 90-minute drive northwest to Oxalis’ staging base, our tour guide, Pham Hong Dai, briefed my group, which included three Californians, a banker from Milan and a college student from Da Nang. He told us what was in store: six caves, 10 miles of hiking, 1,000 yards of swimming in four caverns, and two nights camping at waterfalls outside caves. And he offered some crucial bits of advice: Watch for poison ivy and snakes and don’t overtake him. Oxalis provided the caving gear, and porters carried our bags ahead to the first campsite.\n\nTrekking to Tu Lan Caves. Photo: Tobi Schnofeil\n\nIn the 90-degree heat and humidity, we walked from the Oxalis pavilion onto a concrete road built by the makers of “Kong: Skull Island,” filmed in the province in 2016, through a valley hemmed by lush peaks. We started with a hike up a mountainside to a dry chamber called Rat Cave, a lair for the movie monster and our setting for lunch. The opening of this dry cave was like a giant shark’s mouth with serrated teeth at the top. Inside, an obelisk-like stalagmite stood sentinel atop a mound decked with moss and neon-green ferns. After lunching on pork spring rolls and dragon fruit spread out on a tarp, we ventured into our first darkened chamber, headlamps exposing thousands of ashen stalactites clinging to the ceiling 50-feet above like icicles coated in cobwebs.\n\nEvery cave featured both tight passages and massive chambers, some as high as 150 feet, often streaked in blues, greens, grays or yellows derived from trace minerals and organic acids. Most of the rooms were encrusted with formations bulging from the walls, dripping from the ceilings and rising from the floor. Recurring shapes reminded me of Doric columns, mushroom clouds and giant squids.\n\n“ ‘The opening of the cave was like a giant shark’s mouth with teeth.’ ”\n\nAfter leaving Rat Cave, we hiked two hours down the mountain to our first campsite and our first swim, outside of Ken Cave. There, a one-story waterfall tumbled from the entrance forming our own private swimming hole. I walked straight into the warm emerald pool in pants and shirt before shedding them for a few laps, enamored of the white cliffs encircling the swimming hole. The light dimmed as I swam butterfly 75 meters into the back of the cave’s mouth. Thoughts of a Leviathan dragging me under sent me quickly in reverse, swimming backstroke under massive stalactites hanging two stories above like divebombing dragons. That night, at the campsite, we toasted our adventure with rice-wine shots. In our tents at 8 p.m., we fell asleep to the sounds of screeching insects and crashing water.\n\nThe second day brought swims in three caves. First we were back in Ken, in our shirts, pants, boots, life jackets and helmets, pulling against the slight current. After 150 yards, we climbed out onto a ledge, slowly moving over muddy paths, dry sandy floors and spiky rocks. We came to a 2-foot high stalagmite like a baptismal font. “Lights off,” Dai said. We sat on cool clay, listening to drops splashing every few seconds into the round font, leaving behind micro-traces of minerals that form dripstone over millennia. We ended the afternoon by hiking into nearby Kim Cave and into a shallow river. We trekked knee-deep before coming to a small series of rapids, our first waterfall in the dark.\n\nSwimmin in Hung Ton Cave. Photo: Oxalis Adventures\n\nOn the third day, we entered our final cave, Ton. We swam through narrow passages that resembled canyon gorges, a few feet wide and 30 feet high, against the strongest current of the trip. “I thought you were going to pick an easy one for the end,” said Carlos Morales, one of the Californians, to Dai as we trudged out of the watery entrance. A quartet of white butterflies fluttered toward a path leading to an hour-long hike down to the valley, to showers and cold beer.\n\nTHE LOWDOWN / Spelunking in Vietnam\n\nGetting There: Vietnam’s most popular caves are in mountainous Quang Binh Province. As a base, most tourists use the town of Phong Nha, about an hour drive from the nearest airport, Dong Hoi, which can be reached via multiple daily flights from Ho Chi Minh City and Hanoi (baolau.com). From Da Nang, you can also take a picturesque, six-hour train ride along coastal cliffs north to Dong Hoi.\n\nCaving There: International speleologists attribute Vietnam’s outstanding caves to the abundance of thick limestone and warm water. Heavy rains in the fall mean the best caving months are February through August, and swimming is ideal in late summer when river temperatures are around 80 degrees. You can spend a few hours or a few days in the caves in and around Phong Nha-Ke Bang National Park, a UNESCO World Heritage site. Paradise and Phong Nha caves are mammoth, so-called show caves where thousands of visitors descend daily to tour from walkways or boats. Multiple-day tours are run by three companies—Oxalis Adventure Tours, Jungle Boss and Greenland Tours—each with government concessions to operate in separate caves. The tours are small, generally two to 16 customers, and operators provide van rides, caving gear and meals. Oxalis offers 11 tours ranging from one day in Nuoc Nut Cave for about $70 to four days in Son Doong, with guests camping inside the world’s largest known cave passage, for $3,000 per person. The best swimming is on the Wild Tu Lan Cave Explorer, with two nights jungle camping, for $350. There is no cellphone service or electricity in the jungle so bring a power pack for charging.\n\nStaying There: Rooms in the growing number of guest houses along Phong Nha’s main road range from $15 to $30 a night. One of the few luxury offerings, Victory Road Villas opened in 2017 on the bank of the Son River with seven apartments in a fusion of French colonial and Vietnamese styles (from $150 a night; victoryroadvillas.com). Oxalis also runs Chay Lap Farmstay, a landscaped retreat with 39 rooms and cottages and a water sports complex on the river, where you can kayak and swim; it’s about a 20-minute drive from Phong Nha town (from $55 a night; chaylapfarmstay.com). Nguyen Shack Phong Nha Lake Hill opened this summer with 20 wooden bungalows in the countryside with a swimming pool shaped like a boat (from $35 a night; nguyenshack.com/phongnha/ecoresort/).", "E-cigarette startup Juul Labs Inc. said it is shutting down its Facebook and Instagram accounts and curbing its use of other social media in the U.S., part of the company’s response to the Food and Drug Administration’s call for changes to curb underage e-cigarette use.\n\nSales of Juul’s vaporizers and flavored nicotine liquids have surged over the past year, fueled in part by the product’s popularity among teenagers and children. Its rapid growth was helped by the San Francisco company’s use of social media to advertise its...", "ROME—The government of Italy told the European Union Tuesday it will forge ahead with its rule-busting fiscal plans despite calls from the bloc’s authorities to revise its draft budget for next year.\n\nIn a letter sent to the European Commission, Italian Economy Minister Giovanni Tria said that despite the EU criticism, they would still target a budget deficit of 2.4% of gross domestic product for next year to finance expansionary and costly measures the two antiestablishment parties in power promised their voters.\n\n...", "The highly-anticipated trial for Mexican drug lord Joaquín “El Chapo” Guzmán began in New York on Tuesday. WSJ’s Shelby Holliday breaks down the various charges he’s facing. Photo: AP\n\nA lawyer for Joaquín “El Chapo” Guzmán argued Tuesday that Mr. Guzmán, described by prosecutors as the most notorious drug trafficker in the world, isn’t the real leader of the Mexican Sinaloa cartel, kicking off a highly anticipated trial in Brooklyn federal court.\n\nJeffrey Lichtman, a lawyer for Mr. Guzmán, said in his opening statement that the real leader of the Sinaloa cartel is Ismael Zambada Garcia, also known as “Mayo Zambada,” who was charged as Mr. Guzmán’s co-defendant in the same indictment. Mr. Zambada is still...", "Carolina Panthers safety Eric Reid, center, takes a knee during the playing of the national anthem prior to a game against the Eagles.\n\nCarolina Panthers safety Eric Reid, center, takes a knee during the playing of the national anthem prior to a game against the Eagles. Photo: Matt Rourke/Associated Press\n\nCharlotte, N.C.\n\nEric Reid should have been celebrating after the Panthers beat the Buccaneers earlier this month. Carolina won by two touchdowns. Reid had an interception. He was given a game ball.\n\nBut Reid, the Panthers safety, wasn’t satisfied at his locker after the game. “We took our team photo yesterday, and I couldn’t even smile,” Reid said in an interview. “I’m living my dream. And they’ve taken his away.”\n\n“They” are the NFL’s team owners, and the “his” refers to Reid’s close friend and former teammate with the San Francisco 49ers, Colin Kaepernick. In 2016, Reid and Kaepernick together catalyzed a movement in which NFL players protested during the national anthem to draw attention to social injustices and racial inequality.\n\nIf Kaepernick has been the face of the players’ demonstrations, Reid has lingered as the enduring voice of the movement—even as the fervor surrounding the topic has subsided after two tumultuous seasons in which the issue divided the league and dented its popularity.\n\nKaepernick has been unable to secure another job playing in the NFL; Reid, after waiting until weeks into the regular season, has caught on in Carolina and continues to kneel during the national anthem. Kaepernick has said almost nothing publicly about the situation as he pursues legal action against the league. Reid has persistently asserted his beliefs with vigor, attacking owners and grousing about fellow players even though he knows it could cost him down the road.\n\nReid says the men always understood their actions could have consequences. “Me and Colin knew that from the beginning,” Reid said. “We talked at length about what we wanted to do, and how we wanted to use our platform...We knew the potential backlash that would come with it.”\n\nKaepernick alleges that backlash manifested itself in the form of the league effectively blackballing him because of his outspoken political views. Kaepernick has gone unsigned for the last two seasons and last year filed a grievance against the league and its teams saying they colluded to keep him unsigned.\n\nSan Francisco 49ers safety Eric Reid, left, and quarterback Colin Kaepernick prior to a game in 2016. Photo: Marcio Jose Sanchez/Associated Press\n\nReid, 26 years old, was a first-round pick by the 49ers in the 2013 draft and made the Pro Bowl as a rookie. He began protesting alongside Kaepernick in 2016 and became a free agent after the end of last season. After going unsigned, he filed a grievance similar to Kaepernick’s.\n\nThe league has declined to comment on Kaepernick and Reid’s grievances, citing the confidentiality of the process. The NFL’s request for a summary judgment in Kaepernick’s case and to have it dismissed was denied by the arbitrator. A separate grievance filed on behalf of Reid by the NFL Players Association, which alleged a team violated the collective bargaining agreement by asking about Reid’s intention to protest during the free-agency protest, was denied by an arbitrator. The NFLPA said it was “disappointed” in the ruling.\n\nThe two confidants trained together all off-season. By 5 a.m., they would be on a field in New Jersey. Then they returned to New York for another set of workouts. Reid, a defensive back, would also go through drills as a wide receiver to help Kaepernick train.\n\n“They really had each other’s backs throughout all of this,” said Josh Hidalgo, their trainer. “We knew that when an opportunity came, we had to be ready. We couldn’t miss. We knew he had to be in absolute tip-top shape.”\n\nKaepernick’s phone never rang, but Reid’s did: In late September, after the season had started, the Panthers signed him to a one-year deal.\n\nThis season, the players’ demonstrations have become more muted. During the past off-season, the league implemented and then rescinded a policy that would require players to stand during the anthem amid sharp condemnation from players and their representatives.\n\nBut only a handful of players across the league have continued to either take a knee or raise a fist during the national anthem to call attention to issues such as police brutality. Meanwhile, President Trump—who inflamed the issue last year by assailing the protests as unpatriotic—has been mostly silent on the topic this season.\n\nIn that vacuum, Reid has stood out as the steadfast and outspoken critic.\n\nHe has launched barbs not just at owners, but also players he disagrees with. Reid was among players who met with owners last year to discuss initiatives in which both parties could use their resources to help the African-American community.\n\nPanthers safety Eric Reid, left, takes a knee during the national anthemprior to a game on Oct. 14. Photo: Jeff Siner/Charlotte Observer/TNS/Zuma Press\n\nSome players, such as Philadelphia defensive back Malcolm Jenkins, stopped protesting after the talks from that session led to a social justice partnership between players and owners. Reid earlier this season dubbed Jenkins a “sellout” and “neo-colonialist,” and said that Jenkins called him to ask how much money, donated to his causes, it would take for Reid to stop protesting.\n\nJenkins, responding to Reid’s remarks in October, said he didn’t want to “talk bad about somebody who I knew was generally out to help other people.”\n\nReid has also delivered blunt assessments of owners, whom he has portrayed as just being interested in ending the demonstrations. Reid said that during the players-owners meeting last year, Bills owner Terry Pegula raised concerns from sponsors and remarked: “We need to put a Band-Aid on this, and we need a black figurehead to do it.” A Bills spokesman didn’t have a comment.\n\nThe Panthers signed Reid in September after veteran safety Da’Norris Searcy was placed on injured reserve. “I’m going to stand by him,” Cam Newton, the team’s quarterback, said after Reid signed. “We got a steal.” For the Panthers, who are 6-3, Reid has emerged as a key cog in the defensive backfield.\n\nBut Reid has suggested, not too subtly, that he is still being targeted for punishment. After a game in which Reid was ejected for a hit on Steelers quarterback Ben Roethlisberger, Reid said the ejection wasn’t warranted and indicated he has been tapped for an inordinate number of random drug tests since joining the team. An NFL spokesman responded by reiterating the procedure for randomly selecting players for tests.\n\nPanthers safety Eric Reid intercepts a pass during a game against Tampa Bay. Photo: Ed Clemente/Zuma Press\n\nReid says the Panthers haven’t asked him to tone down his commentary—and that if they did, he wouldn’t. During the off-season, the Panthers were sold to billionaire hedge fund founder David Tepper in the wake of misconduct allegations against Jerry Richardson, who had owned the team since its founding.\n\nReid’s grievance against the league from last season is still in process, as is Kaepernick’s. After Panthers games, Reid is left to wonder why a team was willing to sign him but not his close friend.\n\nOne theory is that, as a quarterback and the originator of the movement, Kaepernick is simply more polarizing than Reid. Others have argued that during the end of Kaepernick’s tenure in San Francisco, he was no longer the quarterback he once was and could be a difficult fit in some offensive schemes, even though he still had statistics superior to some quarterbacks around the league.\n\nReid suggests a slightly different explanation for why he got signed: the optics.\n\n“It just would’ve looked real silly if we both weren’t in the league,” he says.\n\nWrite to Andrew Beaton at andrew.beaton@wsj.com", "WASHINGTON—President Trump on Tuesday nominated retired four-star Army Gen. John Abizaid, who oversaw U.S. Central Command during the initial years of the Iraq War, to be ambassador to Saudi Arabia.\n\nU.S.-Saudi ties have been strained by the killing of dissident journalist Jamal Khashoggi, which the kingdom has admitted. Mr. Trump has not yet decided on what retaliatory action to take and faces pressure from Congress and the government of Turkey. Khashoggi was killed Oct. 2 in the Saudi consulate in Istanbul, and Turkish officials...", "Blue Apron Holdings Inc. said it would lay off more workers, as the meal-kit company struggles to turn a profit.\n\nThe New York-based company on Tuesday said it would lay off about 4%, or around 100 jobs, out of its workforce of roughly 2,500. The majority of workers are salaried, and the job cuts don’t affect warehouse employees, officials said.\n\nThe...", "TOKYO—Japan’s economy shrank slightly in the three months through September, owing largely to a typhoon and an earthquake, but economists said a return to growth is likely if trade friction doesn’t worsen.\n\nThe world’s third-largest economy contracted at an annualized pace of 1.2% in the third quarter of 2018, roughly in line with forecasts, after expanding at a 3% annual pace the previous quarter.\n\nEconomists...", "Walmart Inc. is rolling out a new system for scheduling its more than 1 million U.S. store workers, as the country’s largest private employer aims to hold down labor costs while offering more stable schedules to attract workers.\n\nAfter four years of testing, the retailer will introduce to all 4,600 of its U.S. stores software that executives said better predicts staffing needs and allows some of those stores to give workers schedules that remain the same for 13 weeks. Some employees have complained that it was difficult to...", "The system that helps prevent Boeing’s new 737 Max 8 plane from stalling is potentially linked to the fatal Lion Air jet crash in Indonesia. The WSJ’s Robert Wall explains what we know about the safety feature. Image: Getty\n\nU.S. aviation regulators have launched a high-priority review of the safety analyses Boeing Co. performed over the years—and what information it distributed to airlines—regarding potential hazards associated with a new automated flight-control system introduced on the latest versions of workhorse 737 aircraft.\n\nThe Federal Aviation Administration, after roughly two weeks of declining to comment on any facet of last month’s Lion Air jet crash in Indonesia, which killed all 189 people on board and involved a 737 MAX 8, released...", "Liberal victories often spell trouble for the nation’s most vulnerable groups. And with last Tuesday’s election, liberals had a very good night.\n\nNews coverage since the midterms has centered on the Democratic Party flipping the House. Will Nancy Pelosi and other Democratic leaders seek to work with the White House, or will the wing of their caucus more interested in investigating than legislating win the day? Will the president respond by brawling or cutting deals?\n\n...", "The Trump administration on Tuesday targeted Iran-backed Hezbollah with fresh terrorism-related sanctions, as the U.S. moves to keep up pressure on Tehran and its tools of foreign-policy abroad despite resistance from European allies.\n\nThe U.S. Treasury Department imposed sanctions on four men it says lead Lebanon-based Hezbollah’s operations in Iraq. In a separate but coordinated action, the State Department added Jawad Nasrallah, the son of the group’s leader, and the al-Mujahidin Brigades, a militia with alleged links to...", "When future historians look back on the present period of populism and protectionism, smart commentators are likely to observe that much of the hostility was fueled by a simple problem: Both sides couldn’t agree on what they were arguing about. Setting aside whether trade deficits are good, bad or immaterial to any nation’s prosperity, populists and establishmentarians talk past each other because they can’t agree on what a trade deficit is—or what it isn’t.\n\nMuch of the hand-wringing over persistent trade deficits is rooted...", "To the cities and states that lost the Amazon HQ2 sweepstakes:\n\nNow that Amazon has announced it will put its new offices in Long Island City, N.Y., and Arlington, Va., ending perhaps the most overhyped—and for some of you, costliest—search process ever, you don’t have much to celebrate. But you can use everything you’ve learned to attract new startups with no strings attached. The good news is that attracting startups won’t require new tax incentives or infrastructure spending. What they want is a competitive level playing...", "In commemorating the 100th anniversary of the end of World War I, French President Emmanuel Macron said: “Nationalism is a betrayal of patriotism. By saying ‘Our interests first, who cares about the others,’ we erase what a nation holds dearest . . . its moral values.”\n\nThat might sound nice, but Mr. Macron got it almost exactly backward. It is through the nation that moral values can be upheld and sustained. In America, our ideals are deeply intertwined with our national traditions and institutions. Mr. Macron may have intended...", "We may have to refine our theories of creative destruction. America’s big tech companies—Google in particular—suddenly seem less at risk from nascent competitors than from the politicization of their own employees.\n\nGoogle’s leaders conspicuously put their tails between their legs in response to employee protests set off by reports that executives were allowed to leave with nest eggs intact after being accused of inappropriate sexual conduct. Companies obviously need to police bad behavior, but Google execs might have pointed...", "November 2016 was a bracing reminder that presidential elections are won or lost in the Electoral College, a fact Democrats may deplore but are powerless to change. Last week’s midterm election offered some important clues about Democrats’ prospects of capturing at least 270 electoral votes in 2020.\n\nTwo years ago, Hillary Clinton prevailed in 20 states and the District of Columbia with a total of 232 electoral votes. The midterm results offer no evidence that Donald Trump can peel away any of these states. If anything, he...", "New York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities.\n\nIn late summer, officials in Northern Virginia were surprised by a rumor that Amazon.com Inc. was going to divide its giant second headquarters—known as HQ2—between two cities.\n\nThey had grown confident of landing one of the biggest corporate-development projects in memory, with the prospect of 50,000 jobs and billions of dollars in investments within tantalizing reach of the Crystal City neighborhood in Arlington, Va.\n\nWeeks...", "The murder of Jamal Khashoggi has led to justified misgivings about Crown Prince Mohammed bin Salman’s declared effort to modernize Saudi society. Critics argue that the killing disproves what Robert Kagan calls “the myth of the modernizing dictator”: the notion that repressive strongmen sometimes pave the way for socioeconomic development, which eventually may also lead to democratization.\n\nCuriously, the most spectacular modernizers since World War II—South Korean, Taiwan and Singapore—have been absent from the debunking....", "More and more liberal federal judges are posing as the front line of the anti-Trump resistance and subjugating the law to their political preferences. Consider the Obama appointee who last week blocked the Trump Administration’s permit for the Keystone XL pipeline.\n\nThe oil pipeline has already been stuck in regulatory quicksand for a decade. In 2008 TransCanada applied for a permit to move up to 830,000 barrels of bitumen crude per day from the Alberta oil sands to Gulf Coast refineries. The State Department under a 2004...", "Good news for the cause of press freedom: A Turkish court on Tuesday threw out the conviction of our former colleague Ayla Albayrak. The result makes partial amends for the injustice of Ms. Albayrak’s prosecution, though not for the many other Turkish offenses against a free press.\n\nMs. Albayrak was convicted last year of spreading propaganda for the outlawed Kurdish terror group, the PKK. The supposed evidence was an eminently balanced Aug. 19, 2015 Journal news story about the fighting in a remote, Kurdish-majority Turkish...", "Republicans rarely get media credit for promoting school choice programs that help poor and minority kids, but last week GOP candidates running for Governor in Arizona and Florida appear to have received a political dividend.\n\nBoth state gubernatorial races set Republicans who supported aggressive school choice expansions against Democrats allied with the teacher unions. More than 400,000 kids in Florida and 260,000 in Arizona attend charters or receive tax-credit scholarships. Nearly 70% of scholarship recipients in Florida...", "Negotiators for Britain and the European Union on Tuesday hammered out a draft Brexit deal, setting up a critical endgame in which Prime Minister Theresa May must now try to sell the plan to her skeptical ministers and Parliament.\n\nFollowing more than two years of wrangling over Brexit, Mrs. May is set to put the proposed pact before her deeply divided cabinet on Wednesday. Her political future and that of her Conservative Party could well depend on the outcome. If the prime minister doesn’t get the necessary backing, she could...", "WASHINGTON—House Majority Leader Kevin McCarthy (R., Calif.) will likely be elected Republicans’ minority leader Wednesday, ending a power struggle that has simmered since Speaker Paul Ryan (R., Wis.) announced his retirement in April.\n\nMr. Ryan’s unusual decision to flag his departure long before it happens in January triggered months of speculation over whether Mr. McCarthy could secure enough support to succeed him as speaker.\n\n...", "LAGUNA BEACH, Calif.—Smart speakers sitting on kitchen counters get a lot of attention, but advances in intelligent-camera systems could end up making lenses more central to people’s lives inside and outside the home.\n\n“The smart camera is going to have a greater impact than the home speaker,” Michael J. Wolf, co-founder and managing director of the consulting firm Activate Inc., said in an interview. It is one of several findings he is sharing Tuesday in his Tech and Media Outlook 2019 presentation at The Wall Street Journal’s...", "WASHINGTON—The Trump administration is pushing for new limits on pollution from commercial trucks, a rare move toward stricter air-quality rules for an administration that has prioritized deregulation.\n\nLeaders at the Environmental Protection Agency say pollution rules for commercial trucks are due for an update after going largely untouched for nearly 20 years. While the administration has often tried to roll back Obama-era climate policy that broadly limited greenhouse gases, this new initiative targets the smog-causing pollutant...", "Waymo CEO John Krafcik discussed his company's plans to launch a paid driverless car service in Phoenix in the next two months. Krafcik spoke at the WSJ D. Live Tech conference in Laguna Beach, Calif., on Tuesday. Photo: Nikki Ritcher for the Wall Street Journal\n\nLAGUNA BEACH, Calif.—The head of Alphabet Inc.’s Waymo unit said it plans to launch its first commercial self-driving car service in the next two months and expects businesses to be among its biggest customers.\n\nSpeaking at The Wall Street Journal’s WSJ Tech D.Live conference on Tuesday, Waymo’s John Krafcik said the new service will charge individual passengers for rides as well as businesses, such as Walmart Inc., who want to pay to shuttle their customers to stores. The service will initially be available to a small group...", "CNN filed a lawsuit against President Trump and his administration seeking to reinstate the credentials of Jim Acosta, the cable news channel correspondent who was banned from the White House after clashing with the president during a press conference last week.\n\n“The wrongful revocation of these credentials violates CNN and Acosta’s First Amendment rights of freedom of the press, and their Fifth Amendment rights to due process,” CNN said in a written statement.\n\n...", "The U.S. District Court for the District of Columbia will soon have to consider what America owes to a CNN television correspondent named Jim Acosta. Today he and CNN filed a lawsuit asserting that unlike almost every other person in the country, Mr. Acosta has a constitutional right to a “hard pass” allowing him to enter and exit the White House unescorted and uninvited. Whatever one thinks of his novel legal theory, both in his lawsuit and at his appearance last week at the White House, Mr. Acosta has mischaracterized recent events.\n\n...", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services", "A judge signed off Tuesday on a bankruptcy plan for Toys “R” Us that gives control of the brand to a group of hedge funds, and a fractional payment to suppliers, after a failed turnaround effort left 33,000 workers without jobs and all of its U.S. stores closed.\n\nThe once-giant toy seller filed for bankruptcy protection in September 2017, hoping to trim its chain of stores and survive. Hopes of a turnaround for the toy store chain were dashed when hedge funds owed about $1 billion pushed Toys into liquidation after a disastrous...", "WeWork Cos. said Tuesday that its largest investor, Japanese conglomerate SoftBank Group Corp., has committed an additional $3 billion to the shared-office company, valuing it at about $45 billion\n\nIf completed, the deal would make New York-based WeWork—which was last valued in a 2017 fundraising at $20 billion—the second-most valuable U.S. startup behind Uber Technologies Inc., and ahead of Airbnb Inc., according to Dow Jones VentureSource.\n\n...", "A group of six television station owners on Tuesday agreed to settle Justice Department charges that they used third-party firms to illegally coordinate on sales of local advertising spots.\n\nSinclair Broadcast Group Inc., Tribune Media Co., Raycom Media Inc., Meredith Corp., Griffin Communications LLC and Dreamcatcher Broadcasting LLC all agreed to consent decrees that bar them from sharing certain competitively sensitive information for seven years, according to documents filed Tuesday with the U.S. District Court for...", "Home Depot Inc. reported third-quarter earnings that rose sharply from a year earlier and again raised its full-year guidance as the retailer benefited from strong demand in the home-improvement business.\n\nHowever, the company said it would continue to face tougher comparisons because of last year’s hurricanes, which prompted a surge in sales related to rebuilding areas damaged by storms.\n\nHome...", "Chinese car maker Zotye Automobile International Co. plans to start selling a vehicle in the U.S. starting in 2020, despite new Trump administration tariffs imposed this year on vehicle imports from China.\n\nZotye will build the vehicles in China, and they will be sold through a U.S. dealer network the company is now working to set up, said Duke Hale, chief executive officer of HAAH Automotive Holdings, which will be Zotye’s exclusive distributor in the U.S.\n\n“We hope that there won’t be any tariffs, but that won’t derail us at all,” Mr. Hale said in an interview.\n\nZotye’s first two Chinese-made vehicles to be sold in the U.S. will be a small crossover and midsize sport utility, but Mr. Hale said the company hasn’t decided which one it will introduce first. It aims to sell at least 10,000 vehicles a year at up to 350 dealers throughout the U.S., he said.\n\n“There’s a handful or two that we’ve signed up already. I hope to have 20 to 25 [dealers] by the end of the year,” he said.\n\nA worker in Zotye’s Hangzhou, China, plant in 2016. Photo: Chinatopix/Associated Press\n\nThe vehicles will compete for entry-level buyers in the U.S. with models priced below many established competitors, Mr. Hale said. The midsize vehicle sold in the U.S. will be based on Zotye’s Chinese-market T700 model, he said.\n\nFord Motor Co. agreed last year to set up a joint venture in China with Zotye to produce electric cars for the Chinese market. There are no plans to sell those electric vehicles in the U.S., but that may change in the future, Mr. Hale said.\n\nA handful of other Chinese brands have announced similar plans to sell vehicles in the U.S. in the coming years. Guangzhou Automobile Group Co. , which has a partnership with Fiat Chrysler Automobiles NV to build Jeeps for the Chinese market, has said it plans to sell vehicles in the U.S. in 2019, but has yet to start.\n\nOther auto makers already import from China. General Motors Co. , for instance, began shipping a Chinese-made Buick Envision sport-utility vehicle to the U.S. in 2016.\n\nPresident Donald Trump’s trade policy toward China has complicated that decision by GM and forced Ford to cancel plans to import a vehicle of its own from a Chinese factory.\n\nAfter the Trump administration imposed a 25% vehicle tariff on Chinese imports that took effect in July, GM asked for an exemption and has indicated it could pull the vehicle from the U.S. market if that request isn’t granted.\n\nFord abandoned plans to import its Focus model from China in September, citing the 25% tariff as the reason for canceling the plan. When it originally announced the plans, it said the move would save it about $500 million compared with building the vehicle at an existing plant in the U.S.\n\nThe tariffs have also forced Volvo, a unit of China’s Zhejiang Geely Holding Group Co., to start phasing out imports to the U.S. of its Chinese-made XC60 SUV and instead ship the vehicle to the U.S. from Europe.\n\nWrite to Chester Dawson at chester.dawson@wsj.com", "MOSCOW—Russia threatened to boycott an important global meeting of business and political leaders in Davos, Switzerland, if the organizers didn’t reinstate invitations to three tycoons under U.S. sanctions.\n\n“If these decisions which were made regarding the representatives of Russian business are not changed...then no one is going to go there,” Prime Minister Dmitry Medvedev told reporters in Italy on Tuesday.\n\nOrganizers...", "Tyson Foods Inc. expects meat prices to face continued pressure over the next year, as the U.S. protein industry grapples with rising supplies and trade disputes, executives said.\n\nLower meat prices led the Arkansas-based company to reduce its 2019 sales forecast by $1 billion to $41 billion. The company expects a continued boom in beef profits to offset challenges facing its poultry and pork divisions, keeping its profit steady in fiscal 2019.\n\n...", "A Turkish court threw out the conviction against a former Wall Street Journal reporter on Tuesday, annulling a widely criticized verdict at a time when Turkey is looking to improve relations with the West.\n\nThe reporter, Ayla Albayrak, had appealed the guilty verdict issued last year—and a sentence of 25 months in prison—on charges of engaging in terrorist propaganda for an article she wrote in the Journal in 2015.\n\nThe...", "IT WAS THE BRIDE in pajamas that confirmed it for me: Intimates are the new normal. Pajamas, dressing gowns, bras and slips—clothing that once remained mostly unseen—have crossed from the private to the public sphere. The bride in question, humanitarian worker Sonia Joly, was married in Cannes in 2017 wearing ivory silk pajamas by the Sleeper, a brand that calls its designs “walking sleepwear.” In a subtler but still telling display of bridal lounge-iness, when influencer and blogger Chiara Ferragni, aka the Blonde Salad, got married recently, one of her two Christian Dior haute couture wedding dresses featured the brand’s meant-to-be seen logo-printed bra straps.\n\nBrides presumably pay a fair amount of attention to their appearances. And so the examples of Ms. Joly and Ms. Ferragni suggest that fashion’s rules restricting what women can wear in public have been pretty thoroughly trounced. Of course, these rules have been more or less ignored for years; college students are notorious for showing up for class in some version of what they wore to bed, and I doubt if any of these undergraduates worries much about visible bra straps. But the trend is not limited to millennial influencer-types: Style eminences Grace Coddington and Betsey Johnson, both in their 70s, regularly appear at public events in pajamas and petticoats, respectively.\n\n“ ‘Clothing once mostly unseen—dressing gowns, bras, slips—crossed from the private to the public sphere.’ ”\n\nMoreover, designers have fully embraced the 24-hour pajama party. Some brands, like the aforementioned the Sleeper, Fleur du Mal and Attico, were founded expressly to make all-day lounge wear. For others, lounge wear is simply a new form of day wear. Marc Jacobs, for example, recently rereleased his entire 1993 Perry Ellis grunge collection, which included several slip dresses. Catherine Holstein, creative director of Khaite, likes to wear bras as tops in warm weather (“I’m a little more naked than the average person in summer,” she deadpanned), pairing them with modest skirts or trousers for balance. Riffing on her personal style for her coming spring collection, she’s created bra-style silk and lace tops.\n\nSLIP INTO SOMETHING MORE COMFORTABLE / Pieces With Lingerie Detailing Clockwise from left: Dress, $2,620, Stella McCartney, 212-320-8350; Chloe Skirt, $1,995, The Webster, 212-226-1260; Brock Collection Top, $740, Elyse Walker, 310-230-8882; Cardigan, $370, sandro-paris.com Belt, $1,370, maison-alaia.com\n\nGiven that we live in an era of unbridled sharing, when near-strangers on a plane think nothing of pulling out their phones and showing you personal photos, there is little surprising in the idea that some wish to reveal their underpinnings. But there was a time when the line between private and public was unyielding and those who crossed it faced censure.\n\nThat’s what happened to Marie Antoinette, one of the first women to wear her underwear in public. In 1783, she sat for a portrait by painter Élisabeth Vigée Le Brun wearing a white muslin chemise-like gown—the chemise being an item of clothing that many 18th-century women wore next to their skin, underneath their corsets and outer clothing. It was how Marie Antoinette and her friends dressed at her private refuge, Le Petit Trianon, where she went to escape the formality of Versailles, and was apparently a style they adopted from women in the French Caribbean, who wore chemise gowns in the heat. To modern eyes, Marie Antoinette looks pretty and natural in her filmy dress. To her subjects, her casual appearance was an affront to the dignity of the French royal family (hecklers protested the painting) and yet another strike against an already unpopular queen.\n\nMoving ahead into the 20th century, an important blurring of the boundary between private and public was crossed in the 1930s, when designers such as Madeleine Vionnet and Madame Grès explored the bias cut, a signature of slips. By delineating the precise contours of the body, bias-cut dresses revealed what had previously been private. The eye adjusted, and the idea of the exposed body began to seem less shocking.\n\nBut women didn’t start wearing their actual underwear as outerwear until the 1980s, when the corset and bra top trend took off, with Madonna as chief instigator, aided and abetted by designers such as Jean Paul Gaultier. These styles were both rigid in their construction and, in their reminiscence of the hourglass shapes of the 1950s, in their designers’ vision of what the ideal body should look like.\n\nIn contrast, the new lounge wear is soft and unstructured, and it’s not designed with any particular body in mind. In launching the Sleeper, said the brand’s co-founder Asya Varetsa, “we were inspired by our own ideas of beauty. Our girl doesn’t care about other people’s ideas of what she should be wearing.”\n\nTo Ms. Holstein, loungewear is the dressed-up evolution of athleisure. “I think we’re trending back to more elegant dressing but people don’t want to give up comfort,” she said. “This is refined but still relaxed.”\n\nComfort is the crux of the lounge wear revolution. Comfort as the raison d’être of getting dressed, comfort with the idea of no boundaries, comfort as a permanent state of mind.\n\nThe question is: Are you comfortable with that?", "The now-defunct Florida company where Acting Attorney General Matthew Whitaker served as a paid advisory-board member once posted a promotional video featuring someone who has since risen to even greater heights in the administration: Donald Trump.\n\nIt is the latest twist in the story of World Patent Marketing Inc., which has attracted a sudden spotlight since Mr. Trump appointed Mr. Whitaker to lead the Justice Department last week after former Attorney General Jeff Sessions was ousted. The Trump Organization, which licenses...", "As firefighters continue to battle California’s wildfires, dozens of people are reported to have died in the blazes. Meanwhile, survivors are returning to their homes. WSJ’s Erin Ailworth reports. Photo: Noah Berger/Associated Press\n\nCHICO, Calif.—Firefighters corralled one of the major blazes burning in Southern California on Tuesday, as the search expanded for more victims in an inferno to the north. Together, the fires have claimed at least 50 lives.\n\nAs of Tuesday evening, officials said the 4,500-acre Hill Fire in Ventura County, just north of Los Angeles, was 92% contained. Northern California’s 130,000-acre Camp Fire, meanwhile, was only 35% contained. The 97,000-acre Woolsey Fire that covers parts of Ventura and L.A. Counties was 40% contained.\n\n...", "Amazon's long search for a new headquarters location -- dubbed HQ2 -- might be better-named HQ squared. With 50,000 jobs and $5 billion in investments at stake, here's a look at the great lengths cities went to woo the tech giant, and why Amazon ultimately settled on two locations. Photo: Reuters\n\nAmazon.com Inc. on Tuesday said it would split its so-called HQ2 in half between New York and Northern Virginia. The decision effectively gives Seattle-based Amazon a major presence in three coastal hubs. The company also said it would create a new operations center in Nashville.\n\nTake a closer look at the communities where Amazon will set up, and the incentives offered to get the e-commerce giant to move in.\n\nLONG ISLAND CITY\n\nLocated...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "A federal judge could soon decide whether the Trump administration violated the U.S. Constitution when it stripped away the press credentials of CNN’s chief White House correspondent.\n\nLegal experts say CNN’s lawsuit, which was filed Tuesday in Washington, makes plausible First Amendment claims that will be weighed carefully against the White House’s explanation for locking out the journalist, Jim Acosta.\n\nThe...", "LAGUNA BEACH, Calif.—Amazon.com Inc. has more than 10,000 employees working on its Alexa virtual assistant and the Echo devices it powers, the executive in charge of the business said, double the staff in that division a little more than a year ago.\n\nSpeaking at The Wall Street Journal’s WSJ Tech D.Live conference on Tuesday, Dave Limp, senior vice president of Amazon Devices, outlined new areas where Alexa can expand in the coming years, including in offices, cars and hotel rooms.\n\n...", "WASHINGTON—President Trump said Tuesday that he had nominated Neomi Rao, an administrator in the Office of Management and Budget, to serve as a judge of the U.S. Court of Appeals for the D.C. Circuit, filling a seat vacated by Supreme Court Justice Brett Kavanaugh.\n\nSpeaking at a White House event in celebration of Diwali, Mr. Trump said he was breaking the news of Ms. Rao’s nomination 24 hours before the administration planned to announce it.\n\n...", "WASHINGTON—The U.S. government ran a $100 billion deficit last month, compared with a $63 billion budget gap in October 2017, as spending growth outpaced revenue growth, the U.S. Treasury said Tuesday.\n\nThe Treasury Department said federal outlays rose 18% in the first month of the 2019 fiscal year compared with the same period a year earlier, in large part because of higher spending on Medicare, national defense and interest payments on the debt.\n\n...", "WASHINGTON—Most banks in the U.S. left their standards for lending to businesses little changed in the third quarter, according to the Federal Reserve’s latest survey of senior loan officers.\n\nOf those that changed their business-lending standards, more eased than tightened, the Fed said Tuesday.\n\nMore banks eased standards on commercial and...", "E15\n\nIn the Elevator With Bumble CEO Whitney Wolfe Herd WSJ's Joanna Stern \"bumps into\" Bumble's CEO in the WSJ elevator and finds out what profile images work best, when to swipe right and how be a successful woman in tech. Photo: Andria Chamberlin for the Wall Street Journal", "Walmart Inc. said the chief executive of Flipkart Group, its Indian e-commerce business, resigned following an independent investigation into a personal misconduct allegation.\n\nBinny Bansal, one of the co-founders of Bangalore-based Flipkart, decided to step down after “recent events risked becoming a distraction,” Walmart said Tuesday.\n\nWalmart...", "E-cigarette startup Juul Labs Inc. said it is shutting down its Facebook and Instagram accounts and curbing its use of other social media in the U.S., part of the company’s response to the Food and Drug Administration’s call for changes to curb underage e-cigarette use.\n\nSales of Juul’s vaporizers and flavored nicotine liquids have surged over the past year, fueled in part by the product’s popularity among teenagers and children. Its rapid growth was helped by the San Francisco company’s use of social media to advertise its...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "At the WSJ D.Live Tech conference, Renee James, Chairman and CEO of Ampere, and Richard Clemmer, CEO of NXP Semiconductors, discuss the likelihood of Chinese companies inserting tiny chips into U.S. company servers to compromise security.\n\nLAGUNA BEACH, Calif.—Top executives from two semiconductor firms said a hack described in a recent report that purportedly involved Chinese spies infiltrating the hardware supply chain seemed unlikely but not impossible.\n\n“Feasible maybe, not practical,” Renée James, chief executive of Ampere Computing Inc., said about the likelihood that such an attack could be pulled off. “These are incredibly secure facilities, it’s very difficult to get into them,” she said at The Wall Street Journal’s WSJ Tech D.Live conference Tuesday....", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Improving family leave and support policies could draw million of workers back into the U.S. labor force and help bring labor-participation rates closer to those seen in other major economies, according to new research from the Federal Reserve Bank of San Francisco.\n\nThe paper, which includes as an author the bank’s newly installed president Mary Daly, sought to take stock of why U.S. labor-participation rates, which have been in decline for many years, have diverged notably from other big nations.\n\n...", "Amazon.com Inc. and Alphabet Inc.’s Google are planning to recruit thousands of employees in New York City, pitting the two behemoths against one another and other businesses for already-scarce talent in the area.\n\nAmazon will bring more than 25,000 jobs to New York and another 25,000 to Northern Virginia, it announced Tuesday. Google, meanwhile, plans to double its workforce in New York City to more than 14,000 workers over the next ten years, its chief financial officer said Monday at The Wall Street Journal’s WSJ Tech D.Live...", "COLOMBO, Sri Lanka—The country’s highest court blocked an order to dissolve Parliament and hold national elections, the latest twist in a political showdown between Sri Lanka’s president and its lawmakers.\n\nSri Lanka has been caught in a constitutional crisis since President Maithripala Sirisena in October appointed former President Mahinda Rajapaksa as prime minister without Parliament’s approval, then moved to dissolve Parliament last week, arguing that the people, not Parliament, should have the right to accept or reject...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Negotiators for Britain and the European Union on Tuesday hammered out a draft Brexit deal, setting up a critical endgame in which Prime Minister Theresa May must now try to sell the plan to her skeptical ministers and Parliament.\n\nFollowing more than two years of wrangling over Brexit, Mrs. May is set to put the proposed pact before her deeply divided cabinet on Wednesday. Her political future and that of her Conservative Party could well depend on the outcome. If the prime minister doesn’t get the necessary backing, she could...", "WASHINGTON—IRS Commissioner Charles Rettig said Tuesday that he wants his agency to gain respect from taxpayers and provide better service to people who speak little English, as he made his first public remarks in his new job.\n\nReferencing his in-laws, who live in a Vietnamese community in California, Mr. Rettig said he wants the agency to help non-English-speaking taxpayers understand complicated tax terms and comply with the law.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Hate crimes rose 17% in 2017, the FBI said Tuesday, a jump that was partly driven by a spike in anti-Semitic incidents.\n\nThe number of hate-crime incidents targeting Jews increased 37%, to 938 in 2017. Anti-Muslim crimes fell by 11% in 2017, to 273. Race or ethnic-based hate crimes jumped by 18% in 2017 to 4,131. Hate crimes targeting black people increased by 16% and were the most for any category of race, ethnic group, religion or sexual orientation.\n\n...", "WASHINGTON—President Trump is considering new high-level staff changes in his administration—including discussing a potential successor for White House Chief of Staff John Kelly—as the West Wing makes preparations for the start of the final two years of Mr. Trump’s current term.\n\nThe first to go is expected to be the deputy national security adviser, Mira Ricardel, who has clashed with First Lady Melania Trump. Mr. Trump is also leaning toward the ouster of Homeland Security Secretary Kirstjen Nielsen, who is a close ally of...", "At the WSJ Tech D.Live conference, Alphabet and Google CFO Ruth Porat discusses how her company is responding to the walkouts last month by employees protesting the company's workplace culture, which they say protects perpetrators of sexual harassment.\n\nLAGUNA BEACH, Calif.— Alphabet Inc.’s Google said it plans to double its workforce in New York City to more than 14,000 employees over the next 10 years, setting up a battle for East Coast talent with tech rival Amazon.com Inc.\n\nSpeaking at The Wall Street Journal’s WSJ Tech D.Live conference on Monday, Alphabet and Google finance chief Ruth Porat said Google is adding talent at a faster pace outside Silicon Valley than at its Mountain View, Calif., headquarters, including at new facilities in Detroit and Los Angeles.\n\n...", "HONG KONG—The U.S. has launched a new strategy aimed at ramping up investment in Asia to vie with Chinese President Xi Jinping’s overseas infrastructure-building spree, as Beijing grapples with setbacks to its sprawling program.\n\nBut China has a head start—and a state-led model that makes it easier to finance and build on a large scale. Mr. Xi’s Belt and Road initiative has offered hundreds of billions of dollars for railways, bridges and ports in dozens of countries, expanding its strategic influence along the way.\n\n...", "A record number of women will be in the U.S. Congress next year, fueled in part by political donations from women that surged past $1 billion by mid-October, the highest level ever for a midterm election.\n\nThe House will have at least 102 women next year, up from 84 this year. It will likely have a woman as speaker, if Democratic Rep. Nancy Pelosi of California wins her bid, and some women will rise to House committee leadership posts. The $1 billion women donated was more than twice what they gave four years ago, according...", "Chinese banks are now the biggest in the world by assets. Size, though, isn’t the same thing as maturity.\n\nA call from China’s top banking regulator late last week for half of new lending to go to private companies within three years has unnerved investors used to big banks making safe loans to other government-backed companies. Shares in Industrial & Commercial Bank of China, the world’s largest bank by assets, have fallen more than 2% since Thursday.\n\n...", "Maryland asked a federal judge to bar Matthew Whitaker from serving as acting attorney general, the first of what experts say will likely be a series of court challenges to his appointment.\n\nA flurry of legal action, they said, could force the Trump administration to decide whether defending Mr. Whitaker’s installation is worth a potential Supreme Court test of the president’s appointment powers.\n\nIn...", "U.S. doctors and medical societies are increasingly speaking out against firearm violence, calling for gun-control measures and other solutions to what they see as a public-health crisis that shows no signs of ebbing.\n\nTheir outspokenness picked up in recent days, after the National Rifle Association said in a tweet on Nov. 7: “Someone should tell self-important anti-gun doctors to stay in their lane.”\n\nThe...", "With 50,000 jobs and $5 billion in investments at stake, here's a look at the great lengths cities went to woo Amazon, and why the tech giant ultimately settled on two locations. Photo: Reuters\n\nAmazon.com Inc. picked New York City and Northern Virginia for its two new headquarters, taking advantage of some of the most-extensive incentives U.S. cities and states have ever offered, totaling $5.5 billion—more than the $5 billion the online retailer has promised to invest.\n\nAmazon’s 14-month contest for a second headquarters has taken state and local incentives to a new level. New York offered a package of nearly $3 billion, while Virginia’s incentives totaled around $2.5 billion, including both direct payments to Amazon...", "President Trump lashed out at his French counterpart over military spending and trade on Tuesday, two days after returning from a trip to Paris that exposed the underlying tensions between the leaders.\n\nIn a series of tweets, Mr. Trump criticized French President Emmanuel Macron over his struggle to overhaul France’s economy, castigated Mr. Macron’s suggestion that Europe needs to be more self-sufficient in its own defense and called for France to contribute more to the North Atlantic Treaty Organization.\n\n...", "Ron Wakefield drives his 1952 Hudson Hornet, not far from his home in San Diego. Mr. Wakefield’s father was a Hudson dealer in Texas, some 70 years ago. Photo: Robert Benson for The Wall Street Journal\n\nRon Wakefield, a retired automotive journalist in San Diego, on his 1952 Hudson Hornet, as told to A.J. Baime.\n\nIn 1948, I took my first ride in a Hudson. A local Hudson dealer in the tiny Texas town where we lived wanted to sell his dealership to my father. He took us for a ride to a Mexican restaurant in a Hudson. My father sat in the front seat, with my mother and me in back. My father ended up buying the dealership, and from then on, we had Hudsons everywhere.\n\nAt the time, Hudson was a popular car. The Hudson Hornet was the most dominant car in Nascar racing in the early 1950s, when Nascar was brand new. The Hudson brand disappeared in the late 1950s. By that time, my father was a Mercury dealer, and decades went by before I ever thought of Hudson again.", "MECHANICALLY SIMPLE, robustly built and seldom used, electric knives are that rarest of things when it comes to appliances: seemingly immortal. My mother’s ancient GE electric carving knife, which she got as an engagement gift in 1967, is still deployed a few times each year, making quick work of a turkey, brisket or the occasional sponge cake. Here, some updated models and a vintage classic.\n\nFrom top:\n\nTable Tool\n\nFor...", "LAUDERHILL, Fla.—The recount under way in Florida is focusing scrutiny on Brenda Snipes, elections supervisor in the Democratic stronghold of Broward County, who has faced criticism from political opponents of both parties.\n\nMs. Snipes has come under fire most heavily from Republicans since Election Day for delays in reporting results, alleged mishandling of ballots and potential legal violations.\n\nRepublicans...", "A rush into bonds linked to airplane leases is lifting an already lofty market.\n\nBuyers are on pace this year to snap up a record amount of debt supported by lease payments on aircraft and their engines: As of Nov. 12, $6.3 billion had been issued, close to last year’s record $6.6 billion, Finsight data show.\n\nThe market is fast becoming an...", "Johnson Controls International PLC is selling its automotive-battery business to a group led by Brookfield Business Partners LP for $13.2 billion in cash, the company said Tuesday.\n\nJohnson Controls said it would reap proceeds of $11.4 billion after tax and transaction-related expenses. It expects to use $3 billion to $3.5 billion of that toward paying down debt, returning the remainder to shareholders.\n\nBrookfield,...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "To subscribe to the newsletter, please sign up here MUST READS As Brexit Date Approaches, EU Workers Kiss Goodbye to U.K. in Record Numbers: The number of workers in the U.K. who hail from elsewhere in the European Union posted the steepest drop on record in September, signaling that Britain’s impending exit from the bloc is denting […]", "General Electric Co. said it reached a deal to sell part of its stake in oil services company Baker Hughes, providing around $4 billion in cash for the struggling conglomerate.\n\nGE will sell up to 101 million shares in a secondary offering to the market and Baker Hughes has agreed to repurchase about 65 million shares from its controlling shareholder. The deal followed talks between the two companies to allow GE to sell about six months sooner than previously agreed.\n\n...", "The new $750 iPhone XR is so much like the $1,000 iPhone XS that it's hard to see why you'd pay more. WSJ's Joanna Stern reviews the key differences.\n\nApple Inc. may not want to talk about iPhone unit sales anymore. That leaves the company’s massive global supply chain to do the talking for them.\n\nLately, the word there has not been great. Qorvo, which supplies radio-frequency chips for the iPhone, cut its outlook on Tuesday morning, bringing down its projected revenue for the December quarter by 8% at the midpoint.\n\nTwo...", "ASHKELON, Israel—Egypt has mediated a cease-fire between Hamas and Israel in Gaza, according to Hamas officials, as an intense exchange of fire between the two sides halted Tuesday amid hopes that a wider war between them could be averted.\n\nThe development comes after an outbreak of violence, with Hamas launching more than 450 rockets since Monday afternoon and Israel responding with airstrikes.\n\nThe...", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services.", "Even before Amazon.com Inc. decided to put a headquarters in Long Island City, the retail giant’s interest in the Queens neighborhood unleashed a condo gold rush.\n\nAmazon’s interest was made known scarcely a week ago, yet brokers say they are already selling units—sometimes sight unseen—via text message. Others are renting vans and packing them full of clients eager to view multiple buildings, or holding group tours in Chinese.\n\nNow,...", "Good morning. I’m Neanda Salvaterra, with today’s oil-market pressure points. Major producers have kept the spigots open and oil is gushing out, according to a report from OPEC. Meanwhile, crude futures keep falling, this time thanks to President Trump, who is also looking to compete with Beijing by doling out money for energy infrastructure projects […]", "Starbucks Corp. is planning to lay off approximately 5% of its global corporate workforce as it seeks to become a more nimble company.\n\nThe plan comes as the Seattle-based chain struggles to attract new and repeat customers to its U.S. coffee shops amid a highly competitive coffee market.\n\nThe company on Tuesday said it will lay off 350 employees....", "The capex spending boom appears to be slowing.\n\nAfter two consecutive quarters of record spending by companies in the S&P 500 on equipment, factories and other capital goods, the pace of investment growth is stalling, according to an analysis by Credit Suisse.\n\nCapital-expenditure spending in the third quarter is on track to reach $172 billion,...", "SINGAPORE—White House national security adviser John Bolton said an audio recording that Turkish officials say links Saudi Arabian operatives to the murder of Jamal Khashoggi didn’t appear to implicate the Saudi crown prince.\n\nThe recording’s contents are pivotal to the case of the missing journalist, an outspoken critic of the Saudi government who Turkish officials say was tricked into entering the Saudi embassy in Istanbul last month and murdered, his body cut into pieces.\n\n...", "BEIJING—Foxconn Technology Group posted a 18.3% rise in third-quarter profit from the same period last year after its biggest customer Apple Inc. posted record profit that was buoyed by a combination of higher iPhone prices and strong app-store sales.\n\nTaiwan-based Foxconn said Tuesday its net profit for the quarter ended Sept. 30 was 24.9 billion New Taiwan dollars ($805 million). That was lower than the NT$29.3 billion average estimate of analysts polled by FactSet. Its net profit in the year-earlier quarter was NT$21.0 billion.\n\n...", "SINGAPORE—National security adviser John Bolton said the U.S. would oppose any agreements between China and other claimants to the South China Sea that limit free passage to international shipping, and that American naval vessels would continue to sail through those waters.\n\nMr. Bolton’s remarks served as a warning to Southeast Asian leaders, who are preparing for a regional summit in Singapore this week, and particularly for the Philippines, which is now in talks with Beijing about jointly exploring natural resources in the...", "The number of workers in the U.K. who hail from elsewhere in the European Union posted the steepest drop on record in September, signaling that Britain’s impending exit from the bloc is denting its appeal as a destination for job seekers from the continent.\n\nThe number of EU nationals employed in the U.K. declined by 132,000 in the year through September, the largest annual fall since comparable records began in 1997, the Office for National Statistics said Tuesday.\n\n...", "OPEC and Russian crude production continued to climb in October, more than offsetting losses from Iran where U.S. sanctions have curbed output, the oil cartel said on Tuesday.\n\nCrude production from members of the Organization of the Petroleum Exporting Countries rose by 127,000 barrels a day in October, to average 32.9 million barrels a day, the group said in its monthly report.\n\nGains...", "OPEC and Russian crude production continued to climb in October, more than offsetting losses from Iran where U.S. sanctions have curbed output, the oil cartel said on Tuesday.\n\nCrude production from members of the Organization of the Petroleum Exporting Countries rose by 127,000 barrels a day in October, to average 32.9 million barrels a day, the group said in its monthly report.\n\nGains...", "Chinese tech giant Tencent Holdings Ltd. is scheduled to report its third-quarter earnings after the market closes in Hong Kong on Wednesday. Here’s what you need to know.\n\nEARNINGS FORECAST: Tencent is expected to report earnings of 18.8 billion yuan ($2.7 billion) for the three months, up 4.3% from the 18 billion yuan earned during the...", "TOKYO—Toshiba Corp.’s chief executive said his plan to lift operating profit quickly and buy back shares would reward the foreign investors who provided a lifeline last year.\n\n“It’s natural to give back to the investors who helped us,” said Nobuaki Kurumatani in an interview. He added that Toshiba no longer sees itself as a company selling to consumers because the business isn’t profitable enough.\n\nThe...", "OPEC and Russian crude production continued to climb in October, more than offsetting losses from Iran where U.S. sanctions have curbed output, the oil cartel said on Tuesday.\n\nCrude production from members of the Organization of the Petroleum Exporting Countries rose by 127,000 barrels a day in October, to average 32.9 million barrels a day, the group said in its monthly report.\n\nGains...", "A strong labor market and high profit trends, along with historically low inflation, are keeping small-business owners’ confidence at near-record levels, setting the stage for a strong fourth quarter, according to the National Federation of Independent Business.\n\nThe conservative-leaning small-business lobby said small businesses haven’t experienced this level of labor-market constraints since the late 1990s, when fears that the year 2000 would wreak havoc in computers and digital networks fueled demand for computer and programming...", "The Federal Reserve plans to start publishing a periodic report on the stability of the U.S. financial system in a bid to shed light on a potential source of risk as the economy’s expansion progresses. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally […]", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Mohamed Gumaa, a master’s engineering student from Sudan, on campus at Texas Tech University. Photo: Dylan Cole for The Wall Street Journal\n\nU.S. enrollment of international students declined for the second year in a row, sending waves of unease across American colleges and universities, which see students from abroad as a buffer against the falling number of U.S. high-school students graduating each year.\n\nThe number of new international students enrolling at American institutions fell by 6.6% during the 2017-18 academic year, on top of a 3.3% decline the year before, according to a report by the Institute of International Education released Tuesday. The drop takes the number of new students back to the level seen three or four years ago.\n\nMeanwhile, the total number of international students in the U.S. plus those working here on a student visa rose by just 1.5% this year. That was down from average annual growth of 6.1% over the past decade, a period during which enrollment of international students doubled.\n\nForeign students are big business: They pumped $42 billion into U.S. college and university coffers in the 2017-18 school year alone.\n\nStudents from abroad are still flocking to the coasts, but are less interested in the South and Midwest.\n\nThe shift is due to a combination of politics, fear, geography and branding, said Alejandra Sosa Pieroni, an international recruitment expert with Ruffalo Noel Levitz, a company that consults with colleges to improve enrollment.\n\nThe campus of Texas Tech University in Lubbock, Texas. Photo: Dylan Cole for The Wall Street Journal\n\n“Students are not feeling welcome in some states, so they are looking beyond those states and heading to places where they will feel welcome,” she said.\n\nThe slowdown comes as U.S. schools struggle with demographic and revenue challenges due to the falling number of Americans graduating from high school. As a result, U.S. colleges and universities have become increasingly dependent on revenue generated from international students. Public schools often charge international students more than what domestic students pay.\n\nThe U.S. is also losing students to English-speaking countries such as Canada, Australia and the U.K, which have all seen growth in the past year.\n\n“We’re hearing that they have choices; we’re hearing that there’s competition from other countries,” said Allan E. Goodman, president of the Institute of International Education.\n\nGraduate schools were hardest hit among all segments of the higher-education market: Enrollment fell by 2.1%.\n\n“It has become increasingly difficult to get a student visa in my country with the policy nowadays,” said Mohamed Gumaa, a master’s engineering student from Sudan who is studying at Texas Tech University.\n\nA student walking on the Texas Tech campus. Photo: Dylan Cole for The Wall Street Journal\n\nChina remained the largest single source of international students, accounting for about a third of all students who come to the U.S. for postsecondary degrees. The number of students coming from Canada and Mexico, meanwhile, fell by 4.3% and 8.1%, respectively.\n\nThe Northeast enjoyed the highest rate of growth in the number of overall international student visas at 3.4%, followed by the West at 1.9% and the South with 0.9%. International student visas in the Midwest fell 0.4%.\n\n“There seems to be a higher level of comfort” in big cities and coastal regions, said Brad Farnsworth, vice president of Internationalization and Global Engagement at the American Council on Education, a Washington lobbying group representing colleges and universities.\n\nCarol Spradling, director of the school of computer science at Northwest Missouri State University, said international enrollment began declining precipitously two years ago, following a “perfect storm” that included President Trump’s election with his tough talk on immigration and the shooting of an Indian immigrant worker in Olathe, Kan. The downturn, she said, had a huge impact on her school’s finances.\n\nMemorial Circle at Texas Tech University. Photo: Dylan Cole for The Wall Street Journal\n\nSchools in New England have seen gains. Kregg Strehorn, assistant provost for enrollment management at the University of Massachusetts, Amherst, said the question that most often comes up when talking to international families is whether they should be concerned about guns.\n\n“That plays in our favor because I say, ‘Oh, let me tell you about Amherst, Massachusetts,’” he said, referring to the town’s safe reputation and tough gun policies.\n\nWrite to Michelle Hackman at Michelle.Hackman@wsj.com and Douglas Belkin at doug.belkin@wsj.com", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Here we go again. The U.S. and China resumed trade talks last week, though divisions within the Trump administration make it hard to figure out whether we’re heading for a truce or more tariffs. Good morning. Jeff […]", "ATLANTA—A federal judge has ordered Georgia take steps to protect provisional ballots and to wait until Friday to certify the results of the midterm elections that include an unsettled race for governor.\n\nIn a ruling late Monday, U.S. District Judge Amy Totenberg ordered the secretary of state’s office to establish and publicize a hotline or website where voters can check whether their provisional ballots were counted and, if not, the reason why.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "At the WSJ Tech D. Live conference, AT&T CEO Randall L. Stephenson said the White House failed to follow procedure in suspending CNN Chief White House correspondent Jim Acosta's press pass.\n\nAT&T Inc. Chief Executive Randall Stephenson fired back at the White House over its decision to suspend the press credentials of a CNN correspondent, saying officials had ignored established procedures in a way that appeared to violate press-freedom protections.\n\nThe Trump administration said it suspended credentials for Jim Acosta, CNN’s chief White House correspondent, because he “placed his hands” on a White House intern who was trying to take the microphone from him at a press conference after President Trump indicated...", "A steepening slide in oil prices dragged down U.S. stocks, scuttling major indexes’ earlier attempt to mount a rebound.\n\nThe Dow Jones Industrial Average rose more than 120 points Tuesday morning, but as U.S. oil tumbled lower—it ended the day down 7.1% at $55.69, its sharpest one-day fall since September 2015—the blue-chip index followed suit. The Dow industrials ended the day down 100.69 points, or 0.4%, at 25286.49. Exxon Mobil was the worst performer, off $1.83, or 2.3%, at $78, while Chevron dropped 2.04, or 1.7%, to...", "A steepening slide in oil prices dragged down U.S. stocks, scuttling major indexes’ earlier attempt to mount a rebound.\n\nThe Dow Jones Industrial Average rose more than 120 points Tuesday morning, but as U.S. oil tumbled lower—it ended the day down 7.1% at $55.69, its sharpest one-day fall since September 2015—the blue-chip index followed suit. The Dow industrials ended the day down 100.69 points, or 0.4%, at 25286.49. Exxon Mobil was the worst performer, off $1.83, or 2.3%, at $78, while Chevron dropped 2.04, or 1.7%, to...", "Macy’s Inc., the iconic department store, has started a radical experiment aimed at revival. It is shrinking.\n\nFaced with too much space and too few shoppers, the 160-year-old retailer plans to reduce the amount of merchandise and the number of employees at its slower-performing stores—walling off entire sections at some locations and leaving the space empty.\n\n“If...", "The system which helps prevent Boeing’s new 737 Max 8 plane from stalling is potentially linked to the fatal Lion Air jet crash in Indonesia. WSJ’s Robert Wall explains what we know about the safety feature. Image: Getty\n\nBoeing Co. withheld information about potential hazards associated with a new flight-control feature suspected of playing a role in last month’s fatal Lion Air jet crash, according to safety experts involved in the investigation, as well as midlevel FAA officials and airline pilots.\n\nThe automated stall-prevention system on Boeing 737 MAX 8 and MAX 9 models—intended to help cockpit crews avoid mistakenly raising a plane’s nose dangerously high—under unusual conditions can push it down unexpectedly and so strongly that flight...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "人工知能（AI）の開発・普及レースはハイテク業界で最も注目されているテーマの1つだ。アルファベットなどの米企業は、複雑な戦略ゲームで人間を負かす機械で話題をさらってきた。一方、中国は2030年までにAIのリーダーになると言明し、顔認識などの分野で長足の進歩を遂げてきた。\n\nAI開発ではデータがカギを握ることが多い。それは、近年AIが機械学習と深層学習で大きく進歩してきたからだ。機械学習はコンピューターが大量のデータからパターンを見つけ出すこと、深層学習は脳にある神経回路の層の活動をヒントにした機械学...", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services", "At the WSJ.D Live Tech conference, tech executives and government leaders discuss U.S. Government regulation on data privacy.\n\nLAGUNA BEACH, Calif.—While Silicon Valley companies face increased scrutiny over the role they play in elections and the propagation of false or biased news, politicians and industry insiders at a Wall Street Journal conference said there should be limited regulation of the industry.\n\nSpeaking at The Wall Street Journal’s WSJ Tech D.Live conference on Monday, both Rep. Darrell Issa, a Republican of California, and Rep. Ro Khanna, a Democrat who represents Silicon Valley, cautioned against overregulating the tech industry in...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "‘We’re a company that’s going into adolescence,’ says Palantir CEO Alex Karp, here in the firm’s London offices last month. Andrew Testa for The Wall Street Journal\n\nPalantir Has a $20 Billion Valuation and a Bigger Problem: It Keeps Losing Money The Silicon Valley unicorn, which has been run like a scrappy startup, is under pressure to remake the business ahead of a possible IPO", "The U.S. voiced concern about Myanmar’s plans to repatriate Rohingya who fled to Bangladesh, saying conditions weren’t yet conducive for their return and noting those who had remained in the country continued to face severe restrictions on their freedom of movement.\n\nMyanmar has said it plans to receive hundreds of returning Rohingya refugees from camps in Bangladesh beginning this week. It would be the first large-scale repatriations since Myanmar’s military launched a brutal campaign against the ethnic minority in August...", "在中美两国领导人定于本月底会晤之前，美国财政部长姆努钦(Steven Mnuchin)已经恢复与中方贸易谈判负责人、副总理刘鹤的对话，讨论一个将缓解双方贸易紧张关系的协议。\n\n据听取了谈判情况简报的知情人士称，两人上周五通了电话。目前美方要求中国在双方开始贸易协议谈判之前拿出具体的提议。中国官员则不愿这样做，称他们希望首先谈判，之后再拿出正式提议。中美两国的官员称，中方官员担心一旦他们拿出正式提议，将失去谈判筹码。\n\n上述官员称，上周五姆努钦和刘鹤的通话没有在这些问题上取得任何突破，但重启对话表明，双方在尝试达成和解。\n\n...", "Amazon's long search for a new headquarters location—dubbed HQ2—might be better-named HQ squared. With 50,000 jobs and $5 billion in investments at stake, here's a look at the great lengths to which cities went to woo the tech giant, and why Amazon ultimately settled on two locations.\n\nNew York City and Northern Virginia will be the homes for Amazon.com Inc.’s second and third headquarters, according to people familiar with the matter, ending a more than yearlong public contest that started with 238 candidates and ended with a surprise split of its so-called HQ2.\n\nThe imminent announcement is expected as soon as Tuesday, according to the people. Other cities may also receive major sites, some of the people said.\n\n...", "As firefighters continue to battle California’s wildfires, dozens of people are reported to have died in the blazes. Meanwhile survivors are returning to their homes. WSJ’s Erin Ailworth reports. Photo: Noah Berger/Associated Press\n\nIn the blackened rubble of the 82-year-old Paradise Elementary School, one of the few objects still recognizable was a child’s red bicycle.\n\n“God, I’ve walked through those doors thousands of times,” Michelle John, the local school superintendent, said through tears as she surveyed the damage Monday.\n\nFor Ms. John, who used to be principal of...", "The mass shooting at a Thousand Oaks, Calif., bar last week was a tale of men and masculinity. The alleged killer was a 28-year old Marine corporal who had completed a tour in Afghanistan in June 2011. After a brief marriage, which dissolved during his service, he returned to California and moved back in with his mother. He pursued a sports-medicine degree but dropped out because, by his own account, a patient had talked down to him and bruised his ego. Neighbors called police several times, alarmed by the menacing racket of his fights with his mother. One neighbor reported the walls inside were “full of holes,” as if...", "Food makers betting on pets to make up for falling sales to people are facing some familiar problems.\n\nPet foods with fancier ingredients are eating away at market share for mainstream brands. Snacks for dogs and cats are selling faster than meals. And a flood of new products is putting pressure on prices.\n\n“The challenges you see across both...", "One of the hottest topics in the tech world these days is the race to develop and deploy artificial intelligence. U.S. companies like Alphabet Inc. have made waves with machines that beat humans at complex games of strategy. China has vowed to become an AI leader by 2030 and has made huge strides in areas like facial recognition.\n\nKey to much of AI development is data. That’s because AI has made big leaps in recent years in machine learning, where computers learn by picking out patterns in masses of data, and deep learning,...", "Japan’s SoftBank is famous for paying sky-high prices for its overseas acquisitions. It will have difficulty persuading investors to do the same for its domestic mobile unit.\n\nThe technology conglomerate said Monday that the Tokyo Stock Exchange had approved the initial public offering of up to nearly 37% of the unit, known as SoftBank Corp. SoftBank is looking to raise as much as $23 billion, which it could then plow into more tech unicorns, through its near-$100 billion Vision Fund.\n\n...", "As the final ballots are tallied in the still-uncalled races across the nation, Democrats have a net gain of 32 House seats and have a chance at picking up as many as 38, according to unofficial counts.\n\nThe Associated Press has yet to call the winners in 10 closely watched House races, which are expected to split evenly between the two parties. Democrats have already flipped 35 Republican districts, and GOP candidates captured three Democratic seats.\n\n...", "The highly-anticipated trial for Mexican drug lord Joaquín “El Chapo” Guzmán began in New York on Tuesday. WSJ’s Shelby Holliday breaks down the various charges he’s facing. Photo: AP\n\nNew York City is no stranger to high-profile criminal trials, but few defendants have presented the challenges posed by Mexican drug lord Joaquín “El Chapo” Guzmán, one of the most infamous criminals in modern history.\n\nOpening statements in Mr. Guzmán’s trial will begin Tuesday at the federal courthouse in Brooklyn, N.Y., an undertaking that will require a virtually unprecedented law-enforcement effort to ensure the safety of government witnesses, jurors, other New Yorkers and Mr. Guzmán himself.\n\n...", "Kyrsten Sinema spoke after winning Arizona's Senate race, becoming the first openly bisexual U.S. senator and the state's first Democrat in 30 years to be elected to the chamber. Photo: AP\n\nRep. Kyrsten Sinema won Arizona’s U.S. Senate contest, becoming the state’s first Democrat in 30 years to win election to the chamber.\n\nThe Associated Press on Monday declared Ms. Sinema the winner over Republican Rep. Martha McSally following a tight race that took about a week to produce a winner. Ms. McSally conceded defeat.\n\nWith Ms. Sinema’s...", "Google services were temporarily unreachable for some users after some traffic intended to reach the web giant was rerouted through other networks.\n\nIn a notice posted on Monday on its website, Google said it had resolved the issue as of 2:35 p.m. Pacific Standard Time, and that its services were operating as expected. The Alphabet Inc. unit said it would conduct an internal investigation but that it believed the root cause of the issue was external to Google.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "WASHINGTON—Jerome Corsi, a conservative author and activist best known for advancing conspiracy theories about former President Obama’s birthplace, said he expected to be indicted in the special counsel investigation into Russian interference in the 2016 election.\n\nSpeaking on a YouTube broadcast on Monday, Mr. Corsi said that he expects to be charged with giving false information to investigators working for special counsel Robert Mueller. In recent weeks, Mr. Corsi had been cooperating with investigators here.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "ABU DHABI—Relentless American shale development is set to allow the U.S. to leapfrog the world’s other major oil and gas producers, with the potential for the country to account for roughly half of global crude and natural growth by 2025, the International Energy Agency said Tuesday.\n\nIn its annual World Energy Outlook report, the IEA said its main projection scenario through to 2040 foresees the U.S. accounting for nearly 75% and 40% of global oil and gas growth, respectively, over the next six years. Growth is expected to...", "Florida’s Secretary of State on Saturday announced statewide recounts in the elections for Senate and Governor, but don’t think this ends the counting if Republicans Rick Scott and Ron DeSantis continue to lead. Democrats have dispatched their prize election litigator Marc Elias to the state, so look for this to go as far as his lawsuits will take them.\n\nAfter Florida’s 67 counties submitted unofficial results Saturday, Mr. Scott led Democratic Senator Bill Nelson by about 12,600 votes and Mr. DeSantis led Andrew Gillum by...", "Peter Navarro likes to claim he’s running U.S. trade policy, even if he isn’t, and now he’s acting as if even Donald Trump works for him. That’s the only way to read the White House trade adviser’s extraordinary public threat against private American citizens on Friday at the Center for Strategic and International Studies.\n\n“Consider the shuttle diplomacy that is now going on by a self-appointed group of Wall Street bankers and hedge fund managers between the U.S. and China,” Mr. Navarro said during an event about economic...", "One problem with President Trump’s bullying rhetorical style is that he gives his critics reason to ignore him even when he has a point. Consider his weekend threat to yank federal funds from California amid its horrific wildfires.\n\nThree fires are raging across the state, killing at least 31 people and scorching more than 200,000 acres, including the town of Paradise in the Sierra Nevada foothills. “There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor,”...", "At a mega-trade show in China, global businesses and political leaders were looking for hints of Xi Jinping's strategy ahead of planned trade talks with President Trump. Photo: Reuters\n\nTreasury Secretary Steven Mnuchin has resumed discussions with his Chinese counterpart, Vice Premier Liu He, about a deal that would ease trade tension, ahead of a meeting of the leaders of China and the U.S. set for the end of the month.\n\nThe two spoke by telephone on Friday, said people briefed on the conversation, as the U.S. demands that China put forward a concrete offer before negotiations on a trade deal can take place. Chinese officials are resisting and say they want to talk first before making a formal proposal. They...", "• Oil prices notched their longest losing streak on record Monday, as comments from President Trump negated expectations that the global oil cartel and its allies will cut production.\n\n• Light, sweet crude for December delivery fell 0.4% to $59.93 a barrel on the New York Mercantile Exchange, marking the 11th consecutive session of losses, the longest in data going back to 1983.\n\n•..."]