["Four death-row inmates in Tennessee are demanding the right to be executed by firing squad rather than by lethal injection or electrocution.\n\nIn papers filed in federal court Friday, a federal defender representing the four men contended that the execution methods authorized by law—intravenous injections of lethal drugs or the electric chair—amount to unconstitutional torture.\n\nDeath...", "As you read this column, you know more about the outcome of the election than I did when I wrote it. I can, however, give you some tips about how to evaluate what happened in what is widely regarded as one of the most significant midterm contests in decades.\n\nTo begin, politics and markets have something important in common: Each has a baseline of expectations reflecting the sentiments of large numbers of people. When outcomes—earnings reports or election results—are consistent with prior expectations, the system remains in...", "It may seem like pushing a boulder up a hill, but good must eventually come from calling attention to the delusive patterns of thought and behavior that turned climate change into one of the least effectual causes that environmentalists ever attached themselves to.\n\nThese days a pundit need only wait for Brownian motion to drop a case study into his hand. Usually it comes from Bloomberg News, whose proselytizing for electric cars has escaped all bounds of factual and logical gravity.\n\n...", "Progressives are having second thoughts about Sen. Elizabeth Warren. Her Indian-DNA kerfuffle added to a sense that she may not have what it takes to take on President Trump, a ruthless animal with undeniable political instincts. Her apparent victory—she does, apparently, have a Native American ancestor—quickly turned into a rout reminiscent of George Custer.\n\n“She went for it like a mouse to the cheese,” one of my Facebook friends commented, “and SNAP!” Another remarked: “It’s like she believes in that racist ‘one drop rule,’...", "Of all the strange and remarkable features of politics in the Trump era, among the least surprising is the alliance between conservatism and populism. Donald Trump’s emergence as the tribune of conservative hopes and popular anxieties was improbable. But he didn’t invent the alliance between conservatism and populism—or, to speak less polemically, between conservatism and the people. He rode the wave of a populist revolt sweeping across the Western world.\n\nIn many liberal democracies, right-wing politicians have made common...", "Marriott International Inc. trimmed its forecast on a key revenue metric in the hotel industry due to weaker demand in North America, its biggest market.\n\nFor this year, Marriott expects comparable systemwide revenue per available room, or RevPAR, to rise roughly 3% world-wide; it previously forecast a rise of between 3% and 4%. The more cautious outlook comes after the world’s largest hotel company said Monday it fell short of revenue expectations in the U.S. in the third quarter and lowered its growth targets for the current...", "Russia has failed to show that it has halted the use of chemical and biological weapons, the State Department notified Congress Tuesday, a determination that paves the way for mandatory sanctions against the Kremlin and entities under its control.\n\nThe U.S. government imposed an initial round of sanctions on Moscow in August, in response to the poisoning of former Russian spy Sergei Skripal and his daughter Yulia in Salisbury, England, earlier this year. Tuesday’s determination could lead to steps to downgrade or suspend diplomatic...", "President Trump’s approval rating among blacks stood at 40% in a Rasmussen poll two days before Halloween. Rasmussen surveys are often friendlier to the president than those of other polling organizations, so critics are quick to dismiss them as outliers. In this instance, however, that could be a mistake.\n\nBlack voters are critical to Democratic prospects in 2020. Two years ago, blacks did not turn out in the numbers Hillary Clinton was expecting, and people in heavily black neighborhoods who did cast a ballot voted more Republican...", "The Federal Reserve’s relentless pursuit of 2% inflation creates more problems than it solves. The 2% target has become gospel for central bankers. But as former Fed Chairman Paul Volckerpoints out in his new memoir, no economic theory or evidence supports the claim that a little inflation greases the economic wheels or reduces the risks of depressions. In fact, monetary policies that aim for 2% inflation risk contributing to financial bubbles that can trigger real economic collapse when they burst.\n\nThe 1978 Full Employment...", "Miguel Córdoba had trouble finding steady work as a carpenter and handyman before Hurricane Maria devastated Puerto Rico last year. Now the 52-year-old says he pulls steady 40-hour workweeks for a taxpayer-financed housing program that repairs damaged residences.\n\nHis wages have nearly doubled, too, thanks to a new minimum-wage law enacted last summer by Puerto Rico Gov. Ricardo Rosselló, coupled with a surge in demand for construction labor across this struggling U.S. territory. Mr. Córdoba spent his summer days fixing roofs and windows and installing toilets, wash basins and cabinets in houses mostly in eastern Puerto Rico, where Hurricane Maria first made landfall.\n\nThe construction workforce, estimated at roughly 33,000 before Hurricane Maria, will need to double to keep up with demand to rebuild roads, houses and other infrastructure damaged in last year’s storm season, said Emilio Colon-Zavala, president of the Puerto Rico Builders Association. Cement sales, a proxy for construction activity, increased for eight months straight after Hurricane Maria to 33% above prestorm levels.\n\nPuerto Rico’s building industry is booming, fueled by federal disaster-relief dollars and insurance proceeds together projected to total $82 billion over time. The influx has turned construction into a bright spot for an island economy racked by population loss, a declining manufacturing base and the largest municipal bankruptcy in U.S. history.\n\nSince the hurricane, federal agencies have obligated $4.8 billion for recovery work in Puerto Rico through last August, according to the Center for a New Economy, a San Juan-based think tank. While financial planners don’t know the exact scale of federal assistance over the next decade, the U.S. government has made some firm commitments already, including an $18.5 billion grant for rebuilding housing and other infrastructure.\n\nMeantime, the construction industry is reckoning with rising costs. Not only have wages increased, but material costs have risen since the Trump administration imposed tariffs on steel and aluminum from Canada, Mexico and the European Union and on Chinese products like home appliances, electrical equipment and other materials critical to Puerto Rico’s rebuilding efforts.\n\nPuerto Rico relies heavily on Chinese imports, and 72% of those products are subject to new or additional tariffs implemented this year, according to KPMG LLP, a trade and customs consultancy.\n\nCostlier labor and supplies are upending financial projections and potentially shrinking the number and size of feasible projects, said Stephen Spears, president of the Associated General Contractors of America’s Puerto Rico chapter.\n\nPuerto Rico Gov. Ricardo Rosselló argued that raising construction workers’ wages would coax laborers into the building industry at a time when it badly needed them. Photo: Carlos Giusti/Associated Press\n\n“If you have a $100 million project, you now have a $135 million project,” Mr. Spears said. “All of a sudden, those dollars that were estimated and delegated to us for the reconstruction of the island are going to have much less impact.”\n\nGov. Rosselló, through an executive order in late July, raised the minimum hourly wage on government-funded construction to $15 an hour from $8.25. He argued the move would coax laborers into the building industry and persuade workers to stay in Puerto Rico rather than migrate to the mainland U.S.\n\nIn August Puerto Rico’s oversight board said the new minimum wage could “leak into the broader economy” and apply to work that isn’t covered by federal taxpayers, “making it more costly to undertake the vast amount of private reconstruction required on the island and likely reducing employment of construction workers for private projects.”\n\nContractors and developers say the new wage level also risks slowing the completion of vital repairs. The governor’s order will raise overall construction costs by between 8% and 20.5% and contribute between 0.5% and 1.2% to overall inflation, according to San-Juan based economic consultancy Estudios Ténicos. Puerto Rico’s oversight board expects inflation to stay below 1.6% through the 2023 fiscal year.\n\nHigher costs mean fewer projects completed each year and a “smaller and weaker private construction sector when the federal funds eventually run out,” according to an Estudios Ténicos study commissioned by Puerto Rico business groups and reviewed by The Wall Street Journal. One government project to improve roads in western Puerto Rico will cost 24.75% more because of the new wage mandate, Estudios Ténicos found.\n\nWhile Puerto Rico’s $15 hourly floor applies only to public construction, both supporters and critics say the effects could extend to the private sector, forcing small businesses’ to raise wages to retain workers and potentially compelling some to consolidate.\n\nYet raising the minimum wage enjoys significant popular support in a territory where construction laborers earned a median hourly wage of $8.69 last year compared with $13.79 in Florida, according to the Bureau of Labor Statistics.\n\nEdison Severino, an organizer for the Laborers’ International Union of North America, or Liuna, said a higher minimum wage was necessary to encourage people who work in the large underground economy or have given up looking for employment to rejoin the formal labor force.\n\nPuerto Rico’s labor participation rate hovers around 40%, lower than the Dominican Republic’s and the overall U.S. rate of 63%.\n\n“You need to motivate people to work,” Mr. Severino said. “You’re not incentivizing people to get up and work if what they make is so minimal.”\n\nWrite to Andrew Scurria at Andrew.Scurria@wsj.com and Julie Wernau at Julie.Wernau@wsj.com\n\nCorrections & Amplifications\n\nKPMG LLP is a trade and customs consultancy. An earlier version of this article incorrectly stated the company’s name as KPMG LLC.", "MEXICO CITY—Thousands of Central American migrants who have been making their way north are gathering in Mexico City before deciding whether to head to the U.S. border as one very large caravan or in smaller groups, migrants and activists said.\n\nAn estimated 6,000 Central American migrants had gathered by Tuesday afternoon at a sports stadium near Mexico City’s airport that federal and local authorities are using as a shelter. Migrants got medical treatment, food and legal advice after a grueling 25-day, 1,000-mile trek through...", "ATHENS—The potential release from prison of a notorious Greek terrorist is drawing protests from the U.S., testing the Greek government’s newly close relations with Washington.\n\nSavvas Xiros, a hit man in the former Greek terrorist group November 17 who is serving five life sentences for multiple murders and other crimes, has applied for early release on health grounds, using a law passed by the governing left-wing Syriza party.\n\nThe...", "Dell Technologies Inc. has been contacting large shareholders of an affiliate about sweetening a roughly $22 billion bid to buy them out before the unpopular deal goes to a vote next month, said people familiar with the matter.\n\nIn the past week, Dell representatives have reached out to a handful of large holders of shares in Dell Technologies Inc. Class V, known by its ticker DVMT, to discuss what they would need in a recut deal, the people said.\n\n...", "A Manhattan federal jury Tuesday convicted the man who said he was inspired by Islamic State to set off a pipe bomb last year in one of New York City’s busiest transit hubs.\n\nOn Dec. 11, Akayed Ullah, 28 years old, detonated the low-tech device at about 7:20 a.m. inside the passageway that connects the Port Authority Bus Terminal and Manhattan’s crowded Times Square subway station. The explosion created chaos during the morning commute, alarming commuters and disrupting the city’s transit system. Four people, including Mr....", "With issues including health care and immigration top of mind, voters thronged the polls Tuesday to determine the balance of power in Washington and across the country in a midterm election that has been set up by both parties as a referendum on President Trump’s first two years in office.\n\nPeople braved long lines and bad weather to cast their ballots, with election-machine breakdowns and strong voter turnout adding to delays in some areas.\n\nHistorical trends and recent polls suggest the Republicans could lose the House, creating an obstacle to Mr. Trump’s agenda two years into his administration. Democrats need to flip 23 seats to gain control. In the Senate, the GOP is expected to retain or even increase their slender 51-49 majority, according to recent polls.\n\n[Follow live coverage of midterm elections with the latest updates and analysis from our reporters in Washington and across the country.]\n\nNewsletter Sign-up\n\nThe No. 1 important issue among all voters in the midterm elections was health care, according to data released Tuesday evening from AP VoteCast, a pre-election and Election Day survey of about 90,000 people who said they voted in the midterms or intended to do so.\n\nAmong participants, 26% said health care was the No. 1 issue. Immigration, an issue President Trump has pushed in the last leg of the midterm elections, came in at No. 2, with 23%. The economy and jobs rounded out the early results at the No. 3 spot.\n\nIn many areas, voters had to wait more than an hour to cast their ballots. In Apex, N.C., a suburb southwest of Raleigh, voters said the numbers were unusually high, even though there was no high-level race such as governor or U.S. Senate to drive turnout.\n\nKaty Haile, a 39 year-old Web developer, said the line had never been out the door before. On Tuesday, dozens of people spilled out onto the sidewalk.\n\nNot Your Usual Midterm Elections With a polarized citizenry, voter passions ran high and voter lines ran long Supporters of Democratic candidate Sharice Davids cheer and cry Tuesday night after learning she won a House seat in Kansas. jim lo scalzo/epa-efe/rex/Shutterstock 1 of 16 • • • • • 1 of 16 Show Caption Supporters of Democratic candidate Sharice Davids cheer and cry Tuesday night after learning she won a House seat in Kansas. jim lo scalzo/epa-efe/rex/Shutterstock\n\nIn Georgia’s Gwinnett County, four polling sites had malfunctioning electronic polling machines, said Joe Sorenson, a spokesman for the county. Local media reports said hundreds of people were waiting in line at some sites. Mr. Sorenson said emergency paper ballots were available if voters wanted to use them. Some voters opted to wait, and others left and said they would come back later, he said.\n\nDemocratic lawyers in Washington were closely monitoring Georgia’s election-system problems. The state is drawing particular attention given the backdrop of a high-profile race for governor in which voting issues have been an issue and the Republican Secretary of State Brian Kemp is on the ballot.\n\nMr. Kemp on Sunday asked for an investigation into possible tampering with the state’s election system. Democrats dismissed it as a stunt and distraction from security flaws. Mr. Kemp’s opponent, Stacey Abrams, who is seeking to become the first female African-American governor in the U.S., has leveled charges of voter suppression.\n\nThe Republican National Committee didn’t report election issues Tuesday afternoon.\n\nIn New York City, broken scanners added to delays in some places. At one Brooklyn site, all four scanners went down for two hours on Tuesday morning.\n\nSusannah Meadows, 45 years old, said she waited an hour and 45 minutes to vote. Her husband waited in line and left before voting. “You can’t wait two hours to vote,” she said.\n\nMeanwhile, a large swath of the South and East had to contended with bad weather. Steady rain fell Tuesday across Virginia and Pennsylvania, home to several key congressional battles, as well as New York, and was expected to intensify, possibly affecting turnout.\n\nMany voters said Tuesday that their views of Mr. Trump drove their decisions at the polls. In Missouri’s St. Charles County, outside St. Louis, retiree Bill Craig and his wife, Marilyn, said they cast ballots specifically to add to the momentum behind Mr. Trump and the Republican party.\n\nAs the 2018 midterms heat up, both Democratic and Republican candidates are positioning themselves as outsiders who will change the status quo. But what does it mean to be a political outsider? Photo Illustration: Denise Blostein/The Wall Street Journal\n\n“I just kind of wanted to keep the Republicans going,” said Ms. Craig, 66.\n\nIn New Hampshire, independent voters John and Natalie Labby said they had voted straight-Democratic tickets—highly unusual for them, they said—because of their anger with the president.\n\n“It’s just civility for me,” said Mr. Labby, 73, a retired general contractor and Army veteran. Ms. Labby, who is 72 and retired from a vocational tech school, cited health care and immigration policies.\n\nHer voting Tuesday, she said, was “total Democrat, total anti-Trump.”\n\nPresident Trump has been his party’s highest-profile campaigner even though he is not on the ballot, hosting a string of boisterous rallies.\n\nAt the White House on Tuesday, aides nervously awaited the election results while President Trump kept out of public view. One aide said that Mr. Trump was in a good mood and energized, convinced that he “didn’t leave anything on the field.”\n\nFlorida once again stands as a bellwether, as voters choose a new governor and cast ballots in key Senate and House races. Mr. Trump has made several trips to the Sunshine State hoping to bolster Republicans and taking particular aim at gubernatorial candidate Andrew Gillum, the Democratic mayor of Tallahassee, who got a visit from former President Obama last week.\n\nFrom the moment polls opened at 7 a.m., a steady stream of voters arrived at the Aquilina C. Howell Center in Tallahassee. They were a diverse demographic mix—black and white, young and old.\n\nHarold Ford, a 76-year-old African-American retired counselor, said he voted for Mr. Gillum. “He’s not afraid to say he’s liberal,” said Mr. Ford, a registered Democrat. But “he’s not penned in by his politics. He will reach across the aisle to get things done.”\n\nOther voters in Florida had mixed feelings. Neil McAdorey, 54, is a lacrosse coach at Parkland High School in Florida, where a gunman opened fire on students in February, killing 17 people. Mr. McAdorey said he traditionally leans Republican, and voted for Mr. Trump in 2016. He declined to say whom he favored this year but lamented the country’s increased political polarization.\n\n“We need to bring back what was great about America, which was that we were united,” he said. “We haven’t been strongly united in the last year and a half and really even before that.”\n\nAnd despite low unemployment and an uptick in growth, Mr. McAdorey said the economy also weighs heavily into his thinking. “I have two sons who are entering the workforce and I am very concerned about the opportunities available for them and concerned about jobs,” he said.\n\nIn Ohio, another battleground state Mr. Trump visited Monday in his final campaign swing, there is a heated governor’s race after 2016 GOP presidential candidate John Kasich is leaving due to term limits. Republican Mike DeWine faces Democrat Richard Cordray in the race to follow Mr. Kasich.\n\nBrian McBurney, 61, said he traditionally votes Democratic in his hometown of Massillon, Ohio, but has grown more conservative with age—motivated by issues including tax cuts, health care and immigration. He said he plans to vote Tuesday for Mr. DeWine and Republican incumbent Rep. Bob Gibbs in Ohio’s Seventh Congressional District.\n\n“I think we’re better off” with Mr. Trump as president,” Mr. McBurney said. “I don’t agree with everything he does, but I think we’re better off with him than we would have been with (Hillary) Clinton.”\n\nOther contests to watch include races in Indiana and Kentucky, the states where the first returns are expected at 6 p.m. Eastern Time.\n\nAmerica Speaks: Why Voters Went to the Polls The Wall Street Journal asked voters around the country one question: “Why did you come out to vote today?” Here is what they said. PHOTO: ANNIE FLANAGAN FOR THE WALL STREET JOURNAL 1 of 15 • • • • • 1 of 15 Show Caption PHOTO: ANNIE FLANAGAN FOR THE WALL STREET JOURNAL\n\nIn Texas, Republican Reps. Pete Sessions in a district outside Dallas and John Culberson of Houston are both seeking to fend off Democrats in close races. A defeat of Rep. Will Hurd, who is facing Democrat Gina Ortiz-Jones, would signal a difficult night for Republicans.\n\nTexas also features the showdown between former GOP presidential hopeful Sen. Ted Cruz and Democratic Rep. Beto O’Rourke. Mr. O’Rourke has benefited from record fundraising but remains behind in polls. No Democrat has won a statewide race in Texas since 1994.\n\nSuzanne Acevedo, a Trump supporter from the Houston suburbs, believes that Republican winning streak isn’t likely to end Tuesday. “Maybe in the future, but I don’t think right now,” she said. “I think we’re still pretty conservative here.”\n\n“Cruz and Trump are right for that,” she said. “Beto, not so much.”\n\nPolls close in the majority of states by 9 p.m. Eastern Time, with mountain and West Coast states wrapping up later.\n\nThe late slate includes Alaska, where a combative gubernatorial race is on after Gov. Bill Walker, an independent, suspended his re-election bid less than three weeks before the election.\n\nThe move came three days after the sudden resignation of Lt. Gov. Byron Mallott over what Mr. Walker described as an inappropriate overture toward a woman. The three-way governor’s race is leaning in favor of Republican candidate Mike Dunleavy over Democrat Mark Begich but in the recent scandal’s wake, the outcome is hard to call.\n\nAlaska’s polls close at midnight Eastern time.\n\n—Valerie Bauerlein, Joseph De Avila, Joshua Jamerson, Arian Campo-Flores and Alex Leary contributed to this article.\n\nWrite to Vivian Salama at vivian.salama@wsj.com", "Cars and AM radio go back a long way, but there’s a rough road ahead for the old travel buddies.\n\nThe same types of electric-powered motors that propel Teslas past 150 mph and the Chevy Bolt as far as 238 miles on a charge, are a total buzz kill for AM reception. Instead of sports, oldies or news, it’s more like all-static, all-the-time radio.\n\nAs auto makers race headlong into an electrified future, AM radios are getting kicked to the curb, joining cassette decks, eight-track players and ashtrays.\n\nDaniel Rich is a fan of both San Francisco’s KNBR-AM 680 and his Chevy Bolt. That means his commute isn’t as easygoing as it used to be. “All my other cars over the years could receive that station just fine, despite the distance,” the 58-year-old eye surgeon said. “Not the Bolt.”\n\nA General Motors Co. spokeswoman said GM was aware of the issue in the Bolt and has “taken steps,” but declined to say exactly what they are.\n\nDaniel Rich is a fan of his Chevy Bolt. Photo: Diana Rich\n\nThe problem, experts said, is that electric-vehicle motors generate electromagnetic frequencies on the same wavelength as AM radio signals. That creates the buzzing and signal fading from electromagnetic interference.\n\n“You get two signals that literally collide into each other and cancel each other out before the antenna even receives the signal,” said Brian McKay, head of engine innovation and technology at the North American operations of Continental AG .\n\nAs EV motors grow more powerful, so does AM static. “The root of the problem is getting worse,” Mr. McKay said.\n\nRather than field complaints about lousy reception, some auto makers, including BMW AG , have dropped AM radios from their electric vehicles. Honda Motor Co. no longer offers them on its hybrid electric Acura NSX sports car.\n\nTesla Inc. has phased out AM radio from all current production models, including its Model S, which used to offer it. Instead, the company offers an internet-based radio service as well as FM radio, optional HD radio and Bluetooth connectivity for streaming from smartphones.\n\nTravis Hollman with his Tesla. Photo: Payton Boner\n\nTravis Hollman, a Dallas-area business owner, said he ordered a fully loaded Tesla when AM radios were still offered. His 2018 Model S arrived in April without one, he said: “I was so mad I told them to take the car back.”\n\nMr. Hollman, 49, ended up keeping the car but misses tuning into local sports and conservative talk-radio stations. “They don’t want me listening to Rush Limbaugh, ” he joked.\n\nCar AM radios have been as common as windshield wipers since the 1940s. On summer road trips, AM radio has been the north star for generations of drivers crossing the U.S., an idiosyncratic sampler of local Americana and a distraction from the fatigue of long hours on the open road.\n\nTransistor radios blasted the sports, news and music of the 1960s on AM radio stations at home and on the streets, with hand-held versions nearly as ubiquitous as the smartphone is now.\n\nToday’s AM radio stations, already struggling with a decadelong loss of advertising revenue, worry about losing any more of their drive-time audience.\n\n“It’s a real challenge for the industry, and they’ve been trying to convince car manufacturers to include it” in all vehicles, said Mark Fratrik, a senior vice president and chief economist at BIA Advisory Services, a market research firm focused on broadcast media.\n\nThe digital dashboard of a Tesla Model X. Photo: Qilai Shen/Bloomberg News\n\nIn a sign of the times, the L.A. Kings hockey team said in September that audio for most games would switch from AM radio to internet-only radio.\n\nThe biggest AM stations hold spots on internet radio services, which give drivers a way to hear favorite stations, even far from home. Smaller AM stations might not be able to afford the equipment needed to join the digital age.\n\nBMW said it recognized the interference problem early, in its Mini E and BMW ActiveE models. AM radio never reached the i3 model, which made its debut in 2013.\n\nThe National Association of Broadcasters criticized BMW’s decision in a 2014 open letter. “AM Radio continues to serve an important role in America’s cultural landscape, and i3 drivers deserve access to this programming,” NAB President Gordon Smith wrote the head of BMW’s North American operations.\n\nHD Radio, which uses digitally transmitted radio signals, is standard on U.S. models, a BMW spokesman said, and “many traditional AM stations in key markets are available on secondary and tertiary HD signals.”\n\nThere isn’t an easy way to eliminate the electromagnetic interference that drowns out AM signals without adding too much weight, experts said.\n\nThe BMW i3 car on display in Tokyo. Photo: Rodrigo Reyes Marin/AFLO/Zuma Press\n\nToyota Motor Corp. is working on a solution, but “it’s a tough problem,” said Rich Sullivan, an electromagnetic compatibility expert and senior engineering manager at the auto maker’s U.S. research and development center.\n\nMr. Sullivan pointed out that the auto industry faced a similar challenge when gas-powered cars began offering AM radio and had to deal with noise from defrosters and heater fans.\n\nSome companies that make entertainment systems for vehicles said AM radio’s time may have already passed.\n\n“Even if we do resolve it, there’s a gravitation toward internet-based radio” that is displacing traditional radio, said Balaji Iyer, vice president for connected cars at Samsung unit Harman.\n\nOne web developer offers a smartphone app that, when used with a diagnostic port adapter, can activate the dormant AM radio reception in a BMW i3 EV.\n\nThe German auto maker warns that may void the warranty, but using the app is easy, said Art Isabell, 74, a 2014 BMW i3 owner. He retired from Apple as a software support engineer and lives in Honolulu.\n\nEven though the AM reception in his electric vehicle is sketchy, Mr. Isabell said, he wants the option: “I rarely listen to AM radio, but I want to have it available as another potential source of information during emergency situations such as severe weather, tsunamis or North Korean missile attacks.”\n\nWrite to Chester Dawson at chester.dawson@wsj.com", "Microsoft Corp., whose industry standing and financial fortunes have soared as it shed its Windows-first approach, is losing one of its key advocates of that change.\n\nJavier Soltero, who joined Microsoft after it bought his mobile email and calendar app maker, Acompli, in 2014, is leaving the software giant. Mr. Soltero was among a handful of leaders from companies Microsoft acquired that chief executive Satya Nadella leaned on to help reshape the struggling company he took over in 2014.\n\n...", "Etsy Inc. raised its annual revenue forecast after the company said it benefited from efforts to raise the fees its charges merchants and from investment in marketing.\n\nThe online crafts marketplace said Tuesday it expects to generate between $596 million and $600 million in revenue this year, compared with its previous forecast of $587 million to $596 million.\n\nOver...", "Papa John’s International Inc. reported a fourth consecutive quarter of declining sales, adding pressure on the pizza chain to try to revive its business in ways that could include a sale of the company.\n\nSame-store sales in North America fell 9.8% in the third quarter, beating expectations of a 10.8% decline. Shares rose 3.5% in after-hours trading on Tuesday.\n\n...", "Ralph Lauren Corp. increased marketing spending 30% in its latest quarter to celebrate its 50th anniversary. Unfortunately for the fashion house, the hype hasn’t translated to spending in stores.\n\nOverall revenue rose 1.6% to $1.69 billion for the three months to Sept. 29, and digital revenue was up 9%. But in North America same-store sales in brick-and-mortar outlets declined 1%.\n\nThe...", "No, this isn’t a story about Silicon Valley, but an industry that may exercise even more cultural influence. This column recently noted polling data showing that college professors often spend class time expressing their social and political beliefs even when they are completely unrelated to the subjects of their courses. A series of recent reports on political donations suggest that among the faculty, such beliefs are remarkably similar.\n\nA conservative website called Campus Reform focuses this week on public academic institutions...", "Shares of gun makers rallied Tuesday ahead of the U.S. midterm elections, as investors tried to anticipate how the future makeup of Congress will reshape gun control laws.\n\nAs voters head to the polls, American Outdoor Brands Corp. closed up 4.7%, Sturm, Ruger & Co. rose 3.7%, and Vista Outdoor Inc. advanced 2.1%.\n\nGun makers’ shares are...", "PITTSBURGH—Turnout was high on a bright, windy Election Day here, where the shooting deaths of 11 people at a synagogue in the city’s Squirrel Hill neighborhood less than two weeks ago was fresh in the minds of voters.\n\nSome voters said they came to the polls to send a message to President Trump about the need to end the divide in Washington, as much as to cast ballots in statewide races. Others praised the president for striking the right tone in a visit to the neighborhood last week as protesters marched through the streets...", "IN THE 6TH CENTURY, Irish monks were determined to get away from it all. The more distant from civilization’s myriad distractions, they reasoned, the better one’s chances of a prolonged one-on-one with God. And so, it’s believed, in the early 500s an Irish ascetic named Fionán (later known as St. Finnian of Clonard) and a handful of like-minded brethren headed for a life of devotion, struggle and solitude on Skellig Michael, a precipitous hunk of rock rising from the Atlantic off the coast of County Kerry, Ireland.\n\nMillennia later, Luke Skywalker, who had the entire solar system to choose from, also selected Skellig, known in cinematic terms as Ahch-To, as his refuge in “Star Wars: The Force Awakens,” calling it “the most unfindable place in the galaxy” and giving moviegoers a glimpse of its wild terrain. For those craving isolated me-time, Skellig Michael has a long history of obliging.\n\nSkellig Michael has made cameos in Star Wars movies. Photo: WALT DISNEY PICTURES/LUCASFILM/ALAMY\n\nMr. Skywalker, arriving by spacecraft, had an easier time of it than Fionán’s brethren and the groups of a dozen or so other monks thought to have lived on the Skellig (from scaelig, Irish for “rock”) at any one time up to the 12th century. They made the trip to what George Bernard Shaw called “this impossible rock” in currachs, wooden row boats lined in hides. Considering the aggressive seas and turbulent weather in those parts, simply arriving intact would have been miraculous. But what these men accomplished during their stay is mind-boggling. The beehive-shape stone housing and oratories (small chapels) that remain, despite Viking invasions and centuries of wind and storms, are remarkable feats of design and durability.\n\n“ The views on the climb to a monastic site are gobsmacking: ocean crashing, crags piercing an illuminated sky. ”\n\nDespite my undeniable Irish composition (red hair, freckles, affinity for leprechauns) I’d never set foot on the Emerald Isle. The remoteness of Skellig Michael and its testament to the extremes humankind will go to appeal to a higher power prompted me to finally make the trip. With the help of Naomi Sheehy of Ireland Luxury Travel, I booked a seat on the Skellig Walker, a recently built 38-foot boat built to ferry tourists between Portmagee, a cheery tourist-dependent town on the Wild Atlantic Way, and the island.\n\nThe September morning of our departure was sunny and clear, but large swells at Skellig Michael’s landing point were prohibitive and the trip was canceled. This isn’t uncommon, so it’s advisable to plan on spending a few days in the neighborhood. The following day, the sea had settled and I joined other ancient-monastic-site enthusiasts, including a couple who’d come in Star Wars regalia. Fifteen boat operators are granted licenses to ply the roughly hourlong route to the Skellig between May and October, with a maximum of 12 passengers each. The rock’s 2015 Star Wars cameo ratcheted up interest—17,000 visited the Unesco World Heritage site last year, an increase of about 5,000 from 2015. In response to concerns that Skellig Michael may be over-trampled, when it came time to film “The Last Jedi,” a replica of the monastery’s ruins was recreated further north.\n\nAs we motored out past Bolus Head, the westernmost tip of the Iveragh Peninsula, the water was choppy and the winds full. After about an hour we came to the Little Skellig, a companion rock (larger than Michael despite the name) covered in some 39,000 cacophonous pairs of northern gannets who live beak-by-jowl on a rock-face shimmering with their guano. As their swoops and calls faded behind us, the twin pinnacles of Skellig Michael loomed.\n\nA colony of gannets on Little Skellig. Photo: Alamy\n\nWe disembarked (a little dance with the swells is required when stepping from boat to dock) and listened to a guide give a brief talk about the island’s history. Then we set off to climb at our own pace.\n\nSix hundred rough-edged stone stairs, placed centuries ago, ascend at a steep incline to the remains of the Skellig’s original monastic site. (A later hermitage, accessed by a death-defying path, is closed to the public.) The climb isn’t particularly strenuous, but it’s daunting. There are no railings to offer a handhold once you’re past a short stretch at the base. One step at a time is a good mantra until you acclimate. After that you’ll be able to lift your gaze enough to notice the grass stretched over the rocklike layers of pool-table felt, the pock marks signaling rabbit warrens and puffin burrows, and the gobsmacking views—ocean crashing, crags piercing an illuminated sky, the wind a whooshing soundtrack. Assuming heaven is up, one can imagine the monks felt a lot closer from here.\n\nYour Travel Questions Answered Join WSJ editors and the Middle Seat columnist as they discuss the best and worst airports and answer your travel questions ahead of the busy holiday travel season, Nov. 15 at 1 p.m. ET. Submit your questions to subscribercall@wsj.com, and our journalists will answer live during the call. Register here.\n\nThe 20-minute climb is nearly forgotten once you step through a stone portal into the monastery’s terraced grounds. A cluster of six beehive-shaped stone cells and an oratory comprise the main grouping, along with the ruins of a medieval church constructed later. On a further terrace sits another oratory. The buildings, aside from the church, were made from stones quarried from the top of the skellig and laid without mortar—arduous and exacting work.\n\nThe church, whose building materials were likely brought by boat from Valentia Island (a mind-boggling chore) is flanked by burial sites. One is filled with weatherworn stone crosses whose rounded forms suggest creatures from another world raising their arms in witness and protection. Even before the Vikings posed a threat—they kidnapped and killed the Skellig’s abbot in 824 A.D.—this area was considered the edge of the western world, the frontier before the dark side. Whatever spirit was imbued in those cemetery crosses had to be ever vigilant.\n\nAfter a talk from another resident guide, we were left to wander for an hour or so, imagining what it would be like to call this tip of sandstone home. The Star Wars duo posed for photos, looking every bit as intergalactic against this otherworldly backdrop as they could hope.\n\nThe Lowdown / Scaling Skellig Michael\n\nStaying There: At the tip of Valentia Island, about a 10-minute drive from Portmagee’s dock, the gracious Royal Valentia Hotel has spacious rooms overlooking the ocean and a friendly pub and restaurant. From about $90 a night, royalvalentia.ie. [https://royalvalentia.ie]. Alternatively, the Moorings in Portmagee, a brightly appointed 16-room hotel and restaurant that housed some Star Wars folks during filming, is 30 seconds from the dock. From about $85 a night, moorings.ie.\n\nEating There: Take the short ferry from Valentia to Cahersiveen and walk a few steps to O’Neill’s The Point, family-owned since the 1800s, for just-caught fish and a convivial crowd. In Portmagee, join locals at The Fisherman’s Bar for fresh seafood and a few judicious pints. fishermansbarportmagee.com", "ISTANBUL—Turkey’s President Recep Tayyip Erdogan said Tuesday that his country would ignore sanctions the U.S. introduced against Iran this week—a defiant tone that could complicate Ankara’s recent efforts to defuse tension with Washington.\n\nMr. Erdogan lashed out at the Trump administration, saying the U.S. sanctions risked disrupting the world order.\n\n“We...", "The art market is about to undergo a critical stress test.\n\nAmid volatile stock markets and trade-war worries, New York’s major auction houses will try to sell at least $1.8 billion of art. The week of sales starts on Sunday and could shake up price levels for dozens of top artists.\n\nSotheby’s, Christie’s and smaller house Phillips have been riding high all year long, spurred by surging collector confidence in everything from wine to Wassily Kandinsky. This ebullience enticed heavyweight collectors like British billionaire Joe Lewis, Denver fund manager Tom Marsico and former Merrill Lynch chief executive John Thain to consign pieces into these fall sales of impressionist, modern and contemporary art.\n\nChristie’s, which is selling works by the three men, declined to discuss the consigners’ identities. Messrs. Lewis, Marsico and Thain didn’t immediately respond to requests for comment.\n\nJacob Lawrence’s 1947 painting ‘The Businessmen’ comes up at Sotheby’s on Wednesday with an estimate of $1.5 million to $2 million. Photo: Sotheby's\n\nMr. Thain, who once oversaw the New York Stock Exchange, is asking Christie’s to help him get at least $25 million on Sunday for his 1931 Pablo Picasso, “The Lamp.” Mr. Marsico has asked the same house to sell his 1917-19 Claude Monet “Water-Lily Pond” for at least $30 million. Mr. Lewis has put the biggest price tag of the series—$80 million or more—on his David Hockney painting coming up for sale at Christie’s on Thursday, 1972’s “Portrait of an Artist (Pool With Two Figures).”\n\nYet consignment deals are typically signed months ahead of their sales. Market conditions can shift in the interim, altering the mood of potential bidders.\n\nTom Mayou, an art adviser with the London firm Beaumont Nathan, said he is “sensing jitters” in recent weeks that could compel some bidders, particularly those in mainland China, to sit on their paddles. “I’m not forecasting doom and gloom, but the selling environment this fall feels very different from a year ago,” he said. “There’s a big risk that the Chinese won’t show up at all.”\n\nChinese collectors’ participation matters because their purchasing power has buoyed auctions of trophy art for nearly a decade. During a similar set of fall auctions last year, Sotheby’s credited seven Asian bidders for taking home half of the priciest pieces in its impressionist and modern-art evening sale—including one buyer who went on a $70 million spending spree.\n\nLast month, during a series of sales in Hong Kong, Sotheby’s said participation from mainland Chinese bidders fell 14% compared with the year before, hurting its sales of jadeite and traditional Chinese paintings. Last week in a call with investors, Sotheby’s Chief Executive Tad Smith noted the decline of mainland Chinese bidders and said the market next year could be a “bit more subdued.”\n\nAsian collectors in nearby Taiwan, Singapore and Indonesia are angling to fill in the gap, but these buyers are mainly drawn to international modern and contemporary art, said David Chau, a Shanghai collector who co-founded the city’s art fair, Art021, which opens Thursday. These buyers also appear to be more comfortable splurging for art in the $500,000 to $5 million range, rather than the $25 million-plus trophy market.\n\n“The mainland Chinese were just not prepared for the bumps in our economy like the collectors in Taiwan and Singapore,” Mr. Chau said. “People have money—they’re just shifting it around.”\n\nIn New York, expect the houses to play up pieces that come from estates, because these tucked-away works tend to appeal to collectors seeking fresh or pedigreed material. The heavyweight set this fall comes from luxury travel executive Barney Ebsworth, who died in April and whose 90-piece, $260 million estate includes Willem de Kooning’s “Woman as Landscape,” estimated to sell for at least $60 million, and Jackson Pollock’s “Composition With Red Strokes,” priced to sell for at least $50 million.\n\nAnother big group comes from the estate of David Josefowitz, a Ukrainian who made a fortune selling mail-order vinyl records and vitamins before he died in 2015. His collection of Fauvist works, estimated to sell for at least $92 million, will kick off Sotheby’s impressionist and modern-art sales on Monday and Tuesday.\n\nHere are six key works to track as test cases for the fall auctions—and the market’s trajectory overall.\n\nEdward Hopper, ‘Chop Suey,’ estimated to sell for $70 million to $100 million. Photo: Christie’s Images Ltd.\n\nEdward Hopper\n\nThe going rate for a bowl of Chinese stir fry was around 40 cents in 1929 when American modernist Edward Hopper painted “Chop Suey,” but Christie’s will aim to sell this sunlit restaurant scene from Mr. Ebsworth’s estate for between $70 million and $100 million on Tuesday.\n\nThat’s a big step up from the artist’s $40.5 million auction record, set five years ago. MutualArt, an art data and analytics firm based in London, said that if the painting achieves its low estimate, it will eclipse Hopper’s best-selling year, 2013, when sales of his works totaled $64.6 million.\n\nChristie’s expert Alex Rotter said the rarity of Hopper’s paintings, and the resurgent interest in overlooked American artworks from the first half of the 20th century, led the house to give it “a masterpiece estimate.”\n\nErnst Ludwig Kirchner’s ‘Artillery Men’ carries a $15 million estimate. Photo: Sotheby's\n\nErnst Ludwig Kirchner\n\nErnst Ludwig Kirchner’s 1915 “Artillery Men” depicts the horror and anonymity the German artist felt during World War I basic training. After suffering a nervous breakdown, he was discharged.\n\nThe work, which Sotheby’s aims to sell for at least $15 million on Monday, could get a boost, because earlier this year it was restituted from the Solomon R. Guggenheim Museum and Foundation to the heirs of Jewish dealer Alfred Flechtheim. Kirchner’s record is another restituted work, “Berlin Street Scene” from 1913-14, that sold at Christie’s for $38.1 million, over its $24 million high estimate, in 2006.\n\nThe soldiers-in-the-shower subject matter of the coming example could prove a turnoff, though. “It’s important, but it’ll put off 95% of the collecting public,” Mr. Mayou said. Sotheby’s expert August Uribe disagrees, saying the work’s angst could attract “people who collect Francis Bacon.”\n\nJacob Lawrence\n\nCollectors have pushed up prices for contemporary black artists like Kerry James Marshall, but what about Jacob Lawrence, an earlier chronicler of the African-American experience whose $2.5 million auction record has sat, unchallenged, for more than a decade? Lawrence’s “The Businessmen” from 1947 could prove a contender when it comes up at Sotheby’s on Wednesday carrying an estimate of $1.5 million to $2 million.\n\nLawrence already appears to be having a banner year. Two of his works sold earlier this year for $475,000 combined, more than all his paintings resold for at auction between 2013 and 2017, according to MutualArt. The firm said his works are also currently in at least nine exhibitions across the U.S. and the U.K., a sign of curatorial favor.\n\nArt adviser David Norman said it makes sense to put Lawrence in a contemporary sale, but the move will also test the breadth of interest in recalibrating African-American artists.\n\nAlberto Burri’s ‘Big Wood and Red’ is expected to fetch at least $10 million at Phillips on Thursday. Photo: Phillips\n\nAlberto Burri\n\nThe market has fluctuated for postwar Italian art, with plateauing prices for minimalist artists like Piero Manzoni, known for his folded white abstracts, and Lucio Fontana, who made slashed canvases his signature. But Alberto Burri’s 1950s abstracts are harder to sum up, and that may prove a boon.\n\nBurri burned, crackled and stitched his compositions together, and they’ve shown up in greater numbers, and valuations, over the decade, according to MutualArt. His 1957-59 “Big Wood and Red” is estimated to sell for at least $10 million at Phillips on Thursday.\n\nDavid Hockney\n\nAt age 81, David Hockney has been getting the elder statesman treatment lately, with multiple museum shows and a reappraisal at auction. Sotheby’s reset the bar for the British transplant to Los Angeles when it sold his cheery 1990 landscape, “Pacific Coast Highway and Santa Monica,” for $28.5 million in May. Now, three paintings and seven works on paper are headed for sale, including his 1972 “Portrait of an Artist (Pool With Two Figures),” which Christie’s will aim to sell Thursday for around $80 million.\n\nIf it surpasses $58.4 million, Mr. Hockney will reset Jeff Koons’s record for most-expensive artwork ever auctioned by a living artist—but the jury is still out among dealers and art advisers on whether this example merits the title. Mr. Mayou said bidding for trophies has proved thinner this year than last, and that makes the Hockney “a little vulnerable.”\n\nMr. Rotter at Christie’s said the painting has all the elements of the artist’s best-known works—it’s a large, double portrait that contains a mountainous, desert landscape and a swimming pool.\n\n‘Clean Slate,’ a 25-foot-tall KAWS sculpture, is estimated to sell for at least $900,000. Photo: Phillips\n\nKAWS\n\nNew York artist Brian Donnelly, professionally known as KAWS, started out in the 1990s as a graffiti artist turned toy maker, but he is getting a blue-chip market push this fall.\n\nOn Wednesday, Heritage Auctions is selling a KAWS toy collection amassed by collector Ronnie Pirovino that’s estimated to go for at least $141,400, followed the next day by the opening of a solo show at his New York gallery, Skarstedt. At least eight examples of KAWS’s cartoonish Everyman figures will be also be offered across the major houses—including a 25-foot-tall sculpture at Phillips, “Clean Slate,” estimated to sell for at least $900,000.\n\nThe record for KAWS is the $1.3 million paid at Sotheby’s last month for “Again and Again,” a portrait evoking SpongeBob SquarePants, but market watchers say his sculptures typically outperform his paintings at auction. So far this year, MutualArt said 64% of the sculptures offered at auctions sold within or above their estimates, compared with 46% of his paintings.\n\nWrite to Kelly Crow at kelly.crow@wsj.com", "Stephen Curry is one of the many NBA players who spent the formative years of his life playing a completely unrealistic videogame called “NBA Jam.”\n\nThere was something universal about how people behaved once they grabbed the controllers. It didn’t matter where they lived or how old they were or whether they would eventually become the greatest shooter on earth. What they had in common was the way they played the game. They did everything in their power to take as many 3-pointers as possible.\n\nThis was odd. In the actual NBA at the time, 3-pointers accounted for 8% of total points. But on any given “NBA Jam” machine, that number was between 50% and 52%, said Mark Turmell, the game’s creator. It turns out all those people were onto something: 30% of points scored in the NBA now come from 3-pointers, and that rate has steadily increased every single year for the last three decades.\n\nThe way the NBA reflects “NBA Jam” is uncanny but not unusual. So many of the innovations that have revolutionized professional sports in recent years are the same intuitive strategies that people have been using for as long as arcades have existed.\n\nNBA teams are playing faster and shooting more 3-pointers. NFL teams are passing more. MLB batters are trying to smash as many home runs as possible at the same time MLB pitchers are trying to rack up as many strikeouts as possible.\n\nSports have become videogames.\n\nNewsletter Sign-up\n\nThe most sophisticated front offices that use complicated proprietary algorithms to allocate their mountains of cash have come to a surprising conclusion about optimal strategies. The evolution of sports has led them right back to their childhood basements.\n\n“You just do what works,” said Houston Rockets general manager Daryl Morey. “It’s basic logic.”\n\nIn 1993, the same year teenagers started feeding quarters into “NBA Jam” machines, NFL teams weren’t exactly known for their strategic innovation. At the time, 9% of offensive snaps came from the shotgun position, and only 54.9% of offensive plays were passes, according to Stats LLC.\n\nThere was always one group of people with a keen understanding of how backward NFL teams were. These people loved football and spent hours every day consumed by it. Except they were on their couches.\n\nAnybody who has played the Madden videogame franchise instinctively knew how to be effective on offense: pass the ball.\n\nPassing the ball averaged more yards. So did plays out of the shotgun. These gamers sensed that running the ball with your quarterback under center, to obey traditions that dated back to leather helmets and a time when the forward pass wasn’t even legal, was nothing short of lunacy.\n\nJordan Powell, a top Madden gamer, found himself exasperated whenever he turned on television and watched the NFL. The strategies he saw professional coaches implementing simply weren’t smart.\n\n“It annoyed me,” says Powell.\n\nNFL coaches are finally coming around. Passing in professional football now accounts for an all-time high 60% of plays. And that’s still lower than the 69% of Madden users, according to EA Sports data.\n\nPowell is more encouraged by some of the other decisions he sees these days, like NFL teams going for it on fourth down and attempting more 2-point conversions, which might as well have been illegal a few years ago.\n\n“ You just do what works. It’s basic logic. ” —Houston Rockets general manager Daryl Morey\n\nIn one area, reality has surpassed virtual reality. Madden quarterbacks use the shotgun for 53% of plays in the game. NFL quarterbacks have used the shotgun on 63% of plays this year, and that has allowed quarterbacks like Patrick Mahomes to put up never-before-seen numbers in this record-breaking NFL scoring season.\n\nThe passing boom in the NFL has coincided with a scoring explosion in the NBA. The pace of basketball hasn’t been this fast since the mid-1980s, and it’s accelerated so much so quickly that the fastest teams a decade ago would be the slowest teams today. Not since the mid-1970s has the NBA seen this many points per game. And it’s not simply because there are more possessions. It’s also because offenses have never been as efficient as they are right now.\n\nIn a strange and unexpected twist, to understand today’s NBA, you almost have to study “NBA Jam.”\n\nThe average “NBA Jam” machine was remarkably consistent, Turmell said. In any given arcade, about 75% of total points came from dunks, layups and 3-pointers, the most valuable shots in basketball. That number in the real-life NBA is now up to 64%.\n\n“NBA Jam” was beloved in part because it was absurd. And now the NBA has almost reached “NBA Jam” levels.\n\n“’NBA Jam’ was ahead of our time,” said Nidal Nasser, a gamer for the Portland Trail Blazers’ team in the NBA 2K League, “and we didn’t even know it.”\n\nIn the 2015 version of “NBA 2K,” the videogame of choice for today’s NBA players, 34% of shots came from behind the 3-point line, according to the company’s data. The Warriors won the championship that year by shooting 31% of their field goals as threes. But then something funny happened the next season. As the 3-point attempt rate in “NBA 2K” dropped to 29%, Golden State’s increased to 36%. The Warriors were more futuristic than the videogame.\n\nLeBron James and Kyle Kuzma learned how to play with each other in part by playing the NBA 2K videogame. Photo: robert hanashiro/Reuters\n\nNo less an NBA influencer than LeBron James became familiar with the Lakers by playing with them on “NBA 2K.” He even taunted his opponent for slipping underneath a screen and daring Lonzo Ball to shoot. He didn’t seem to mind that his opponent was a computer.\n\nNot every NBA player tries to find strategic advantages when playing “NBA 2K.”\n\n“That’s a LeBron thing,” said Oklahoma City Thunder forward Paul George.\n\nBut that means it’s now a Lakers thing. James’s teammate Kyle Kuzma has become so serious about the craft of “NBA 2K” that he considers the hours he spends playing to be a form of high-level training.\n\n“It’s like a virtual simulation,” Kuzma said. “It’s no different than pilots flying fake airplanes.”\n\nThe time he spends practicing videogames might be one possible explanation for the scoring outburst in the NBA this season. And one of the players off to the best start of his career is none other than Stephen Curry. He’s once again putting up silly numbers that aren’t supposed to exist in reality.\n\n“I’ve never seen anything like this,” New York Knicks coach David Fizdale said. “Except on a videogame.”\n\nWrite to Ben Cohen at ben.cohen@wsj.com and Andrew Beaton at andrew.beaton@wsj.com", "Unfilled jobs in the U.S. exceeded the number of unemployed Americans by more than one million as the summer came to a close, a sign it is increasingly difficult for employers to find workers.\n\nThere were a seasonally adjusted 7.01 million job openings on the last business day of September, the Labor Department said Tuesday. That compares with 5.96 million jobless Americans actively looking for work during the month that the unemployment rate fell to a 49-year low of 3.7%.\n\n...", "IN MANY WAYS, Jaipur delivers on the clichéd fantasies first-timers to India have mentally replayed: flute players presiding over ornate courtyards, women in color-drenched saris, men in turbans. But lately, the Rajasthani capital has been dispelling cliche as a new hub of contemporary Indian arts and culture. The Jaipur Literature Festival draws half a million people each January, while February ushers in an international photography festival. The Jawahar Kala Kendra arts complex, a symphony of geometry by architect Charles Correa, just unveiled its renovation. A modern sculpture park, reopening in December, startles in the withering arches and courtyards of the 18th-century Nahargarh Fort. And Jaipur’s reputation as India’s shopping mecca is undiminished. We asked four expert locals to help navigate the way.\n\nDiscovering Modern Jaipur The city offers a wealth of contemporary arts and culture, and its reputation as a shopping destination remains undiminished. A view of Jaipur from Nahargarh Fort. Sara Hylton for The Wall Street 1 of 17 • • • • • 1 of 17 Show Caption A view of Jaipur from Nahargarh Fort. Sara Hylton for The Wall Street\n\nThe Royal\n\nHH Maharajah Sawai Padmanabh Singh\n\nMaharajah of Jaipur\n\nMartinis at the Rambagh Palace Polo Bar. Photo: Sara Hylton for The Wall Street Journal\n\nFASHION FINDS / Raghavendra Rathore This Rajasthani brand has great fabrics and fabulous finishing for achkans and bandhgalas. Ghanerao House 5, Jacob Road, Civil Lines, iicfashion.com.\n\nGLITTERING GIFTS / Amrapali and Gem Palace Jaipur’s two iconic jewelry institutions are fun to visit. They each have a distinct style and sell affordable gifts in addition to precious gems. Amrapali Jewels, Panch Batti, M.I. Road, Near Raj Mandir Cinema, amrapalijewels.com. Gem Palace, Shop No. 348, MI Road, gempalace.com.\n\nHORSING AROUND / Rambagh Polo Grounds Especially during the polo season but mostly year-round, one can find either myself or others playing matches, practicing, or just doing stick-and-ball with the horses—especially in the morning or early evening, when it’s not so hot. Even during most matches, entry is free. Near Rambagh Circle, rajasthanpoloclub.co.in\n\nThe Jeweler\n\nSiddharth Kasliwal\n\nPartner and designer, the Gem Palace, and owner, 28 Kothi hotel\n\nEAT LIKE A LOCAL / Laxmi Mishthan Bhandar, Pandit Kulfi Go to Laxmi Mishthan Bhandar in the old city to have samosas and dahi badas. Finish off with ice cream at Pandit Kulfi. Laxmi Mishthan Bhandar, Shop No. 98-99, Johari Bazar, lmbsweets.com. Pandit Kulfi, 110 Hawa Mahal Market.\n\nA customer sorts through fragrant rose petals sold at the wholesale flower market, Phool Mandi. Photo: Sara Hylton for The Wall Street Journal\n\nREFINED FLOWER / Phool Mandi Walk through this flower market. There are tons of flowers—marigolds, roses, frangipani—all local. All the flower sellers come there and the dealers gather and collect to take to different temples. Phool Mandi, Gangori Bazar, Janta Market, J.D.A. Market, Kanwar Nagar.\n\nCHIC SHOP / Teatro Dhora Teatro Dhora is run by my friend, and it has fun jewelry and a cute cafe. It’s a store that a lot of foreigners living in Jaipur like for their dresses—it’s cool summer wear. 9 Yashwant Palace, Ajmer Road, dhoraindia.in\n\nThe Curator\n\nPooja Sood\n\nDirector General, Jawahar Kala Kendra\n\nHOUSE OF WONDERS / Gyan Museum A private collection in a beautifully done space. It’s run by jewelers—the father was an art aficionado. From textiles to jewelry to knives to nutcrackers, it’s eclectic but beautifully displayed. G-1/21-23, Gems & Jewelry Zone Export Promotional Industrial Park, Sitapura Industrial Area, gyanjaipur.com\n\nFAB FABRICS / Riddhi Siddhi If you’re into textiles you should go to Riddhi Siddhi. You can buy the best mulmul and muslins on rolls, kurtis for 900 rupees, fabulously hand-blocked bedspreads, garden umbrellas. 9 Govind Nagar (East), Amber Palace Road, riddhisiddhitextile.in\n\nHEAVENLY HOTEL / Alsisar Haveli It’s tucked away in the city and the family still lives there. I love their food. I enjoyed their thal and their subzi and curry; it’s like home food. Sansarchandra Rd, Shri Ram Colony, Sindhi Camp, alsisar.com; doubles from 9,000 rupees a night\n\nThe Designer\n\nMarie-Anne Oudejans\n\nFashion and interiors maven\n\nSET A HIGH BAR / Rambagh Palace The bar is where I go to have a club sandwich and a drink. It’s wonderful to sit on the veranda and look outside to the garden. It’s completely timeless. Bhawani Singh Road, taj.tajhotels.com/en-in/taj-rambagh-palace-jaipur; doubles from £661 a night\n\nIdli design boutique. Photo: Sara Hylton for The Wall Street Journal\n\nFRANCO-STYLE / Idli Thierry Journo is a good friend of mine, and he has a really beautiful store called Idli. He makes prints, a great home line, and menswear: Indian designs with a French twist. Hotel Narain Niwas Palace Hotel, Narain Singh Road, idlidesign.com\n\nBLOOM YONDER / Brigitte Singh Brigitte Singh makes extraordinary block prints: bathrobes, linens, clothes for kids, shirts for men, traditional block prints inspired by Mughal flowers. You can take the finds to your Hamptons house and it’s perfect. Narad Ka Bagh, Amber, brigittesingh.com\n\nPlus, Don't Miss...\n\nBar Palladio. Photo: Sara Hylton for The Wall Street Journal\n\nBar Palladio This beguiling bar on the grounds of the Narain Niwas Palace hotel has dramatic East-meets-West interiors by Marie-Anne Oudejans: think Italian-style murals nestled amid arches awash in electric shades of blue. Kanota Bagh, Narain Singh Road; bar-palladio.com / Rajmahal Palace A palace hotel for the 21st century, with art deco accents and quirky, bold wallpaper. Sardar Patel Marg, C Scheme, sujanluxury.com/raj-mahal, doubles from 41,000 rupees / Baradari A restaurant tucked away in the courtyard of the 300-year-old City Palace, with fusion fare far better than one expects from a museum restaurant—Royal Lal Maas, house-made pasta, apple jalebi with rose-petal ice cream. A great spot for a late-night drink as well. Jaleb Chowk, Near Gate No 2, City Palace, facebook.com/baradarijaipur", "President Trump and former President Obama sparred on the campaign trail about who deserves credit for the strong economy, but the record is more complex than either describes. While economic growth has been faster during Mr. Trump’s first 21 months in office than it was during Mr. Obama’s eight years, federal debt is growing faster […]", "French President Emmanuel Macron called for the creation of a “true European army,” issuing a sharp critique of trans-Atlantic security ties days before U.S. President Trump is due to visit France.\n\nEurope’s security ties with the U.S., which have been a bedrock of the continent’s stability for decades, have come under strain as Mr. Trump has demanded more military spending from European members of the North Atlantic Treaty Organization and questioned the alliance’s benefits for the U.S. Such tensions have led Mr. Macron and...", "No, the laws of supply and demand haven’t been suspended when it comes to oil and Iran.\n\nThe 15% plunge in Brent crude futures in the past month, coming ahead of Monday’s reimposition of sanctions on oil exports, makes sense. What comes next is a lot more complicated.\n\nIranian exports dropped by around 800,000 barrels a day between June and...", "Mozambique and a group of investors have a deal in place to swap out a $726 million bond in default with fresh debt and a cut of future revenues from offshore natural-gas projects.\n\nThe deal means investors will receive virtually all of the principal and interest they expected from the defaulted bonds, which offered a 10.5% interest rate and were scheduled to mature in 2023. The African nation defaulted on the notes in January 2017 and has been in restructuring talks with a group of investors, including Farallon Capital Europe...", "Artists for Humanity\n\nEmploying hundreds of teens, who collaborate with artists on commissioned works, this nonprofit debuted a public gallery and retail and studio spaces this fall. afhboston.org\n\nBackyard Betty’s\n\nComfort food gone gourmet is the fare at this kitschy-cool space, equal parts diner and rec room. backyardbettys.com\n\nCambria Hotel Boston Downtown\n\nRising...", "Islamic State left more than 200 mass graves in Iraq, the United Nations said Tuesday, the aftermath of the extremist group’s three-year occupation of the north of the country that could provide some of the first evidence of war crimes committed during their rule.\n\nThe Iraqi government has tried and executed dozens of Islamic State militants since the group retreated, but none for war crimes.\n\n“The...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "A Wall Street Journal investigation reveals what goes on inside China's growing network of internment camps, where hundreds of thousands of ethnic Uighurs are believed to have been detained. Screenshot/Video: Clément Bürge\n\nBEIJING—China’s government delivered a defiant defense of its mass detentions of Muslims at a United Nations human-rights panel in Geneva on Tuesday that turned into a showdown with the U.S. and other critics of the Chinese policy.\n\nWith protesters against China marching outside, representatives from roughly a dozen countries, most of them Western, fired criticisms at the Chinese delegation about their country’s network of internment camps in the Xinjiang region as part of a broad review of China’s record by the U.N. Human...", "A FEW MONTHS AGO, Jordan Savage’s girlfriend convinced him to try a face mask. The Los Angeles couple went to a local Sephora to choose some purposeful-sounding goop—a house-brand Green Clay Mask ($8 each), which purports to purify and minimize pores—and made a night out of it. The 31-year-old film producer, a skin care novice with an oily complexion, saw positive effects immediately and has since gone on to purchase masks on his own.\n\nFor many men, the idea of spending 15 minutes plastered in a damp, papery sheet mask or sealed in the grips of a gritty clay mask is becoming less alien. Tara Foley, CEO and founder of Follain, a skin care chain with stores in Dallas, New York and Seattle, has seen an uptick in converts who start by borrowing masks from their partners, then buy their own. Alex Penfold pilfered from his wife Jen’s mask stock for years before creating the “Bro Mask,” an emphatically male-marketed sheet mask that’s larger to envelop a man’s broader face and comes in two parts, so bearded men can skip the bottom part and avoid getting the sheet mask stuck in their whiskers. Since the product’s May launch, said Mr. Penfold, sales have doubled each month.\n\n“ One finance executive finds that a nightly masking pays off. ”\n\nStill, Annie Jackson, who co-founded the San Francisco-based cosmetics chain Credo, pointed out that male maskers tend to dwell in big cities, where unabashed preening and pore-cleaning carries less of a stigma. She finds that her male customers are looking for purifying or detoxifying masks, particularly gravitating to a charcoal mask from Georgia brand One Love Organics ($49 for a 2.1 oz jar), which Credo claims will “clarify your complexion and extract dirt and debris.”\n\nBut don’t take such marketing at face value. “With big skin care companies you’ve got to be skeptical,” said Dr. Bradley Glodny, a New York-based dermatologist. “I wouldn’t trust the reviews and what the claims are. You’ve got to try it for yourself and see if it helps you.” To find a mask likely to address your needs (assuming you can articulate your skin’s “needs”), Dr. Glodny advises, learn what tasks individual ingredients perform. For example, calendula oil (from the marigold flower) and sulfur are anti-inflammatory and reduce redness, while charcoal and clay can “dry up impurities” and hyaluronic acid can help hydrate skin.\n\nGLOW BROS A slightly fratty moisturizing option. 100% Hydrogel Bro Mask, $28 for 4, jaxonlane.com\n\nEvan Wells, 37, who works at a financial software company in San Francisco, uses Drunk Elephant’s T.L.C. Sukari Babyfacial mask ($80 for 50 mL), featuring multiple exfoliating acids of the “ic” variety, including glycolic and salicylic. He finds a nightly masking pays off: “When I wake up in the morning I can just tell that my skin is plump and fresh.” Dr. Glodny, however, cautioned that such sensations can be fleeting. “A lot of [masks] will only help in the short term,” he said, adding that masks don’t necessarily make skin healthier. But after a few spa nights with your girlfriend, your relationship might be.", "LONDON—The U.K. government is reviewing the makeup of its telecommunications-equipment market—a move that executives say ratchets up scrutiny of China’s Huawei Technologies Co.\n\nThe government last month sent a letter to telecom firms, including cellular and internet providers, saying it would review whether the country was too reliant on a single hardware provider. The letter didn’t single out any specific company by name, but executives at businesses that received the letter said it was clear to them that Huawei was the target.\n\n...", "To subscribe to the newsletter, please sign up here MUST READS Trophy Infrastructure, Troublesome Debt: China Makes Inroads in Europe: Beijing is constructing parallel financial and commercial networks across Central and Eastern Europe to challenge the global order. Its offers give emerging economies a quick path to development and infrastructure—but with downsides, including debt burdens. Endless Brexit […]", "TOKYO— Toyota Motor Corp. TM -0.03% may drop some underperforming models in the U.S., its head of North American operations said.\n\n“We are taking a hard look at all the segments we compete in, to make sure we are competing in profitable segments and that products that we sell have strategic value to the brand,” Jim Lentz said Tuesday.\n\nModels under the microscope include fuel-sipping cars that have lost out to sport-utility vehicles, Mr. Lentz said—such as the subcompact Yaris, whose U.S. sales have plummeted this year. Also, Toyota could sell fewer variants of the Prius hybrid in the U.S., he said, and scale back niche products like sports coupes and convertibles.\n\n“Maybe you need one of those, but maybe you don’t need two of them,” Mr. Lentz said.\n\nThe shift in U.S. tastes isn’t all that is driving Mr. Lentz: There’s also Toyota’s goal of an 8% operating margin in North America by the year ending in March 2021. A Toyota spokesman declined to specify the current figure, but indicated the target may be difficult to reach.\n\nChief Executive Akio Toyoda wants to boost the profitability of Toyota’s traditional business to allow investment in new technologies. Leading the cost-cutting charge is Chief Financial Officer Koji Kobayashi, whom Mr. Toyoda brought from supplier Denso Corp.\n\nMr. Kobayashi has pushed white-collar workers to find ways to save money, including searching desk drawers for extra pens and pencils. That netted quite a haul, he said: “We might not have to buy new pencils for five years.”\n\nOn Tuesday, Toyota said operating profit in the July-September quarter was up nearly 11% from a year earlier, to ¥579 billion ($5.1 billion). Unit sales in the U.S. fell, but more of the vehicles were higher-margin trucks and SUVs: In the first 10 months of the year they accounted for around 63% of U.S. unit sales, up from 58% last year.\n\nFiat Chrysler Automobiles NV killed several sedan models to make room for truck production, and has seen its profit margin in the U.S. surge as a result. Ford Motor Co. plans to abandon sedans almost entirely in the U.S.\n\nMr. Lentz said, “I think it’s a mistake to pull out of the passenger-car business,” but he said some individual models were under review.\n\nU.S. sales of the $15,000 Yaris hatchback were down nearly 80% in the first 10 months of the year, and U.S. sales of the Prius C, a smaller version of the Prius hybrid vehicle, were down over 30%. Toyota has already stopped selling the larger Prius V in the U.S.\n\nMr. Lentz said he wants customers to think of hybrid technology—which combines an electric motor with a gasoline engine—as available in many models, not just those sold under the Prius name. Toyota hopes to increase hybrids’ share of its U.S. sales to 15% by 2020, from around 9% today, by expanding sales of hybrid versions of popular models such as the RAV4 and Highlander SUVs.\n\nHybrids account for about 3.5% of overall U.S. sales.\n\nThe Prius has established the technology as synonymous with economy, Mr. Lentz said. Toyota wants to broaden that.\n\n“We’re going to have to rebrand hybrid,” he said, “to make sure people understand that it can be economical, but it can also be fun to drive.”\n\nWrite to Sean McLain at sean.mclain@wsj.com", "Happy Election Day morning from the WSJ Washington bureau. This is the web version of the WSJ’s Capital Journal newsletter. You can sign up for daily delivery here. What We’re Watching Election Day 2018: Track votes and follow the Journal’s election analysis in our live coverage. Extra, Extra: Keep an eye on your inbox for […]", "GRANJENO, Texas—On Monday morning in this border town, about a dozen U.S. Army soldiers unfurled reams of razor wire on top of a wrought-iron fence alongside a bridge to Mexico.\n\nThe soldiers from the 36th Engineer Brigade at Fort Riley, Kan., who wore helmets but didn’t appear to be armed, are among thousands of troops deployed in recent days to the southwest U.S. border as part of Operation Faithful Patriot.\n\nAround...", "General Electric Co. said it agreed to sell its Current lighting division to private-equity firm American Industrial Partners for an undisclosed amount, as the conglomerate continues to separate from a business that is central to its historical roots.\n\nThe Current business, which sells LED lighting for commercial use, had about $1 billion in sales in 2017.\n\nGE...", "A battle is brewing between Madison Avenue and Silicon Valley as companies shake up the way they buy ads.\n\nFor years, agency groups like WPP, Omnicom and Publicis have made strong returns by combining advertisers’ budgets and driving bargains with media owners such as CBS in TV or Google online. This media-buying machine is still churning out fat profits, but looks vulnerable.\n\nOn...", "IRAN VOWS TO ‘BREAK’ U.S. SANCTIONS Iranian President Hassan Rouhani on Monday vowed countermeasures against the U.S., as the Trump administration put into effect a ban on oil imported from Iran and listed more than 700 Iranian banks, companies and individuals under sanctions. “Unfair sanctions are against the law, U.N. resolutions and international accords. Therefore, […]", "MOUNT PLEASANT, Wis.—Foxconn Technology Group is considering bringing in personnel from China to help staff a large facility under construction in southern Wisconsin as it struggles to find engineers and other workers in one of the tightest labor markets in the U.S.\n\nThe company, the Taiwanese supplier to Apple Inc., has been trying to tap Chinese engineers through internal transfers to supplement staffing for the Wisconsin plant, according to people familiar with the matter.\n\n...", "Data centers catering to heavyweight tech companies have been one of real estate’s star performers, but their rout during October’s tech selloff is raising questions about whether these usually defensive shares will remain volatile.\n\nThese companies build and operate often nondescript buildings that house generators, servers, racks and cooling systems for tenants such as Amazon.com Inc., Facebook Inc. and Microsoft Corp.\n\nData...", "Oil prices are on the cusp of a bear market one month after hitting four-year highs as a wave of supply has returned to hit crumbling confidence in global growth.\n\nU.S. crude prices have fallen 19% since breaking above $76 a barrel in early October, on worries over slowing demand for fuel and record production from major oil exporters.\n\nThe...", "After years of neglecting its MacBook Air, Apple has breathed new life into the beloved thin and light laptop. But does the new Air still have a great all-day battery? Can it pull ahead of Windows laptops? WSJ's Joanna Stern went up in the air to find out.\n\nMacBook Air, my MacBook Air, For me, you were always there. I loved you first in two thousand and ten. Two thousand fourteen, I loved you again.\n\nIn design as thin as a carving knife, You still managed all-day battery life. And when your price dropped to $1K, Everyone, it seemed, bought an MBA.\n\n...", "A wave of stock-picking firms are stepping up their fight against cheap exchange-traded and index funds with new offerings that dial back fees if they can’t beat the market. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business […]", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "When iPhones and Androids Chat: How to Live With Green Bubbles Apple's iMessage is great until you try to chat with someone on an Android phone. WSJ's Joanna Stern explains our great Apple-Android messaging crisis and provides some tips on how to cope.", "Americans regularly ask their Amazon Echo and Google Home devices to play music, share the weather and call friends. Yet most still can’t ask their smart speakers to call 911.\n\nTechnology giants such as Amazon.com Inc. and Alphabet Inc.’s Google that sell popular internet-connected speakers have largely stopped short of making them conduits for emergency calls, even as the devices have evolved to ring cellphones and landlines. Such devices are now used in 20 million U.S. homes, roughly double the number a year earlier, according...", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. It’s Election Day! Today we look at Amazon’s decision to split its second headquarters between two cities, U.S. midterms, the “real” unemployment rate, and Iran sanctions. AMAZON SPLITS HQ2 plans to split its second headquarters evenly between […]", "LONDON—A look at one recent week in Britain’s government illustrates how the country is drowning in Brexit.\n\nOn Thursday of that week, the U.K. Parliament debated turning a stretch of highway in southern England into a giant parking lot for trucks should ports get blocked by customs controls after Brexit. On Wednesday, six lengthy committee sessions were devoted to leaving the European Union. And on Monday, the British cabinet was briefed on how ships could be rented to carry goods to the U.K. if no exit deal with the EU was...", "丹麦玩具制造商乐高公司(Lego AS)周二称，该公司赢得了针对中国公司抄袭其塑料积木和小人仔的最新诉讼案。\n\n广州市越秀区人民法院裁定，四家公司违反法律，称这些公司侵犯了乐高公司的多项版权并实施不正当竞争行为，命令这些公司立即停止生产和销售所涉产品，同时向乐高公司支付人民币450万元（合65万美元）的赔偿金。\n\n乐高公司表示，过去两年一直在与仿冒者战斗，这是该公司在中国取得的又一次重大的诉讼胜利。\n\n据这家法院发布的裁定，包括汕头市美致模型有限公司的四名被告抄袭了18款乐高三维产品、多种乐高小人仔，并实施了不正当竞争行为。\n\n...", "Working at a lab with a leaky roof in a city still clearing away World War II rubble, 23-year-old engineer Junichi Nishizawa thought he could take on the top scientists in the world’s superpower, the U.S.\n\nThe invention of the transistor by Bell Laboratories scientists including William Shockley had galvanized scientists in the new field of electronics. Mr. Nishizawa was trying to create a semiconductor device to convert light signals into electrical current.\n\n...", "Two years ago, Rob Silvers arrived at a nondescript federal building in the Virginia suburbs of Washington on election day, afraid America was about to be hit by a catastrophic cyberattack.\n\nAn alleged Russian operation to hack Democratic emails and peddle divisive disinformation was months in the making; election systems across the country had been probed by suspected Russian hackers; and one state—Illinois—had seen its voter registration database breached.\n\n...", "Trade tensions between the U.S. and China could benefit other Asian economies and markets, according to analysts with an alternative take on the impact of rising tariffs across the Pacific.\n\nWhat’s Happening\n\nThe interconnectedness of supply chains across Asia helps explain market weakness across the region this year—if Chinese exports suffer, so will many suppliers whose components go into these products.\n\nBut...", "As the midterm election campaign barreled to a close, President Trump warned that Republican losses would roll back what he billed as his achievements in office, while Democrats called for a rejection of the divisive politics they said he practices.\n\nMr. Trump made a final sprint Monday through three states crucial to preserving his Republican majority in the Senate: Ohio, Missouri and Indiana. With polls showing Democrats within reach of the 23 seats they need to wrest control of the House, Mr. Trump said the party would unravel economic gains the U.S. has enjoyed on his watch, and he claimed without evidence that Democrats would open the floodgates to illegal immigrants.\n\n“Keep the movement going tomorrow,” he told supporters in Cleveland. “The Democrat agenda is a socialist nightmare for our country. The Republican agenda is the American dream.”\n\nDeploying a seasoned campaigner of their own, Democrats turned to former President Obama to mobilize his old coalition. Mr. Obama appeared at a campaign office in northern Virginia on Monday to thank volunteers. As he has done throughout the campaign season, he didn’t mention Mr. Trump by name but he issued an implicit rebuke of the president’s rhetoric.\n\n“The character of this country is on the ballot,” said Mr. Obama, his voice hoarse from the campaign trail. “Who we are is on the ballot. What kind of politics we expect is on the ballot.”\n\nMr. Trump hopes to defy historic trends in which voters reward the opposite party of the president in midterm elections.\n\nOne for the Books Turnout, as signaled by strong early voting, and spending this election are set to reach record levels for a midterm contest. Early ballots cast 2018 36.4 million 28.3 2014 Spending $6 billion Independent/ Other 4 Republicans 2 Democrats 0 ’06 ’14 ’10 2002 1998 ’18*\n\nHeading into the midterms—in which early voting has rivaled that of presidential elections—Democrats sought to check Mr. Trump’s ambitions by capturing at least the House, while Republicans looked to preserve GOP congressional majorities for the duration of Mr. Trump’s term.\n\nCongressional candidates hoping to focus on local concerns were diverted by national spectacles: a bruising confirmation battle for Supreme Court Justice Brett Kavanaugh and a migrant caravan that Mr. Trump cast as a danger to the U.S.\n\nAnticipating the House would flip, Republican operatives began second-guessing Mr. Trump’s strategy of putting illegal immigration front-and-center in the run-up to the election.\n\nAt the Cleveland rally on Monday, Mr. Trump attacked the group of Central American migrants heading to the southwest U.S. border. “Democrats are inviting caravan after caravan—isn’t that nice—of illegal aliens to flood into our country and overwhelm your communities,” he said.\n\nWhile the issue roused Mr. Trump’s core conservative base, it alienated suburban voters in swing districts that are important to the GOP House majority, Republican strategists said.\n\nShowcasing the nation’s economic gains would have held broader appeal, a House Republican aide said, though Mr. Trump suggested at a rally last week that talk about the economy didn’t excite voters.\n\n“The fear angle isn’t going to work in districts that are in play,” the aide said. “These are issues that are not helping with the Republican voters that we need to hold onto a House majority.”\n\nSarah Chamberlain, a GOP strategist who has been campaigning with House Republicans in the suburbs of New York and Philadelphia, said the boisterous Trump rallies don’t speak to Republican women in these precincts.\n\n“They wish the rallies were about how good the economy is,” said Ms. Chamberlain, president of the Republican Main Street Partnership, a coalition of centrist Republicans.\n\nNewsletter Sign-up\n\nA White House official said Mr. Trump had “no problem” talking about the economy and criticized “nervous operatives who only pay attention to what they don’t want to hear.”\n\nIn the race’s closing days, the Trump campaign faced a backlash over an ad that stoked fears about the migrant caravan. The commercial features Luis Bracamontes, a Mexican citizen who entered the U.S. illegally and was found guilty earlier this year of killing two sheriff’s deputies in 2014.\n\nThe ad says Democrats “let him into our country” and “let him stay”; The Arizona Republic reported he entered the U.S. in 1996, when Democrat Bill Clinton was president, was deported in 1997 and resurfaced in the U.S. in 2001 when Republican George W. Bush was president.\n\nNBC and Fox News pulled the ad from broadcasts Monday, while CNN declined to air it. Facebook also said Monday it wouldn’t allow the campaign to pay to distribute the ad on the platform, saying it violated the company’s policy “against sensational content.”\n\nAsked about complaints that the ad was offensive, the president said Monday: “A lot of things are offensive. Your questions are offensive a lot of the time.”\n\nNavigating his first midterm election, Mr. Trump appeared to see himself as a central focus. “In a certain way, I am on the ballot,” he told supporters Monday.\n\nMany of his supporters agreed.\n\n“I do like Ted Cruz a lot...but I’m a Trump man,” said Rick LaBlanc, a retired oil industry executive who lives outside Houston. Mr. LaBlanc said he turned out for a Trump rally last month to show his support for the president, not for Sen. Cruz, who is up for re-election Tuesday.\n\nPresident Trump held rallies in key battleground states around the country Monday, urging supporters to vote and to campaign for Republican candidates ahead of Tuesday's midterm elections. Photo: AP\n\nMr. Trump has campaigned hard. Since the season ramped up after Labor Day, the president headlined 30 rallies—11 in competitive House districts and 19 in states with tight Senate and gubernatorial races, according to the White House.\n\nOn Monday morning he spoke to supporters in swing states on a conference call, warning that Democrats would thwart his agenda if they gained control of Congress.\n\n“It’s all fragile,” Mr. Trump said. “Everything I’ve told you about, it can be undone and changed by the Democrats if they get in.”\n\nMr. Trump also issued a warning on Twitter about illegal voting, vowing to press for harsh penalties. “Anyone caught will be subject to the Maximum Criminal Penalties allowed by law. Thank you!” the president tweeted.\n\nThe Justice Department said Monday it will send election observers to the polls in 19 states Tuesday as part of a longstanding program designed to ensure that federal election laws are upheld across the country.\n\nThe observers will be deployed in 35 counties or municipalities in Alaska, Arizona, California, Florida, Georgia, Iowa, Kansas, Massachusetts, Nevada, New Jersey, New York, North Dakota, Oklahoma, Pennsylvania, Rhode Island, South Dakota, Texas, Utah and Virginia.\n\n“This year we are using every lawful tool that we have, both civil and criminal, to protect the rights of millions of Americans to cast their vote unimpeded at one of more than 170,000 precincts across America,” Attorney General Jeff Sessions said in a statement.\n\n—Janet Hook, Vivian Salama and Byron Tau\n\ncontributed to this article.\n\nWrite to Peter Nicholas at peter.nicholas@wsj.com and Rebecca Ballhaus at Rebecca.Ballhaus@wsj.com", "Amazon.com Inc.’s decision to split its new headquarters exposes a secret known to many companies: It is tough to find top tech talent.\n\nAs The Wall Street Journal reported Monday, the e-commerce company has scuttled its original plan to pick a single location for a second headquarters, opting instead to build two hubs, according to a person familiar with the matter. The move stems, in part, from Amazon’s need for talent—and lots of it—so increasing the number of locations will provide better access, the person said.\n\n...", "As voters head to the polls in the 2018 midterm elections Tuesday, a string of East Coast races could be early indicators on which party will win the battle for control of the U.S. House, while the fight for the U.S. Senate runs through a slate of tossup states that are in later time zones. Here’s your guide to watching the results roll in on Election Day, based on East Coast times.\n\nThe first polls begin closing at 6 p.m. Eastern in Kentucky and Indiana.\n\nKentucky and Indiana: Indiana has some polls closing at 6 p.m. Eastern. But the key race to watch is in Kentucky: the state’s sixth congressional district in Lexington. The seat is currently held by Republican Rep. Andy Barr, who represents an area where the GOP typically does well, but he is facing a well-financed opponent in retired Marine pilot Amy McGrath, a Democrat.\n\n7 p.m. Eastern\n\nPolls start to close in four key states: Virginia, Georgia, Florida and also Indiana, where a last batch of polls close in a state that is in two time zones. Polls also close in South Carolina.\n\nFlorida: Democrat Andrew Gillum, the mayor of Tallahassee, has attracted a grassroots following of young people and minorities. The party hopes Mr. Gillum’s campaign for governor against the GOP’s Ron DeSantis can bring more Democrats to the polls, all the while lifting the fortunes of incumbent Sen. Bill Nelson, who is being challenged for his Senate seat by outgoing Republican Gov. Rick Scott.\n\nOn the House side, the four most competitive races to watch are all prime pick opportunities for the Democrats: FL-26 and FL-27, two GOP-held districts that encompass part of the Miami-Dade region; FL-15 outside Tampa; and FL-16 in Sarasota County.\n\nIndiana: Democratic Sen. Joe Donnelly, one of the party’s most vulnerable incumbents, is being challenged by businessman Mike Braun. Republicans are looking to capture this seat to expand their 51-49 Senate majority or to create a buffer to offset loses elsewhere.\n\nGeorgia: The governor’s race between progressive former state lawmaker Stacey Abrams and Georgia Secretary of State Brian Kemp, a Republican, is one of the most watched in the country. She could make history by becoming the first black female governor in the U.S.\n\nThe WSJ's Gerald F. Seib talks about the numbers that are important to determine control of the House and Senate. Photo: Getty\n\nThere are also two key House races to watch: Georgia’s sixth congressional district, home of a special election last year that launched this year’s fierce fight for control of the chamber, where Rep. Karen Handel is facing Democrat Lucy McBath. The race illustrates how both parties this year have battled over suburban, educated women. The other is Georgia’s seventh congressional district, where GOP Rep. Rob Woodall faces a tight race with Democratic challenger Carolyn Bourdeaux.\n\nVirginia: There are several opportunities for House Democrats to pick up seats. Rep. Barbara Comstock, an incumbent in the Washington, D.C., suburbs, is considered among the most vulnerable Republicans as she squares off against Democrat Jennifer Wexton.\n\nA more significant bellwether could be in Virginia’s second congressional district, where GOP Rep. Scott Taylor faces a stiff challenge from Democratic businesswoman Elaine Luria. And Republican Rep. Dave Brat, who ousted Majority Leader Eric Cantor in a 2014 primary, is now in danger of losing his seat to Democrat Abigail Spanberger.\n\n7:30 p.m. Eastern\n\nPolls start to close in three states: North Carolina, Ohio and West Virginia.\n\nOhio: The governor’s race in Ohio is nationally watched because 2016 GOP presidential candidate John Kasich is leaving the governor’s mansion due to term limits. Republican Mike DeWine faces Democrat Richard Cordray in the race to follow Mr. Kasich.\n\nA rematch in Ohio’s 12th congressional district in suburban Columbus could also be telling. Rep. Troy Balderson won a special election there this year—but just barely beating Democrat Danny O’Connor—signaling the GOP’s weakening grip in suburbia.\n\nWest Virginia: Democratic Sen. Joe Manchin’s state voted for President Trump in 2016 by 42 percentage points. Yet, Mr. Manchin is leading attorney general Patrick Morrisey in public polling, and a victory would demonstrate that a candidate’s personal brand can outweigh party affiliation.\n\nWhat to Watch: 8 p.m. to 9 p.m.\n\nAt 8 p.m. Eastern, the largest set of states will close, including eight states with competitive Senate races. Statewide competitive races 8 p.m.: Senate S TN MI PA MO MS TX ND IL CT NJ G Governor KS OK MD RI SD Other states closing: DE AL MA ME AR Competitive House races closing Democrat-held Republican-held Tossup Likely Democrat Lean Republican Likely Republican Lean Democrat\n\n8 p.m. Eastern\n\nPolls start to close in Connecticut, Delaware, Illinois, Kansas, Maine, Massachusetts, Maryland, Michigan, Mississippi, Missouri, New Jersey, Pennsylvania, Rhode Island, South Dakota, Tennessee and Texas.\n\nKansas: The governor’s race is a tossup between Republican Kris Kobach and Democrat Laura Kelly, and there are two potential House upsets. GOP Rep. Kevin Yoder’s seat in the third House district is at risk of falling into the Democratic column, as the race now leans in favor of challenger Sharice Davids. There is also a tossup race for an open seat in the state’s second congressional district, where Rep. Lynn Jenkins, a Republican, is retiring.\n\nMichigan: GOP Rep. Mike Bishop, whose eighth district includes a swath of the Detroit suburbs, faces a tough challenger in Elissa Slotkin, a former CIA case officer, creating a key pick-up opportunity for Democrats.\n\nMississippi: There are two Senate races in the state, but one of them is unlikely to be decided Tuesday night. That’s because GOP Sen. Cindy Hyde-Smith isn’t the only Republican vying for the seat: Republican Chris McDaniel is running against her, as is Democrat Mike Espy, creating a three-way race. The top two vote-getters advance to a Nov. 27 runoff if none of them can claim an outright majority of the vote on Election Day, under Mississippi election rules.\n\nMissouri: Sen. Claire McCaskill is another endangered Democrat in the Senate. She faces state Attorney General Josh Hawley. President Trump made two trips to the state in the final days to try to knock off Ms. McCaskill.\n\nNew Jersey: Democratic Sen. Bob Menendez, plagued by questions over his ethics despite escaping conviction in a corruption trial last year, is unpopular in a state that leans Democratic. He faces GOP businessman Bob Hugin. If Republicans can defeat Mr. Menendez, it would bode well for their ability to maintain control of the Senate.\n\nVoters across the country will head to the polls Tuesday to cast their votes in the general election. The WSJ's Gerald F. Seib explains five areas that are worth watching as results come in. Photo: Getty\n\nPennsylvania: There are four competitive U.S. House races in Pennsylvania, all of them pick-up opportunities for the Democrats, and they are looking here to make a strong down payment on their path toward a majority. Republicans have called this “ground zero” in the battle for House control. Several districts moved further out of reach for Republicans due to court-issued redistricting in the state.\n\nTennessee: The open Senate seat in Tennessee—Republican Sen. Bob Corker is retiring—is critical to Democrats if they have any hope of gaining ground in the chamber. Former Gov. Phil Bredesen, who was endorsed by singer Taylor Swift, is challenging Rep. Marsha Blackburn, who benefited from a Trump endorsement.\n\nTexas: Can Democratic Rep. Beto O’Rourke topple GOP Sen. Ted Cruz in a deep-red state? It would be one of the biggest political upsets in the history of the Senate, and a signal that the Lone Star state could be in play during the 2020 presidential race.\n\nAlso in Texas, Democrats are targeting Republican Reps. Pete Sessions in a district outside Dallas and John Culberson of Houston, both in tossup races. A defeat of Rep. Will Hurd, who is facing Democrat Gina Ortiz-Jones, would signal a difficult night for Republicans.\n\nWhat to Watch: 9 p.m. to 10 p.m.\n\nAt 9 p.m., polls start closing in Minnesota, which includes the only toss up and lean Republican seats held by Democrats. Statewide competitive races 9 p.m.: Senate S AZ MN CO WI G Governor Other states closing: NY NM NE WY LA Competitive House races closing Republican-held Democrat-held Lean Democrat Likely Republican Lean Republican Likely Democrat Tossup\n\n9 p.m. Eastern\n\nOfficials start counting ballots in Arizona, Colorado, Minnesota, Nebraska, New Mexico, New York and Wisconsin.\n\nArizona: An open Senate seat creates a rare opening for Democratic Rep. Kyrsten Sinema to gain a seat for her party, but her fight against Rep. Martha McSally has been extremely tight. The seat is open because Sen. Jeff Flake, a Republican, is retiring.\n\nMinnesota: Four races in Minnesota are a bellwether for control of the House. Both parties agree that if Democrats win in three of these four districts, it would be a bad sign for the GOP elsewhere in the country. The four races are:\n\nMN-01: Democrats currently hold this seat in rural Minnesota. If they can hang on, it may mean they are faring better in rural areas than they often get credit for. Democrat Dan Feehan faces Republican Jim Hagedorn in that open-seat race.\n\nMN-02: GOP Rep. Jason Lewis faces a stiff challenge from Democrat Angie Craig in outskirts of the Twin Cities.\n\nMN-03: Republican Rep. Erik Paulsen faces Democrat Dean Phillips, presenting another test for the GOP in the suburbs.\n\nMN-08: This is a seat the GOP is supposed to flip and create a small buffer against any other losses. Republican Pete Stauber is matched up with Democrat Joe Radinovich.\n\nWhat to Watch: 10 p.m. and Later\n\nThe last 10 states start closing polls at 10 p.m. Eastern. Alaska runs the latest, keeping polls open until at least midnight on the East Coast. Statewide competitive races 10 p.m.: Senate S NV IA MT 11 p.m.: OR G Governor Midnight: AK Other states closing: HI CA UT WA ID Competitive House races closing Democrat-held Republican-held Lean Democrat Tossup Lean Republican Likely Republican Likely Democrat\n\n10 p.m. Eastern\n\nPolls start to close in Iowa, Idaho, Montana, Nevada, North Dakota and Utah.\n\nNevada, Montana, North Dakota: These three states will likely determine control of the Senate. Democratic Sens. Jon Tester of Montana and Heidi Heitkamp of North Dakota are hoping to win in states President Trump took in 2016. Mr. Tester’s race is a tossup against Republican Matt Rosendale; Ms. Heitkamp’s race is leaning in favor of her Republican opponent, Rep. Kevin Cramer.\n\nIn Nevada, Republican Sen. Dean Heller, the chamber’s most vulnerable GOP incumbent, battles Democratic Rep. Jacky Rosen.\n\n11 p.m. Eastern\n\nPolls start to close in California, Oregon and Washington state. Oregon and Washington have all-mail voting, but ballots can be turned in as late as 8 p.m. local time; that’s 11 p.m. on the East Coast. The races to watch:\n\nCalifornia: If the battle for the U.S. House isn’t determined by 11 p.m. when polls close in California, there are seven competitive seats here that could settle the outcome:\n\nNewsletter Sign-up\n\nCA-10 (tossup): GOP Rep. Jeff Denham faces Democrat Josh Harder.\n\nCA-25 (tossup): GOP Rep. Steve Knight faces Democrat Katie Hill.\n\nCA-39 (tossup): In a race for an open GOP seat, Republican Young Kim is being challenged by Democrat Gil Cisneros.\n\nCA-45 (tossup): GOP Rep. Mimi Walters is up against Democrat Katie Porter.\n\nCA-48 (tossup): GOP Rep. Dana Rohrabacher faces Democratic businessman Harley Rouda.\n\nCA-49 (leaning Democratic): Democratic lawyer Mike Levin is leading Republican Diane Harkey in polls.\n\nCA-50 (leaning Republican): GOP Rep. Duncan Hunter faces Democrat Ammar Campa-Najjar.\n\nOregon: Oregon may elect a GOP governor for the first time in 36 years. Republican Knute Buehler is campaigning for voters unhappy with Democratic Gov. Kate Brown—and President Trump. Mr. Buehler said he wrote in Ohio’s moderate Republican Gov. Kasich in the 2016 presidential election rather than back Mr. Trump.\n\nWashington: The state’s southwestern corner has seen an influx of nearly $2 million in new spending from both parties, indicating that the seat held for four terms by GOP Rep. Jaime Herrera Beutler is in jeopardy. Her opponent is Democrat Carolyn Long.\n\n12 a.m. Eastern\n\nPolls close in Alaska.\n\nAlaska Gov. Bill Walker, an independent, suspended his re-election bid less than three weeks before the election. The move came three days after the sudden resignation of Lt. Gov. Byron Mallott over what Mr. Walker described as an inappropriate overture toward a woman. The three-way governor’s race is leaning in favor of Republican candidate Mike Dunleavy over Democrat Mark Begich but after such a recent scandal, the outcome is hard to call.\n\nAmplification:\n\nIndiana has some polls closing at 6 p.m. Eastern. But a last batch of polls close at 7 p.m. Eastern in Indiana because the state is in two time zones.\n\nWrite to Joshua Jamerson at joshua.jamerson@wsj.com and Danny Dougherty at danny.dougherty@wsj.com", "BELGRADE, Serbia—Europe is distracted by internal discord over immigration and its tense relationship with Russia and the U.S. Seeking to fill the void, China is taking advantage of a historic opportunity to wedge itself into the heart of the West.\n\nDeal by deal, applying experience honed in Asia and Africa, China is constructing parallel financial and commercial networks in Central and Eastern Europe to challenge the global order. It has taken footholds in more than a dozen nations on the periphery of the European Union....", "Sears Holdings Corp. is wrapping up an expanded bankruptcy financing package that will keep it afloat past the holiday season as it looks to sell its most profitable stores and other assets.\n\nAt the time of the retailer’s Oct. 15 bankruptcy filing, a group of banks consisting of Bank of America N.A., Wells Fargo & Co., and Citibank N.A. agreed to contribute $300 million in financing. Chairman and former Chief Executive Edward Lampert, through his hedge fund ESL Investments, was in negotiations with other lenders to provide...", "U.S. Secretary of State Mike Pompeo will meet Thursday in New York with a top North Korean official as the two governments work toward a second summit between President Trump and Chairman Kim Jong Un, the State Department said Monday.\n\nMr. Pompeo will meet Kim Yong Chol, vice chairman of the North Korean Central Committee and the country’s former intelligence chief, the State Department said. The two officials will discuss pledges made following the June summit in Singapore between Messrs. Trump and Kim, “including achieving...", "As the U.S. reimposed economic sanctions on his country, Iranian President Hassan Rouhani said Iran would bypass the measures and \"make America regret\" reinstating them. Photo: AP\n\nIran’s leaders lashed out at Washington on Monday as the Trump administration raised economic sanctions to their maximum level, saying the latest punitive actions called for countermeasures to pressure the U.S. in return.\n\nThe acrimony pointed to a sharp elevation of tensions between Washington and Tehran as the Trump administration put into effect a ban on oil imported from Iran and listed more than 700 Iranian banks, companies and individuals under sanctions in the latest phase of a pressure campaign.\n\n...", "Conagra Brands Inc. has recalled certain Duncan Hines cake mixes due to salmonella concerns.\n\nThe company said a positive finding of salmonella in a retail sample of Duncan Hines Classic White cake mix may be linked to an outbreak being investigated by the Centers for Disease Control and Prevention and the Food and Drug Administration.\n\nFive...", "The U.S. Olympic Committee on Monday began proceedings to revoke USA Gymnastics’ status as a national governing body, a rare move that comes after two years of near-constant turmoil in the wake of the Larry Nassar sexual-abuse scandal.\n\nThe decision, which the USOC had long resisted, reflects the belief of top Olympic officials that the embattled gymnastics federation—which oversees one of the most prominent amateur sports teams in America—faced an insurmountable crisis of governance and credibility.\n\n...", "對飛行數據記錄器數據進行分析的調查人員周一稱，墜毀的獅航(Lion Air)客機在失事前最後四次飛行中，其新的波音(Boeing, BA)空速表都曾出現問題。\n\n印尼國家運輸安全委員會主席Soerjanto Tjahjono稱，調查人員從飛行數據記錄器下載了數據，在對數據進行分析後得出了這一結論。該飛行數據記錄器是這架失事飛機的兩個黑匣子中的一個。\n\n10月29日，獅航610航班起飛後不久墜入雅加達北面的爪哇海。這是波音737 Max 8第一次發生空難。波音737 Max 8是受歡迎的波音單通道737系列的最新機型。這架飛機今年8月份剛剛交付給獅航。獅航是亞洲最大的廉價航空公司之一。\n\n...", "SoftBank chairman Masayoshi Son thinks his Vision Fund’s latest results should silence the naysayers.\n\nNot so fast.\n\nSure, the near-$100 billion fund did report stellar results Monday. Together with SoftBank’s $6 billion Delta Fund, it posted an operating profit of $5.6 billion for the six months ended September. That, in turn, drove a 62%...", "Nearly 8,000 U.S. troops will be sent to three border states in anticipation of a caravan of migrants and would-be asylum seekers now traveling through Mexico, a U.S. official said, marking another increase in the planned deployment.\n\nBy Election Day morning, more than 5,000 troops would be deployed in the three states, the U.S. military said Monday. Of those, roughly 2,700 are in Texas, 1,200 in Arizona and another 1,100 are in California, the Pentagon said.\n\n...", "San Diego\n\nThe “crisis at the southern border” suggests families crammed in the backs of semi trucks or huddled on inflatable river rafts, cartel smugglers trafficking migrants into America along with drugs and weapons. Yet at the border with Tijuana, U.S. Customs and Border Protection is now overwhelmed by a surge of migrants seeking asylum lawfully—by requesting it at a port of entry. The strain will only intensify with the arrival of the caravans now making their way from Central America.\n\n...", "‘One of the restraints on the vitriol and the filth that so often is part of the American political debate,” noted Sen. Sheldon Whitehouse in 2012, “is that candidates have to stand by their ads.” For many online platforms, however, fixing your name to your claim is no longer good enough for an ad to pass muster. Web publishers increasingly are censoring campaign advertisements for being “shocking” or “disrespectful.”\n\nA week before Tuesday’s election, Google’s advertising platform rejected an ad from Rep. Marsha Blackburn,...", "Shortly after Jair Bolsonaro’s decisive victory in the Brazilian presidential election last week, the populist leader said he would follow through on his campaign promise to move Brazil’s embassy in Israel from Tel Aviv to Jerusalem.\n\nLike Donald Trump, Mr. Bolsonaro—himself a Catholic but married to an evangelical Protestant pastor—owes his political success in large part to support from evangelical voters. As recently as the 1970s, Brazil was almost uniformly Catholic. But in one of the greatest religious shifts of modern...", "Long before he was president, Donald Trump was a celebrity, a walking, talking jumble of political incorrectness who rode his billionaire populism all the way to the Oval Office.\n\nBut a funny thing happened to Mr. Trump once he became president. At some point he understood that if he was not to fizzle out like so many populists before him—think pro wrestler turned governor Jesse “The Body” Ventura in Minnesota or Arnold “The Terminator” Schwarzenegger in California—he would need to tether his populism to the Republican policy...", "The national tour of “Hello, Dolly!” just opened the second leg of its 10-month multicity run at Chicago’s Oriental Theatre. But the frothy, feel-good musical has turned into a whodunit.\n\nWhen “Dolly” premiered in 1964, its irresistible title song cemented composer-lyricist Jerry Herman as the heir apparent to Irving Berlin and Frank Loesser—king of musical-theater optimism. Mr. Herman went on to compose two other megahits, “Mame” and “La Cage aux Folles.” But “Dolly” put him on the map.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Iranian President Hassan Rouhani reacted as expected on Monday to the reimposition of U.S. sanctions, saying that “unfair sanctions are against the law, U.N. resolutions and international accords. Therefore, we will proudly break the sanctions.” He’s wrong about international law because the U.S. is merely reimposing American sanctions. Barack Obama never submitted the Iran nuclear deal to the U.S. Senate as a treaty, so President Trump can withdraw from it as he wishes. But no doubt Mr. Rouhani believes Iran can evade sanctions and wait out the Trump Presidency.\n\nThe...", "The wheels of justice turn slowly, but the Obama Administration’s vendetta against payday lenders is now emerging into full view in federal court. It isn’t pretty. Government regulators so loathed payday lending that they tried to ruin a legal industry by cutting it off from the banking system. This tactic could be used to destroy any business—from gun stores to abortion providers.\n\nPayday lenders, including Advance America and Check Into Cash, sued regulators starting in 2014 after banks began suddenly closing their accounts...", "Apple keeps pushing its high-powered tablet as a laptop replacement, and the newly upgraded version is the hottest contender yet. WSJ's David Pierce puts the redesigned 11-inch iPad Pro through a series of tests to see if it's up to the job. Photo: James Pace-Cornsilk for The Wall Street Journal\n\nWhen Steve Jobs first announced the iPad in 2010, his presentation contained a telling slide. An iPhone and a MacBook parted to make room for a middle device. It would be best at a few important things, he predicted: web browsing, email, photos, video, music, games and e-books.\n\nDespite the iPad’s early success, people started doing more of those things on their phones—especially as their screens got bigger. So with the iPad Pro, Apple changed tactics. The Pro, particularly the newest model I’ve been testing, can likely do...", "Of all the many bad arguments this election season, the least credible is that Americans should elect Democrats to run Congress as a “check” on President Trump’s most reckless behavior. Anyone who believes that hasn’t been paying attention since Mr. Trump rode down that elevator at Trump Tower in the summer of 2015.\n\nYou’ve read it a thousand times: Republicans haven’t spoken up loudly enough, or done enough, to rebuke Mr. Trump’s worst statements or impulses. Ergo, put Democrats in charge of the House and Senate, and they’ll...", "THIS PAST WEEKEND, in the Arts District at the eastern edge of Los Angeles, the world’s sixth Dover Street Market opened its doors. Run by Japan’s Comme des Garçons, the Dover stores sell clothing and accessories both from that company’s 18 brands and from many other labels—a “high-low” mishmash the fashion community reveres. While traditional department stores are organized by clothing type—the formal floor, the juniors floor, and so on—Dover Street Market eschews rigid store organization, favoring a less conventional layout. Stand still in this low-slung, single-story building and you can easily see diamond-coated...", "When New York City’s poll site 094 opens on Tuesday, only a few voters will likely show up.\n\nBut turnout isn’t a priority for the people who set up the booths there. It is making sure every New Yorker, even the most vulnerable, has the opportunity to cast a ballot on Election Day.\n\nThe poll site is in the state-run Manhattan Psychiatric Center...", "Artificial intelligence and robotics are two of the hottest sectors in tech—and ETF providers are starting to take notice.\n\nSeveral firms have introduced AI-focused funds in recent months, including fund giant BlackRock. In June, the company announced the launch of iShares Robotics & Artificial Intelligence (IRBO), an exchange-traded fund offering exposure to global companies involved in different aspects of the technology, featuring names like iRobot Corp., Advanced Micro Devices and 3D Systems Corp.\n\n...", "A former Blackwater security guard faced a federal jury Monday for the third time in less than five years, as prosecutors seek a definitive verdict against the guard accused of firing the fateful first shots at a Baghdad traffic circle in 2007.\n\nThree other guards, part of a team assigned to protecting State Department officials in the country, were convicted in 2014 of manslaughter over the Nisur Square shooting. The episode ultimately left more than a dozen unarmed Iraqi civilians dead and badly strained U.S.-Iraqi relations,...", "TOKYO—The chief executive of SoftBank Group Corp. denounced the killing of Saudi journalist Jamal Khashoggi but said it wouldn’t affect his company’s current ties to the kingdom, which helps bankroll his largest-in-the-world technology-investment fund.\n\nLast month’s killing of Mr. Khashoggi has raised political risks for SoftBank, which operates the Vision Fund, backed by a $45 billion commitment from Saudi Arabia. The fund has been taking on more financial risk, adding debt to an already leveraged structure to chase stakes...", "ISTANBUL—Turkey said agents sent to Istanbul by Saudi Arabia to help investigate Jamal Khashoggi’s disappearance worked instead to remove murder evidence—a finding Ankara said reinforced their conclusion that top Saudi officials knew in advance of a plan to kill the journalist.\n\nBoth Turkey and Saudi Arabia say Mr. Khashoggi, a Saudi dissident writer and a vocal critic of Crown Prince Mohammed bin Salman, was killed inside the Saudi consulate in Istanbul on Oct. 2.\n\n...", "In 2017 Patrik Ervell made a huge life change. Actually, three: He closed his own eponymous menswear label, moved from New York to Los Angeles, and started a job as Vice President of men’s design at Vince, known for plush sweaters and a low-key-yet-sophisticated vibe. “Everybody always says you move to California later in life,” Ervell says simply. “That’s the natural progression.” WSJ. caught up with the new(ish) Angeleno, whose first collection with the label is available in stores and online, to discuss “his” Vince, why California style is so influential right now, and, naturally, what kind of car he drives now that he lives in L.A.\n\nMax Berlinger: When you took the job at Vince you closed your own namesake label and moved from New York to California. That’s a lot of big life changes!\n\nPatrik Ervell Photo: Justin Chung\n\nPatrik Ervell: You spend your twenties and early thirties in New York and then you move to L.A. You put in your time in New York and want to try something else. Of course I love New York—I could imagine going back one day, for sure. I just think something about L.A. felt right, and California felt right. I keep saying: California has never felt more like the future than it does today. I think it feels like an exciting time to be here.\n\nMB: You’re from Northern California, so does this feel like a return home for you?\n\nPE: Sort of. People in San Francisco would say it’s not at all the same thing—and it’s not. It’s a foreign country. I’m from Northern California, which, in a way, feels more Vince to me anyway. This is a company that digs into an understated luxury, and that’s much more of a Northern California ethos than an L.A. ethos.\n\nMB: When you started a year ago, what did you want to bring to Vince?\n\nPE: For me, the idea of luxury from California hadn’t really ever been explored. There’s a way of dressing here that’s very specific—specific codes and manners here that have trickled out to the rest of the world. There are types of garments that have come from here, which in my mind have always been iconic and have been part of my design language since day one. I’m thinking of things like a Patagonia fleece and a North Face jacket. Those, to me, are as iconic as a trench coat. To start from that history is, to me, very rich and exciting.\n\nMB: Did you want to plant a stake in the ground and say ‘Here I am, this is what I want Vince to be’? Or did you want to build more slowly?\n\nPhoto: Bruno Staub\n\nPE: This is a much bigger company than my own was. This is not a ship that takes sharp turns. It’s a gradual process of pointing it in a new direction and that takes a minute. It’s also not a company —and never will be, which is on purpose—that will take drastic seasonal changes. We’re not interested in being tied to that six-month fashion cycle. For that reason it’s a gradual turn, which is necessary.\n\nMB: So how does a collection go from idea to actual garments?\n\nPE: It’s like a mood and zeitgeist that gets set. You see that with the fall collection. We’re leaning into this elevated California aesthetic, but with a little nostalgia mixed in. We’ve defined a place, but now we’re defining a time, a time of year and a mood. And honing in on that involves photographic research, fabric research. It involves color, and that alchemy of those things coming together—that gives birth to the collection.\n\nMB: Now that you’ve been at the brand for a year, do you have an idea of where you’d like to take Vince?\n\nPE: Of course. There’s many parts of that, too, from the product, in its most pure and simple form, to our Vince menswear Instagram account, which we launched two weeks ago. It’s still a baby.\n\nMB: Vince and your own brand are known for being understated. Do you find it hard to communicate that in a time where social media encourages people to be flashy?\n\nPE: We are in a loud moment, especially in menswear. Fashion is always about reaction, and Vince finds itself in this opposite space that opens up on the other side. The cycle is exhausting and has maybe already exhausted itself, and I don’t think it’s a game we need to play.\n\nPhoto: Bruno Staub\n\nMB: Have you seen people on the street wearing your collection?\n\nPE: I’ve seen many people actually. It’s exciting. I have to stop myself from staring and smiling. It’s a brand that has a much more mass reach. I think as of this week it’s shifted entirely to my product, so that’s a long time, a full year to it being all my designs.\n\nMB: You’re a year into living in L.A.— is there anything in particular you’ve come to love about the city?\n\nPE: I’ve discovered the pleasures of driving. At first I was kind of like: Ugh. But it’s actually kind of amazing. You’ll be in the car and a song comes on the radio, or there’s a certain light, and there’s something really special about it. I never thought it would be something that I would like, but I’ve come to really love it. I have a—it sounds more fancy than it is—but I have a convertible Mercedes. It’s neither nice-new or nice-old, it’s somewhere in-between, but it’s a fun car to have in L.A. I feel like if I’m moving here, I might as well.", "Sears Holdings Corp. has nailed down its first bidder for one of its assets—the Home Improvement business.\n\nService.com, a website that helps consumers find local professionals for home-improvement services, has made a $60 million offer for Sears’s Home Improvement business, a unit of the Sears Home Services division.\n\nThe proposed “stalking...", "WASHINGTON—The Supreme Court on Monday rejected telecom industry requests to erase a lower-court ruling that upheld Obama-era net neutrality rules, though since the rules were already defunct the ruling has no immediate real-world impact.\n\nThe net-neutrality rules, issued by the Federal Communications Commission in 2015, required internet service providers to treat all traffic on their networks equally, without blocking or slowing competitors, or speeding the content of those willing to pay for it.\n\n...", "Dollar Tree Inc. won a hard-fought battle to buy Family Dollar more than three years ago, beating out Dollar General Corp. for the roughly 8,200-store chain that caters to low-income shoppers by selling things as diverse as $40 wireless speakers and 55-cent cans of Vienna sausage.\n\nDollar Tree at the time was the smallest of the three discount retailers, and sought more heft to compete with Dollar General and the likes of Walmart Inc. and Target Corp. But now Dollar Tree executives are trying to prove the nearly $9 billion...", "Your New York City bus or taxi may soon be able to sense the movement of vehicles and the timing of traffic lights within a several-block radius as part of a trial program to reduce road injuries and deaths.\n\nAs part of a $25 million pilot program, 8,000 vehicles will be outfitted with special devices that can communicate with one another, as well as with roadside sensors, traffic signals and app-enabled smartphones.\n\nThe...", "Debut novelist Caroline Hulse gets inside the minds of her characters not by working long days at a desk, but by putting in late nights at a poker table.\n\nMs. Hulse applies lessons about human nature she has gleaned from the game in “The Adults,” a comedy-suspense novel out Nov. 27 featuring squabbling ex-spouses and their significant others jammed into the same vacation house at the holidays.\n\n“People are at their very worst when they’re under pressure,” said the writer whose live tournament poker earnings tally more than $30,000. “It’s the same thing at the poker table.”\n\nSome novelists like Ms. Hulse play poker partly for research. Where there’s “tilt,” the poker term for players who let their emotions rule them, there’s drama. It’s particularly instructive for women writers to watch how men behave when they have a lot to lose.\n\nWriter Gale Massey, at Derby Lanes Card Room in St. Petersburg, Fla., last month, put a poker-playing heroine in her debut novel. Photo: Lyra Vance\n\n“I’ve learned a lot about playing against men in the last 10 years,” said Gale Massey, whose debut title “The Girl from Blind River,” a suspense novel featuring a poker-playing heroine, came out in July. “They have particular tactics they’ll use to try and intimidate you. Some are just as nice as your big brother. Or they’ll stare you down or stare at your chest or be condescending.”\n\nIn Ms. Massey’s novel, men also play power games at the poker table. The 61-year-old author from St. Petersburg, Fla., got the idea for her novel during a game when a young player puffed up her chest and made a big bet against her. Ms. Massey won the hand, but her opponent stuck in her imagination and inspired her book’s heroine.\n\nWriting a book itself is a gamble. Authors can only hope their hours of work will pay off some day. The nerve required to play the long game is familiar to poker players.\n\n“I thought to myself, ‘If I can walk into ballrooms of mostly men and think I can be the last person standing, I can write a little story,’” said Helen Ellis, whose short-story collection “American Housewife” came out in 2016. “I’d send a story out to 20 places, 19 would reject it, it would go to another place and I’d win.”\n\nEager to remain a mystery at the poker table, Ms. Ellis keeps her writing life quiet and tells her opponents only that she’s a housewife. The 48-year-old New Yorker, who speaks with the gentle lilt of her native Alabama, has totaled more than $120,600 in live tournament winnings, according to the poker database the Hendon Mob.\n\n‘I bluffed my way into an essay collection,’ says writer Helen Ellis. Photo: Eric D Harkins/IMPDI Worldwide\n\nThis spring, Ms. Ellis debuts her first essay collection, “Southern Lady Code.” She got the book deal with almost no experience in this nonfiction format. “I bluffed my way into an essay collection,” she said. Given all the lying she does at the poker table, writing confessional pieces has been a welcome change.\n\nNovelist M. J. Hyland has been nicknamed “The Stare Machine” by opponents at her local casino in Manchester, England. The 50-year-old writer whose works include the Man Booker finalist “Carry Me Down” said she is not too proud to duck under the table to observe jiggling legs.\n\n“The kind of fiction I write is about sending depth charges down into the inner workings of the human mind and laying bare what makes people tick,” she said. “I think I’m good at knowing what people do next, why they do what they do and why they make the mistakes they make.”\n\nNonfiction author and New Yorker journalist Maria Konnikova, who started studying poker last year for a book about the nature of luck, became so skilled she soon turned pro. Her live tournament winnings now exceed $267,000. Busy with her new obsession, she moved her deadline for her new book “The Biggest Bluff,” which she had intended to finish over the summer but now plans to complete early next year.\n\nThe 34-year-old New Yorker said that she is struck by how lousy most people are at just watching and listening, the key to good writing and good poker. “You have to let people tell you their stories and sit back,” she said. “A lot of poker players leave a lot of that on the table—they’re not paying attention, they’re looking at their phones or they’re checked out when they’re not in a hand.”\n\nMaria Konnikova, at a poker tournament in Barcelona this year, pushed back her deadline on a book about luck to spend more time competing. Photo: Neil Stoddart\n\nBritish journalist Victoria Coren Mitchell is the only person to win the European Poker Tour twice. “I’ve long since lost the sense of what my day job is,” she told the told the blog Poker Stars four years ago. “Am I a professional writer who plays poker as a hobby? Or a professional poker player who writes as a hobby?” Her live tournament poker earnings total more than $2.4 million.\n\nIn Ms. Hulse’s novel, no one plays poker, but the 41-year-old British author wrote in some of the psychological quirks she has seen at tournaments. When divorce Matt fumes at his girlfriend after she catches him lying about his marriage, he shows the same defensiveness of a poker player losing a hand. “When people play badly, they’re furious, they want to blame someone else,” Ms. Hulse said.\n\nIf poker has helped Ms. Hulse’s literary career—the book already has sold to 14 territories—the reverse cannot be said. When her card playing suffers, she said, her writing seems to thrive. “I’ve had the worst year of my life,” she said of her poker record. The new author sounded delighted.", "The question of whether the Trump administration can ask about citizenship on the 2020 census went to trial Monday in Manhattan, in a legal battle filled with immigration politics and real-world ramifications on the U.S. population count.\n\nThe plaintiffs—the states of New York, Illinois, Iowa, Virginia and others; cities including New York and Philadelphia; and immigrant advocacy groups—say that including the citizenship question will make some people less likely to respond to the census, leading to an inaccurate count and...", "FedEx Corp. said it will increase shipping rates after the holidays for several of its operating units as higher transportation costs and tight capacity have put pressure on delivery providers.\n\nShipping rates for FedEx Express, FedEx Ground and FedEx Home Delivery will rise by an average 4.9% on most U.S. services, FedEx said Monday. FedEx freight rates will also increase by an average 5.9% for services within the U.S., between the contiguous U.S. and Canada, within Canada, between the contiguous U.S. and Mexico, and within...", "Under Armour Inc. employees received an email earlier this year that upended a longstanding company practice: They could no longer charge visits to strip clubs on their corporate cards.\n\nOver the years, executives and employees of the sports-apparel company, including Chairman and Chief Executive Kevin Plank, went with athletes or co-workers to strip clubs after some corporate and sporting events, and the company often paid for the visits of many attendees, people familiar with the matter said.\n\n...", "WASHINGTON—A Russian jet fighter buzzed an American surveillance plane over the Black Sea on Monday, in an encounter U.S. officials called dangerous and “irresponsible,” and which came as the U.S. and European allies conducted military exercises aimed at sending a signal to Moscow.\n\nAn American EP-3 Aries aircraft flying in international airspace was intercepted by a Russian Sukhoi Su-27 jet fighter, U.S. Navy officials said. The Russian aircraft flew directly in front of the American airplane at high speed, “putting at risk...", "The U.S. Justice Department said Monday that it will send election observers to polling stations across the country this week to ensure that federal election laws are being upheld.\n\nThe observers will be in 35 counties or municipalities across 19 states. The number of jurisdictions is roughly on par with the previous midterm election. In 2014, the Obama administration deployed monitors to 28 jurisdictions in 18 states. During the previous presidential election in 2016, the department monitored 67 jurisdictions in 28 states.\n\nState and local governments across the country are given primary responsibility for administering elections, even for federal office. But Washington plays a role in ensuring that elections are administered lawfully because the right to vote is guaranteed by the U.S. Constitution and federal civil rights laws. The federal government also has jurisdiction in investigating voter fraud and campaign finance violations.\n\nFederal election observers were first authorized by the Voting Rights Act of 1965—a landmark law designed to reverse the disenfranchisement of African-American voters, particularly in the South. Since then, they have become a routine part of the Justice Department's election-related mission.\n\nIn the landmark 2013 decision Shelby County v. Holder, the Supreme Court stuck down key parts of the Voting Rights Act, depriving the department of some of the resources it once used to deploy monitors to southern states. Today, the jurisdictions aren’t chosen based on a history or pattern of discrimination.", "Amazon.com Inc. plans to split its second headquarters evenly between two locations rather than picking one city, according to a person familiar with the matter, a surprise decision that will spread the impact of a massive new office across a pair of communities.\n\nThe driving force behind the decision to build two equal offices for “HQ2”—in addition to the company’s headquarters in Seattle—is to allow it to recruit more of the best tech talent, according to the person familiar with the company’s plans. The move will also ease...", "The President elected two years ago to revive American prosperity is now presiding over an economic boom. The first two years of the Trump era have been so good that his predecessor has lately been barnstorming the country trying to persuade voters that we’re still living in the Obama era. It is the sincerest form of political flattery. But as good as the economy is, rising optimism among voters is not just about the money.\n\nLeft-leaning economists continue to downplay the success of the Trump economic program and say that...", "WASHINGTON—President Trump said Monday that he would “probably not” meet with Vladimir Putin on his trip to Paris this weekend, after saying last month that he would likely meet with the Russian leader.\n\nMr. Trum p was speaking to reporters at Joint Base Andrews, Md., ahead of three campaign rallies he was scheduled to hold later in the day. On Friday, he will travel to Paris for two days to attend a military parade celebrating the 100th anniversary of the end of World War I. Mr. Putin is also expected to attend the event.\n\n...", "Tesla has produced a turnaround for the ages. Knowing how the company pulled it off is important for investors.\n\nLast week, chief executive Elon Musk said the electric car maker was struggling for survival up until September. Turns out, Tesla produced its biggest profit ever that quarter.\n\nA new regulatory filing from Tesla that came out on...", "Sysco Co.’s shares tumbled Monday after the world’s largest food-service distributor said it is struggling against labor, transportation and other costs that are pressuring many U.S. companies.\n\nThe Houston-based distributor to restaurants and other food-service outlets reported weaker-than-expected profit and sales for the company’s first quarter as costs eroded margins. Adjusted earnings per share were 91 cents on sales of $15.2 billion. Both figures fell below expectations.\n\n...", "In the stilted world of quarterly earnings calls, sometimes what you don’t say can matter more.\n\nApple Inc. typically isn’t shy in bragging about its devices—the first half of its calls are typically nothing but. However, the company’s session last week following its fiscal fourth-quarter results had some noticeably muted language about the iPhone XR, which began shipping just a week before.\n\nWhen...", "Bill Sullivan, a professor at the Indiana University School of Medicine, is fed up with his desk phone.\n\nBill Sullivan, a professor at the Indiana University School of Medicine, is fed up with his desk phone. Photo: Bill Sullivan\n\nAnthony Acock was swamped at work and needed to make some space on his desk. So the assistant professor of graphic design at California State Polytechnic University, Pomona unplugged his desktop phone and stuck it in a drawer.\n\n“It’s giant and has like five million buttons,” said Mr. Acock, 40 years old. “I don’t even know how to dial out on it.”\n\nAt home and work, technology habits have changed a lot over the years—and then there’s the office desk phone. With people carrying smartphones everywhere, a segment of the workforce has a hang up with the clunky office versions. Employees find them annoying and complicated, if they use desk phones at all.\n\nDisconnecting may not be easy, as Mr. Acock found. After a few months, he said, an office manager noticed the phone’s absence and ordered it be put back on the desk.\n\n“I was told to make an appointment with IT to get a training on it, but I just don’t have time for that,” he said.\n\nConsumers have been pulling the plug on landline phones at home. Nearly 54% of U.S. homes had only cellphones in the second half of 2017, up from about 16% a decade earlier, according to the National Center for Health Statistics.\n\nOffice phones have been slower to disappear. Businesses consider them reliable and secure, and may have put substantial money into their systems, said Jon Arnold, a technology analyst.\n\nPlenty of workers count on them. Other employees, he said, “have a different reality—they are not in the habit of using a desk phone.”\n\nWhen Hunter Haig started as a sales assistant at a book publisher in Toronto in August, the 25-year-old repeatedly answered her ringing desktop phone to find that no one was there. After two weeks, she realized her handset was disconnected from the phone. A crucial part had split apart—“that curly cord,” she said, adding that she’s not used to any kind of phone cord, curly or not.\n\nHunter Haig couldn’t figure out why her phone didn’t work for two weeks. Photo: Jessica Scott\n\nMichael Lopez, director of data and analytics for the National Football League, had a passcode to retrieve messages on his desk phone at Skidmore College in Saratoga Springs, N.Y., where he teaches. He later forgot it. After trying his wedding date and children’s birthdays, he gave up and stuck a piece of duct tape over the bright red you-have-messages light.\n\n“It was just so distracting,” said Mr. Lopez, who is 36. “I couldn’t figure out how to change the password, so this was an easy fix.” He never got the messages and has since moved to a new office on campus, where he also ignores his desk phone.\n\nIn Blytheville, Ark., 26-year-old Brooke Siegler took to Twitter to ask for advice on how to turn up her desk phone’s ringer. Ms. Siegler, an adviser at a social-services agency, had been trying to find relief from a startlingly loud ring when she inadvertently lowered the volume to the point where she can’t hear the ringer. If there is an “up” button for the volume, she can’t find it.\n\n“I think you have to go into the settings,” she said. “To be honest, I think I threw out the manual.”\n\nDesk phones have “never been something that was very intuitive to a lot of people,” said Rich Costello, a senior communications analyst with International Data Corp. With all their functions, “it’s kind of overwhelming. People just don’t go there.”\n\nBrooke Siegler says her office phone is perplexing, and: ‘I think I threw out the manual.’ Photo: Courtney Kennon\n\nHe said users tend to be comfortable with only a handful of basic features. “People freak out when they have to transfer a call to someone,” he said. “And if you’re in a call and you want to add someone to the conversation—oh boy, forget it. People just avoid that.”\n\nAt Sagemont Church, a Houston megachurch with more than 100 employees, information-technology director Scott Reichling said staffers call him for instructions, such as how to customize out-of-office messages, and then often call back 15 minutes later saying they still don’t get it.\n\nNow, he just walks over to help after the first call. “You’re more than likely going to get confused,” he tells them. “Some of it is confusing even for me.”\n\nOne employee just unplugged his desk phone and said he could be reached on his mobile. “The higher-ups were not real happy with that,” Mr. Reichling said, noting that supervisors are used to punching in a four-digit extension of a desk phone.\n\nSince the summer, U.K. employees of accounting firm PricewaterhouseCoopers LLP have been using company-provided mobile phones only, with “landline numbers and desk phones being removed” except in areas such as reception, a spokesman said. Usage “had dropped off a cliff,” he said.\n\nCara Ozlek has only a mobile phone for her personal life, but likes having a desk phone at the insurance agency where she works. “It’s really nice to have a little break from my cellphone,” said Ms. Ozlek, who is 28 and lives in Philadelphia. She added that reception is better on her desk phone. “On my cellphone it’s pretty wonky.”\n\nIn Portland, Ore., Kevin Murphy “unofficially abandoned” his office desk phone in August after a cable that connects to it broke. “I don’t plan to ask IT to fix it,” said Mr. Murphy, who is 46 and directs digital strategy at creative agency CMD. “Nothing good ever comes over a call to your desk phone.”\n\nThe device still sits on his desk, quietly collecting dust. “There is a sense of freedom,” Mr. Murphy said.\n\nKevin Murphy’s phone remains on his desk unplugged. Photo: Jeremy Gates\n\nBill Sullivan, a professor at the Indiana University School of Medicine in Indianapolis, doesn’t like being tied to the desk when his office phone rings.\n\n“It’s not even a cordless phone,” said Dr. Sullivan, who is 48 and prefers to text, email or use a workplace messaging app. He said if he does use his phone, he has to “fish it out” from an awkward spot on his desk and then deal with noisy construction outside his office.\n\n“There it goes,” he said over his desk phone recently, raising his voice over the sounds of drilling. “It’s due time we start to rethink this phone situation.”\n\nWrite to Jennifer Levitz at jennifer.levitz@wsj.com", "Service-sector activity across the U.S. pulled back slightly in October but remained at a level indicative of steady economic growth, despite businesses expressing continued concerns toward tariffs.\n\nThe Institute for Supply Management on Monday said its index of nonmanufacturing activity—tracking industries including health care, finance, agriculture and construction—fell to 60.3 in October from 61.6 in September, which was the highest reading on record going back to 2008.\n\n...", "PARIS—A French judge has issued international arrest warrants for three senior members of the Syrian government, including its security chief, on suspicion they were involved in war crimes, according to a judicial official and a lawyer for the alleged victims.\n\nProsecutors in France are probing whether the Syrian officials were involved in torturing and killing French-Syrian nationals Mazen Dabbagh and his son Patrick, the judicial official said without naming the Syrian suspects.\n\n...", "Durham, N.C.\n\nZion Williamson, the latest highly prized freshman for Duke, is different from all the other teens who have made pit stops here en route to the NBA. For starters, he looks nothing like an 18-year-old. Or even a basketball player.\n\nWilliamson is officially listed at 6 foot 7 and 285 pounds. There are more than 200 NBA players...", "TOKYO—Some of the shine is coming off Subaru Corp.\n\nThe Japanese car maker, which grew rapidly earlier this decade by feeding Americans’ demand for sport-utility vehicles, said Monday it fell short of its U.S. shipment target and its profit margins narrowed. Subaru’s net profit in the current fiscal year, which ends in March, is set to drop to less than half the peak.\n\nThe...", "Voters across the country will head to the polls Tuesday to cast their votes in the general election. The WSJ's Gerald F. Seib explains five areas that are worth watching as results come in. Photo: Getty\n\nWhatever the precise outcome when votes are counted Tuesday night, the 2018 midterm campaign has represented the collision of two giant forces in American politics: President Trump and a newly energized cadre of Democratic women.\n\nAnd guess what? Both figure to remain the headliners rolling into the 2020 campaign cycle, which begins at approximately 12:01 a.m. Wednesday morning.\n\nSome...", "Citigroup Inc. is keeping chairman and chief executive roles separate.\n\nThe bank’s board on Monday said it has selected director John Dugan, a former top banking regulator, as its next chairman. Mr. Dugan will move into the role in January, following Michael O’Neill’s retirement, setting him up to preside over the bank’s annual meeting next year.\n\nMr....", "Christa Bottomley sits in her York, Pa., home with her 7-year-old son, Sebastian, who remains partially paralyzed after a common viral cold he had two years ago triggered a rare neurological condition called acute flaccid myelitis, or AFM.\n\nChrista Bottomley sits in her York, Pa., home with her 7-year-old son, Sebastian, who remains partially paralyzed after a common viral cold he had two years ago triggered a rare neurological condition called acute flaccid myelitis, or AFM. Photo: Ryan Collerd for The Wall Street Journal\n\nTwo years ago, Christa Bottomley’s healthy 5-year-old son caught a viral cold like the rest of the family. Everyone else recovered, but in his case the virus triggered a neurological condition.\n\nThe condition is called acute flaccid myelitis, or AFM. Though rare, it has jumped onto the national radar. As doctors struggle to explain its third nationwide peak since 2014, families like the Bottomleys are trying to provide hope to others hit with the sudden, polio-like disease and to push for more awareness in the medical community.\n\nAFM causes inflammation of the nervous system, particularly the gray matter of the spinal cord, which results in weakening muscles in usually one or more arms and legs. It can also affect the face and lead to difficulty swallowing or even breathing. Almost all AFM patients are hospitalized for several days or even months.\n\nIt affects mainly children, who sometimes recover over time, often with therapy. Others remain paralyzed, needing long-term care and rehabilitation.\n\nSebastian was in a hospital in Hershey, Pa., for three weeks and lost movement in both arms and legs. He couldn’t sit up or turn his head in one direction. He spent another 60 days at Kennedy Krieger pediatric hospital in Baltimore, but still couldn’t move his right arm or either leg.\n\nHe has since had some mobility restored through surgeries and rehabilitation. He can walk with a walker and leg braces, though he still predominantly uses a wheelchair outside of the house. He must travel from his home in York, Pa., to Kennedy Krieger for weekly therapy.\n\n“I wish people had listened in 2016 when we said this is coming,” Ms. Bottomley says. “Nobody wanted to listen. I think it will be the same thing in 2020, and hopefully we will have their attention then.”\n\nEvery two years since 2014 the Centers for Disease Control and Prevention has documented a spike in AFM, almost always in children. The CDC is investigating 219 reports of patients with AFM so far this year, with 80 cases in 25 states confirmed, up from 33 the year before. In 2016 the CDC confirmed 149 cases of AFM and in 2014 there were 120 cases.\n\nDoctors and the CDC differ on the possible cause of the condition and how to treat it. Many doctors speculate AFM is largely fueled by a common virus called the enterovirus, which for most people causes nothing more than a routine upper-respiratory infection. But the CDC believes there could be other culprits.\n\nSome experts believe the condition likely existed before 2014 and think there could be more cases, since there is no national requirement to report as there is for many other conditions, including influenza and measles.\n\n“If there was mandatory reporting, it would help with surveillance,” says Keith Van Haren, an assistant professor of neurology at the Stanford University School of Medicine. “This doesn’t appear to be going away. We need to be preparing and anticipating the possibility of a more severe outbreak.”\n\nMore than 50 researchers formed a working group in October to identify the mechanism of the disease and come up with better diagnosis and treatment standards for medical professionals.\n\nIn 2014, experts first noticed a link between myelitis—inflammation of the spinal cord—and the enterovirus D68 strain. This year, doctors discovered another possible link, to enterovirus strain A71.\n\nSebastian Bottomley walks outside his York, Pa., home every day to help regain the strength he lost after contracting AFM two years ago. He uses a wheelchair when traveling outside of his home. Photo: Ryan Collerd for The Wall Street Journal\n\nSo far this year, Children’s Hospital Colorado has treated about a dozen children with AMF. The majority of them have tested positive for enterovirus A71, with only one testing positive for the D68 strain. The good news, says Samuel Dominguez, a pediatric infectious disease doctor at the hospital, is that most of the children with enterovirus A71 have already recovered. The one with enterovirus D68 hasn’t.\n\nThe CDC isn’t focusing just on enterovirus as the main trigger. When samples are taken from the respiratory tract, a sizable portion of patients have tested positive for enterovirus—but not the majority, Kathleen Dooling, medical officer at the CDC and incident manager for their AFM response, says.\n\nPriya Duggal, director of the genetic epidemiology program at Johns Hopkins Bloomberg School of Public Health, is conducting a study to see if the AFM victims share any relevant genes.\n\nHer research group has collected saliva samples from 60 AFM patients and their family members and extracted their DNA so they could sequence their genome.\n\nSuzanne Rybczynski, medical director of the pediatric rehabilitation inpatient hospital at Kennedy Krieger, says they have had six AFM inpatients this year from all over the U.S., with more seeking to be admitted. Some children will go on to receive nerve-transfer surgery, in which nerves that are still working are diverted to help power another muscle group.\n\nThe patients come to Kennedy Krieger when they are medically stable—though some are still on ventilators—and ready to start rehabilitation. That includes using robotics and electrical stimulation to help the body’s muscles remember how to move, as well as aquatic and animal-assisted therapy, Dr. Rybczynski says.\n\nChrista Bottomley helps her son, Sebastian, put on leg braces. Ms. Bottomley says thousands of hours of rehabilitation and nerve-transfer surgeries have enabled her son to be able to walk with a walker and braces. Photo: Ryan Collerd for The Wall Street Journal\n\nOn visits there in recent months, Ms. Bottomley has met other families with young children going through the same experience.\n\n“I tell them the recovery will be long and slow, but if they do a little bit of physical therapy every day, that helps the most,” she says.\n\nAmong those Ms. Bottomley has met is Chris Carr, from Roanoke, Va., whose 4-year-old son, Camdyn, has been on a ventilator for more than a month.\n\nCamdyn is improving and recently started talking again, but 85% of his body remains paralyzed, including the left side of his face. “He can move his right leg, can wiggle his left toes and can squeeze with the left hand,” says Mr. Carr, who had to quit his job as a welder to stay with his son. “He can’t sit up on his own, he can’t use the bathroom, he can’t do anything.”\n\nMr. Carr says doctors told him the AFM was caused by the enterovirus, but he isn’t sure which strain. He is already thinking about surgery, but will have to wait at least six months for that. Meanwhile, they will do physical therapy and hope for more improvements.\n\n“It is life-changing,” Mr. Carr says. “My child could need assistance to live for the rest of his life, well past when I’m dead and gone.”\n\nSome Hope for Recovery Nerve-transfer surgeries are giving some AFM patients movement that their families thought they would never have again. At age 6, Ariel Serrano was among the first cluster of AFM patients in the fall of 2014. She regained mobility naturally, except in her right arm, and was accepted for surgery, in which doctors take nerves that are still working and divert or relocate them to help power a different muscle group. Only a few doctors in the country perform such surgeries for AFM patients. Among them is Mitchel Seruya, director of the Brachial Plexus and Peripheral Nerve Center at Children’s Hospital Los Angeles, who removed a muscle from Ariel’s inner thigh and transferred it to her right arm. He then connected rib nerves to the new muscle in her arm. Now, Ariel can bend her elbow to pick things up and feed herself, though she is still working on her strength, says her mother, Ingrid Herrera. She is back to swimming and took first place in a recent judo competition. When the whole arm is paralyzed, nerves must be diverted from the ribs and children must learn how to activate their arm by coughing or whistling. But eventually the brain learns to do it automatically. Some doctors say because nerve transfers in AFM patients haven’t been systematically studied, they shouldn’t be considered a cure. “It may help gain function in one muscle group, but typically there’s not a dramatic benefit,” says Keith Van Haren, an assistant professor of neurology at the Stanford University School of Medicine. How successful the surgeries are can depend on which part of the body is targeted. Dan Zlotolow, a pediatric upper-extremity surgeon at Shriners Hospital for Children in Philadelphia who has performed 17 surgeries on AFM patients, says he has had a lot of success on elbow surgeries, but less with the shoulder. The only surgeon who has attempted to do nerve-transfer surgeries in the legs of AFM patients is Amy Moore, an associate professor in plastic surgery at Washington University in St. Louis. She usually transfers nerves that move the toes to nerves that stabilize the hip or move the knee. Because nerves grow an inch a month, it can take up to a year to see effects. “It’s not making them normal, but it is providing them with the hope and the potential that one day they may be able to stand or even walk,” she says.\n\nWrite to Sumathi Reddy at sumathi.reddy@wsj.com", "From Exxon Mobil Corp. to Phillips 66, energy companies are reaping banner profits by taking cheap oil landlocked in North America and turning it into fuel.\n\nTremendous growth in oil output has overwhelmed pipelines and depressed crude prices in some regions of Texas and Canada. That has created a bonanza for companies in a position to take advantage by converting it into gasoline and diesel.\n\nNowhere...", "To subscribe to the newsletter, please sign up here MUST READS How Angela Merkel Foiled a Backroom Coup in One Late Display of Clout: The era of Angela Merkel was clearly coming to an end a week ago, and Wolfgang Schäuble was prepared to jump in. An elder statesman and veteran of German political battles, he had […]", "BEIJING—Tencent Holdings Ltd. says it will verify the identities of all its videogame players to sharply restrict online play time for youths in China, including limiting children 12 and under to one hour of play daily.\n\nA verification system will check players’ identities and ages against police databases, and will be in place for 10 mobile games by the end of this year, Shenzhen-based Tencent said Monday. It plans to expand the system to all titles by 2019.\n\n...", "Amazon wants to deliver everything you want to your doorstep, anywhere in the world. But the e-commerce giant faces several challenges in its pursuit of a global empire. WSJ's Karan Deep Singh breaks down the basics with the help of an Amazon delivery box.\n\nAmazon.com Inc. on Monday said it is offering free shipping with no minimum purchase on orders delivered through the holidays, countering shipping deals from rivals Target Corp. and Walmart Inc.\n\nThe online retail giant also said it is offering free same-day shipping on more than 3 million items to Amazon Prime shoppers as it looks to boost membership. Customers who pay $119 a year for a Prime membership already receive free two-day shipping with no minimum order.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Lowe’s Companies Inc. said it would close nearly 50 stores as a new CEO seeks to boost sales by shedding less-profitable locations and focus spending elsewhere.\n\nThe home-improvement retailer will close 31 locations, including 4 offices and specialty plants, in Canada and 20 stores in the U.S. Some stores will close immediately, others by the end of the company’s fiscal year on Feb. 1, 2019.\n\n“The...", "Verizon Communications Inc.’s new chief executive is restructuring the carrier’s business lines, including its massive wireless business, in one of the first major organizational changes under his leadership.\n\nHans Vestberg is reorganizing the company’s divisions by the types of customers served, rather than by the type of service provided, the company said Monday.\n\n“The...", "Publishers are about to get more credit for all the viewers who watch their Snapchat Discover channels, though advertisers will still have to wait for audited numbers on specific shows.\n\nSnap chat parent Snap Inc. is rolling out a new partnership with Comscore Inc. that enables the measurement company to tabulate viewership for each publisher’s total audience in Snapchat Discover, a section of the photo and video-messaging app where users can view stories published by media companies.\n\nThose numbers will be made available to media companies and advertisers through comScore’s Media Metrix platform, a scoreboard for audiences across various media. Comscore won’t break out viewership for Snapchat Discover directly but will instead add Snapchat Discover viewership to a publisher’s aggregate audience totals.\n\nThe data will be available to Comscore subscribers beginning in mid-November. Publishers already get internal numbers from Snapchat, but this is the first time Snapchat Discover audiences will be measured by an outside measurement company.\n\nSnap has faced criticism from media buyers who pushed the company to provide audited measurement figures to advertisers. A year ago, the company rolled out Snap Pixel, a feature that enables advertisers to track whether viewers who watch Snapchat advertisements ultimately purchase their products.\n\n“In the short term, it’s always good to see more traction towards third-party measurement, even when it’s a smaller step,” said Jessica Prassel, U.S. social practice lead for media and marketing services provider Mindshare North America. “What we would really like to see with Snap in the long term is more specific third-party breakdowns of audience and engagement.”\n\nTo drive more advertiser growth, platforms like Snapchat need stronger third-party measurement tools that show what audiences are watching and for how long, Ms. Prassel said.\n\nThe addition of Comscore as a measurement partner will be especially helpful to clients and teams who have strict guidelines for planning and partner selection, said Sarah Baehr, co-chief investment officer at independent media services agency Horizon Media Inc.\n\n“The key, however, will be whether or not the data, as it is being collected, is enough to validate that Snapchat is a stronger partner versus other options,” she said.\n\nIn an era in which viewers are finding news, entertainment and information on a variety of platforms, it can be difficult to get an accurate assessment of a media company’s total audience, said Nick Bell, vice president of content at Snapchat.\n\n“It used to be very easy to look at your ratings for TV or your circulation for print, and you’d have that one number to focus on,” Mr. Bell said. “This integration helps advertisers get a better understanding of how many people their media partners reach.”\n\nThe new Comscore measurement debuts more than a week after Snapchat reported results for the third quarter, posting 43% revenue growth that was mitigated by a decline in its number of daily users. The day Snap reported its earnings, Bloomberg reported that Vogue, Wired and GQ, titles owned by publisher Condé Nast Inc., were discontinuing their Snapchat channels and laying off the employees that produced them.\n\nA Condé Nast spokeswoman said the company’s relationship with Snapchat is continuing with its channels for Self and Teen Vogue, its titles’ Snap stories and more than 20 original shows.\n\nA Snap spokeswoman said the number of partners producing shows for Discover is increasing, with 55 partners creating 125 shows every week as of October, up from 9 partners creating 12 weekly shows a year earlier.\n\nMr. Bell said Snapchat users have tripled the average time spent watching Discover since the beginning of the year, but declined to disclose how many people watch or provide other specifics.\n\nWrite to Benjamin Mullin at Benjamin.Mullin@wsj.com", "Good morning. I’m Neanda Salvaterra, with the top stories powering the markets today. At the stroke of midnight the wheels came off Iran’s oil wagon as U.S. sanctions against the Middle Eastern country entered into force. At home, U.S. voters will decide whether the price for gasoline will go up in several states or whether […]", "SHANGHAI—A trade fair China is hosting to market a new image—as an importer—is looking like a test of its commitment to follow through on promised economic liberalization.\n\nIn his latest economic initiative, Chinese President Xi Jinping on Monday inaugurated an exhibition in Shanghai devoted to imports in an effort to convince trading partners that consumerism is taking off and that the world’s No. 2 economy will increasingly buy from the world, not mainly sell.\n\n...", "Risk-parity funds are one of Wall Street’s favorite boogeymen during stock selloffs like the recent one. In this case, though, the worry should be in bonds, not stocks.\n\nThe S&P 500 was down 6.9% in October, its worst month since September 2011. Many investors were unsure why and blamed funds that follow rigid rules requiring them to sell into a downturn. Unlike in the February selloff, though, risk-parity funds didn’t have many stocks to sell.\n\n...", "As the U.S. reimposed economic sanctions on his country, Iranian President Hassan Rouhani said Iran would bypass the measures and \"make America regret\" reinstating them. Photo: AP\n\nIranian President Hassan Rouhani vowed that his country would resist tough new U.S. sanctions on Iran’s oil and banks on Monday, as Tehran braced for a new era of political and economic isolation.\n\n“Unfair sanctions are against the law, U.N. resolutions and international accords. Therefore, we will proudly break the sanctions,” Mr. Rouhani said on national television after the sanctions took effect at the stroke of midnight in Washington, or 8:30 a.m. in Tehran.\n\n...", "A Google logo is seen at the company's headquarters in Mountain View, Calif., U.S., Nov. 1, 2018.\n\nA Google logo is seen at the company's headquarters in Mountain View, Calif., U.S., Nov. 1, 2018. Photo: stephen lam/Reuters\n\nThe Securities and Exchange Commission is homing in on subjective accounting decisions made by finance teams as the regulator reviews how companies comply with new revenue recognition rules.\n\nThe new accounting standard, which went into effect for public companies on Dec. 16, 2017, replaced prescriptive industry-specific rules with a principles-based, five-step model to make revenue booking for comparable transactions standardized across industries.\n\nFor some industries, the new standard called on finance chiefs to make significant judgements over how to classify transactions and when revenues could be booked.\n\nOnly 32 of the roughly 4,000 U.S. publicly listed firms chose to apply the new rules early, according to a report released Monday by business and regulatory compliance analytics firm Intelligize Inc. They include marquee names such as Alphabet Inc. and Microsoft Corp. and smaller firms such as tire-maker Amerityre Corp.\n\nThe SEC questioned nearly one-third of early adopters over their compliance with the revenue recognition standard. Seventy percent of the letters included questions about how companies arrived at their decisions for performance obligations measurements.\n\n“The biggest lesson is that as long as you can justify your reasoning for whatever performance obligation measurement you came up with, I think the SEC will initially allow them some leeway or provide guidance,” said Rob Peters, senior director of customer experience and knowledge at Intelligize.\n\nThe regulator engaged in protracted conversations with three companies—Alphabet, General Dynamics Corp. and Commvault Systems Inc.—as the agency sought to clarify the judgements and analysis the companies used to reach their decisions.\n\n“The questions they asked were focused on many of the areas we spent the most time assessing as part of our adoption,” Jay Whalen, corporate controller at Commvault, said in an email. “In the end, we made some minor modifications to disclosures that were beneficial for the users of our financial statements.”\n\nAn Alphabet spokeswoman declined to comment. Representatives of General Dynamics did not respond to a request for comment.\n\n“Just because there’s a lot of comments doesn’t mean there’s something wrong,” said Chris Bolash, a partner in the financial accounting advisory services practice at Ernst & Young LLP. “It just means the staff may require additional disclosures to clarify how a company made those judgements.”\n\nMr. Bolash said he has used these comment-letter exchanges to help inform his clients about how tackle applying the standard to certain fact patterns or tricky areas of the rules.\n\n“It’s very instructive to other companies to see that process and the resulting documentation,” he said. “It can be a guide for them.”\n\nSeveral SEC officials last year said that the regulator would give companies some time to adopt the new revenue standard before deploying comment letters to review compliance. The officials, including former Corporation Finance division chief accountant Mark Kronforst, said the complexity of the new rules called for a measured approach from the regulator.\n\n“What I hope is that we’re not going to try to regulate this one company at a time,” Mr. Kronforst said last year at the Financial Executives International Current Financial Reporting Issues conference in New York.\n\nWrite to Tatyana Shumsky at tatyana.shumsky@wsj.com.", "It’s the end of days for coal and dirty fossil fuels—or so the story has been going. Why then, are coal and oil companies doing so well?\n\nIn an age when companies’ environmental, social and corporate governance—known by the awkward acronym ESG—has become a key benchmark for many big investors, the latest round of corporate results have highlighted an interesting trend. Among oil majors, BP’s quarterly profits rose 90%, while Royal Dutch Shell is producing more cash than it has in a decade. Meanwhile, mining giant Glencore’s...", "For years, the Republican Party could count on strong support from one big bloc of the electorate: white men with college degrees. Now, this once-reliable group is no longer a pillar of the GOP, leaving Republican candidates in many races with new challenges in building a winning coalition.\n\nPolling throughout the year has shown that white, college-educated men are now essentially a swing group, available to either party and tilting, in fact, slightly toward Democratic candidates.\n\n...", "11/5/2018 6:00AM\n\nCan the New iPad Pro Be Your Only Computer?", "The deadly crash of a Lion Air Boeing 737 aircraft in Indonesia is one of the worst aviation catastrophes of 2018. The WSJ looks at some big questions that have emerged as investigators try to determine the cause of the crash. Photo: AP Images\n\nJAKARTA, Indonesia—The last four flights of a crashed Lion Air jetliner all experienced problems with the new Boeing’s airspeed indicator, analysis of data from the flight data recorder recovered from the seabed showed Monday.\n\nSoerjanto Tjahjono, head of Indonesia’s National Transportation Safety Committee, said that investigators had reached the conclusion in the course of analyzing data from the memory unit of the recorder, one of the plane’s so-called black boxes.\n\n...", "A new WSJ/NBC News Poll has found that interest in the midterm elections has swelled among specific demographic groups. The WSJ's Gerald F. Seib explains. Photo: Getty\n\nBelow the radar of the fight for control of Congress and state houses, voters in 37 states will decide on 155 ballot measures Tuesday that could have major impacts on everyday lives.\n\nThere are statewide measures increasing and decreasing gasoline taxes, legalizing marijuana use, and making it easier or harder to vote.\n\nSome reflect the national...", "As it pushes to jump-start an Afghan peace process, the U.S. faces a Taliban stronger than any time since an American-led military coalition deposed them 17 years ago, U.S. and Afghan officials, current and former militants and experts say.\n\nThe movement’s battlefield successes and territorial gains give the group more sway in talks, in which it seeks the withdrawal of U.S.-led foreign forces from Afghanistan and to forge an ultraconservative Islamic government.\n\n...", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Good morning. Today we look at fallout from U.S. trade policy, another milestone for workers, how opioid addiction is affecting the labor market, and where midterm elections could affect economic policy. THE LONG ARM OF HIGHER TARIFFS […]", "Advisers, do you worry clients are thinking about going to competitors for some or all of their financial advice and investment management? Well, there are signs you can look out for that indicate your clients may be cheating on you. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones […]", "President Biya and his wife, Chantal, at the ballot box in October.\n\nPresident Biya and his wife, Chantal, at the ballot box in October. Photo: nic bothma/epa-efe/rex/SHUTTERSTOCK\n\nGENEVA—Blinds were drawn at a back office of the Intercontinental Hotel one day last year, as a man known to staff as The General emptied a white cloth bag stuffed with euros. It was time to pay for one of the world’s longest-serving leaders.\n\nFor weeks, several former hotel employees recalled, the five-star hotel had been locked in a secret routine serving its best two customers, the first couple of an impoverished oil-exporting Central African country. Paul Biya, president of Cameroon since 1982, and his wife, Chantal, clock so much time on private visits to Switzerland that staff in the Intercontinental’s gilded corridors refer to them by simple code names: Him and Her.\n\n“It’s like they are at home. They live there,” said one of three former senior employees who regularly witnessed the bill-payment ritual.\n\nAs with other employees, this person recalled signing a nondisclosure agreement concerning the details of Mr. Biya’s monthlong stays: “If the Cameroonians are not coming, the hotel will close.”\n\nThe Intercontinental Hotel said it wouldn’t comment on guests for confidentiality reasons. “Our employees are fully trained not to disclose any information,” a representative said.\n\nThe Intercontinental Hotel, Geneva. Photo: fabrice coffrini/Agence France-Presse/Getty Images\n\nWorld leaders dropping top dollar at luxury hotels isn’t by itself unusual. What distinguishes Mr. Biya’s Geneva getaways is the abundant time and hard cash the 85-year-old and his dozens-strong entourage spend here. The president has passed a cumulative four years on personal travels since 1982, the vast majority in Switzerland, according to flight data collected by the website Geneva Dictator Alert, and Organized Crime and Corruption Reporting Project, an investigative group specializing in anticorruption and organized crime that has tracked his travels. In some years he spent a third of the year out of his home country.\n\n“He always pays in cash,” said Herbert Schott, a retired Intercontinental manager who first hosted Mr. Biya in 1969. “Next year he will mark 50 consecutive years of patronage. It’s a record.”\n\nMr. Schott welcomed a quarter-century’s worth of American presidents and once gave Ronald Reagan a mattress to replace the White House bedroom’s harsher one. But he said Mr. Biya was his best client. “He prefers to come to Geneva and sit down and nobody would bother him.”\n\n“Lion Man,” as Mr. Biya’s supporters call him, is currently the world’s longest serving elected leader, if counting from his June 1975 arrival as prime minister, the same week McDonald’s Corp. introduced its drive-through. Since 1982, he has served as president. He is Africa’s highest-paid leader, with a $610,000 official salary annually, according to Africa Review, a periodical.\n\nIn Mr. Biya’s fourth decade in power, armed separatists are battling soldiers in Cameroon’s southwest, while Islamist terror group Boko Haram seizes villages and kidnaps children en masse in the northeast. Hundreds of thousands have fled their homes in the past two years. Cameroonian migrants now represent the fourth largest nationality sailing into Greece.\n\nLast month, Mr. Biya won another seven years in office, taking 71% of the vote in an election in which riot police dispersed protesters. In some areas, less than 5% of the population voted. No Western government sent observers.\n\n“We love him, we voted for him and there is nothing new in his habits,” said Cameroon’s Communications Minister Issa Bakary Tchiroma in response to questions about Mr. Biya’s Geneva hotel stays. “We ask everyone, all foreigners, to respect the will of our sovereign people.”\n\nMr. Biya has rarely given interviews to foreign media in recent years.\n\nIn Geneva, the president reserves the entire Intercontinental’s 16th floor, with some 20 rooms and two corner suites overlooking the United Nations’ Europe headquarters and Mont Blanc, said ex-employees, former Cameroon officials, and hotel reservation records reviewed by The Wall Street Journal. The staff haul armfuls of white flowers for his wife and fresh fruit platters—never cut, per presidential orders—for Mr. Biya, according to former hotel staff.\n\nMr. Biya’s trips cost millions of dollars apiece, said Christian Penda Ekoka, a longtime chief adviser to the president, turned opposition activist.\n\nMr. Biya and his wife arrive at Andrews Air Force Base, Md., in 2014 for the U.S.-Africa Leaders Summit. Photo: Cliff Owen/Associated Press\n\n“He gets the money from Cameroon’s treasury” and pays in cash to keep the trips off books, said Mr. Ekoka, who used to be chief adviser to Mr. Biya and had access to trip details. “They want to avoid any trace.”\n\nThe Biyas in Switzerland in 2010. Photo: SEBASTIEN BOZON/Agence France-Presse/Getty Images\n\nA hotel reservation receipt seen by the Journal shows the size of the president’s entourage. In one September 2017 stay, he booked at least 48 rooms. Other Cameroonians stayed in less expensive hotels, former employees said, depending on their standing with the president.\n\nTo the U.S. and Europe, Mr. Biya is a valuable if awkward ally against terrorism and migration. The U.S. keeps 200 troops and several predator drones at a base in north Cameroon. American and Israeli special forces train Mr. Biya’s troops.\n\nThe European Union has pledged 282 million euros in aid for Cameroon. The hope is the country will grow wealthier, creating jobs to lure Cameroonians back to Cameroon.\n\nThe first protests, violently repressed by the Cameroonian armed forces, broke out two years ago. Mr. Biya was at the Intercontinental. He stayed another three weeks after, according to publicly available flight data and Cameroonian state press.\n\nIn Geneva, Mr. Biya seldom leaves his corner suite, former hotel staff said. For privacy, the Cameroonian delegation installs its own internet connection and phone switchboard. He enters and exits through the service exit for daily jogs, according to former hotel employees.\n\nMr. Biya’s suite overlooks tranquil Lake Geneva and a boulevard with placards extolling the virtues of human rights, democracy, rule of law: Geneva is a global capital for humanitarian and pro-democracy institutions.\n\nThen U.N. Secretary-General Kofi Annan with Mr. Biya in Geneva, 2004. Photo: PHILIPPE MERLE/Agence France-Presse/Getty Images\n\n“I find there, each time, an excellent welcome,” wrote Mr. Biya in a 1998 letter to Intercontinental management.\n\nHis wife—38 years younger than him—is at times seen in the lobby, robed in fluorescent dresses, standing more than 6 feet tall thanks to a voluminous bouffant hairstyle nicknamed “The Banana.” A Cameroonian journalist recently called her “The Belle of the Banana Republic,” and was sentenced to two years imprisonment for insulting her.\n\nHer aides and hairdressers tip doormen hundreds of euros to run errands. “Cameroon is like a cash machine for the hotel,” said one former employee.\n\n“Everything we can sell them, we do,” said another.\n\nChantal Biya greets her husband’s supporters in Cameroon in September. Photo: ALEXIS HUGUET/Agence France-Presse/Getty Images\n\nVisits begin unannounced, said current and former hotel employees, when an advanced team arrives laden with oversize luggage. Hotel management ejects guests from the 16th floor and moves them to other rooms.\n\nNext comes a kitchen team—the president’s personal chefs from Cameroon—hauling jugs of palm oil and equatorial spices. Housekeepers taking days off are called in.\n\nAn enforcer nicknamed The General roams the hallways on the president’s behalf, chastising hotel staff, former hotel employees said.\n\nLast comes an uninvited member of the presidential ensemble, a factory worker from Birmingham, England, who makes YouTube videos of himself shouting at Mr. Biya from outside the hotel.\n\n“Two months again? In Geneva? At the Intercontinental Hotel?” screamed Emmanuel Kemta, a Cameroonian-born dissident in one of his more popular videos. “What are you doing here all this time, Biya?”\n\nTwo days before last month’s election, Mr. Biya made his only campaign speech. “What we have to do now is ensure peace reigns,” he said in brief remarks.\n\nBack at the Geneva Intercontinental, staff were watching the elections closely. “They were so afraid he wouldn’t get re-elected,” said one former employee. “They would have a heart attack.”\n\nWrite to Drew Hinshaw at drew.hinshaw@wsj.com and Joe Parkinson at joe.parkinson@wsj.com", "シアトルに住む弁護士のシルビア・ホールさん（38）は、40歳で引退したいと考えている。ただ、その夢には代償を伴う。例えば「茶色くなったバナナ」がそうだ。\n\nホールさんは家計を徹底的に切り詰めている。2020年までに200万ドル（約2億2600万円）を貯めるためだ。これは、税引き後所得の約70％を貯蓄に回し、生活のあらゆる分野に厳格な支出上限を設けることを意味する。\n\n食費を月75ドル前後に抑えるため、ホールさんは果物や野菜の店では茶色く変色したバナナなど廃棄寸前の食品を探す。ガソリン...", "PRESIDENT TRUMP'S CAMPAIGN released a digital ad just days before the midterm elections that shows courtroom footage of an illegal immigrant convicted of murdering law enforcement officers and says “Democrats let him into our country.”\n\nThe spot, which hasn’t aired on television, drew sharp condemnation and comparisons to the infamous “Willie Horton” ad in the 1988 presidential race. Mr. Trump is featuring his campaign’s new ad in a note pinned to the top of his Twitter profile, and by Thursday morning it had been viewed more than 2.5 million times.\n\nA Trump campaign spokeswoman didn’t immediately respond to a question about whether the campaign is going to pay for the ad to air on TV. Parts of it have been airing on TV news programs since it was posted online Wednesday afternoon.\n\nTHE MAN WHO SPEAKS FIRST in the ad, Luis Bracamontes, received the death penalty in April for killing two California sheriff’s deputies in 2014. He had crossed the Mexican border illegally numerous times and been deported twice, according to the Los Angeles Times. His illegal entries spanned at least three presidencies, Democratic and Republican, and his deportations occurred under presidents of both parties.\n\nThe ad then cuts to images of the immigrant caravan crossing the border from Guatemala into Mexico, and then to another immigrant saying through a translator that he plans to request a pardon for a crime, which he then says is attempted murder.\n\nMr. Trump has been working to gin up excitement among his base of voters ahead of the Nov. 6 election. He has repeatedly said the immigrant caravan would bring criminals to the U.S. and tied the caravan to Democrats, but he has offered no evidence to support either accusation.\n\nAl Cardenas, a Republican strategist who doesn’t support Mr. Trump, said of him on Twitter, regarding the ad, “You are a despicable divider; the worse social poison to afflict our country in decades. This ad, and your full approval of it, will condemn you and your bigoted legacy forever in the annals of America’s history books.”\n\nWillie Horton, a killer in Massachusetts, was allowed into a weekend release program while 1988 Democratic presidential candidate Michael Dukakis was governor. He fled the release program and raped a woman. An outside group supporting Republican George H.W. Bush aired ads attributing that crime directly to Mr. Dukakis, in an effort to stoke fears about crime.", "U.S. companies said they are tempering the effects of escalating tariffs with China through price increases or changes to their supply chains, but they warn investors that the picture could worsen next year.\n\nTariffs have slowed U.S. timber and grain exports, raised the cost of imported clothes hangers and heavy-equipment materials, and compressed profit margins for computer chip and tool makers, among other effects, according to an analysis of results and comments from the roughly 75% of S&P 500 companies that have reported...", "Asia’s beaten-up stock markets enjoyed a powerful rally in the previous trading session, buoyed by the prospect of warmer relations between the world’s two largest economies. But that optimism didn’t last long.\n\nWhat’s Happening\n\nOne of Friday’s biggest gainers—Hong Kong’s benchmark—led the way lower Monday.\n\nHong Kong’s Hang Seng surged by...", "BERLIN—The era of Angela Merkel was clearly coming to an end a week ago, and Wolfgang Schäuble was prepared to jump in. An elder statesman and veteran of German political battles, he had been secretly developing a succession plan, typical of changes-of-guard in the ruling party.\n\nThen last Monday, Ms. Merkel dragged the party’s succession process into the light for the first time in decades.\n\nBy...", "Americans made a show of force in Sunday’s New York City Marathon. But East African runners reminded them who the world’s reigning speedsters are, rocketing to some of the fastest-ever times in the men’s and women’s divisions.\n\nMary Keitany of Kenya won the women’s division, her fourth victory in New York, in 2:22:48. It was the second-fastest in women’s division history, behind Kenya’s Margaret Okayo’s 2:22:31 in 2003.\n\nLelisa Desisa of Ethiopia held off late challengers to win the men’s division, his first victory in New York in four finishes. Desisa’s time of 2:05:59 ranked second all-time behind Kenyan Geoffrey Mutai’s 2:05:06 in New York in 2011.\n\n“This is my dream to champion also New York,” said Desisa, who won the Boston Marathon in 2013 and 2015. “Boston, New York, this is my dream, to be a champion.”\n\nDesisa finished second in New York in 2014 and third in 2015 and 2017. He dropped out late in the 2016 race.\n\nMore Than 50,000 Runners Compete in the New York City Marathon Pictures from along the 26.2-mile course through the five boroughs Runners await the start of the New York City Marathon near the Verrazzano Bridge on Sunday. Darren Ornitz/Reuters 1 of 11 • • • • • 1 of 11 Show Caption Runners await the start of the New York City Marathon near the Verrazzano Bridge on Sunday. Darren Ornitz/Reuters\n\nRunners took advantage of perfect weather conditions, cool and dry with low wind. Shura Kitata of Ethiopia finished second in the men’s race in the third-fastest ever New York time of 2:06:01, and defending champion Geoffrey Kamworor of Kenya was third in 2:06:26, fourth-fastest ever.\n\nVivian Cheruiyot of Kenya finished second in the women’s division, more than 3 minutes, 13 seconds, behind Keitany. American Shalane Flanagan was third in 2:26:22, about 3 minutes, 33 seconds, off the lead.\n\nKeitany pulled ahead for good around the 16-mile mark. By the 22nd mile, she was two minutes ahead.\n\nMary Keitany crosses the finish line to win her fourth New York City Marathon. Photo: brendan mcdermid/Reuters\n\n“She’s going to go down as one of the greatest marathoners ever, of our generation,” Flanagan said. “She rarely has an off day. The way she can execute and just really crush her competition the last half of a race is incredible.”\n\nKeitany previously won New York three years in a row, 2014-2016, and finished second to Flanagan last year. She owns the second-fastest women’s marathon time ever, 2:17:01 set last year in London, ranking only behind Great Britain’s Paula Radcliffe’s 2:15:25 set in 2003.\n\nThree American women finished among the top six Sunday, the first time that had happened since 1978. It was the continuation of a banner stretch of results. Flanagan entered Sunday’s race as the reigning New York champion, last year becoming the first American woman in 40 years to win it. Des Linden lined up as the reigning Boston Marathon champion, the first American woman to win that race in 33 years.\n\nOn Sunday, American Molly Huddle finished fourth and Linden sixth. Allie Kieffer of Buffalo, N.Y., was seventh.\n\n“I definitely think the top American talent are going to the marathon,” Huddle said. “It’s become kind of a glamorous event for us.”\n\nSunday was Flanagan’s third podium placement in three New York City Marathon finishes. She was second in 2010. After the race, the 37-year-old hinted she was leaning toward retirement, saying it was “more getting towards the time to serve others.”\n\nFlanagan is a decorated runner at shorter distances, winning a silver medal in the 10,000 meters at the 2008 Olympics. But she found her crowning moment in New York, a place with which she said she has chemistry, despite growing up in Marblehead, Mass., and living in Portland, Ore. As she crossed the finish line Sunday she said, “I love you.”\n\nJared Ward of Mapleton, Utah, finished sixth to claim the top U.S. men’s finish, 6:25 behind the winning time. Ward also finished a surprise sixth at the 2016 Rio Olympics.\n\nLelisa Desisa crosses the finish line to win the men's division of the New York City Marathon. Photo: derik hamilton/Reuters\n\nThree other American men on Sunday placed in the top 10: Scott Fauble was seventh, Shadrack Biwott ninth, and Chris Derrick 10th.\n\nDaniel Romanchuk, who trains in Champaign, Ill., became the first American to win the New York City Marathon men’s wheelchair division, in 1:36:21. He edged out Swiss athlete Marcel Hug, last year’s winner.\n\nRomanchuk, at age 20, also became the youngest wheelchair winner, male or female, since the launch of the wheelchair division in 2000. He was so moved after the race that he became choked up several times. “It’s an amazing experience,” he said.\n\nSwiss athlete Manuela Schar repeated as champion of the women’s wheelchair division, crossing in 1:50:27. The five-time women’s winner, American Tatyana McFadden, was second.\n\nCorrections & Amplifications\n\nNew York City Marathon men’s winner Lelisa Desisa took the lead for good with about a mile to go. An earlier version of this article said Desisa came from behind in the final .2 miles.\n\nWrite to Rachel Bachman at rachel.bachman@wsj.com", "In the week ahead, the U.S. will see data on service-sector activity, producer prices and consumer sentiment. The Federal Reserve will publish its policy statement.\n\nMonday: The Institute for Supply Management releases its nonmanufacturing index for October. The agency said in its last report that its nonmanufacturing index rose to 61.6 in September, the highest reading on record going back to 2008. Much of the sector’s September growth appeared to come from positioning in preparation for the Trump administration’s tariffs...", "CAIRO—Egypt’s Interior Ministry on Sunday said it killed 19 people suspected of involvement in a lethal attack on Coptic Christians two days earlier that showed the continuing challenge posed by Islamist militancy in the country.\n\nThe shooting attack on buses carrying Copts returning from a visit to a remote monastery in Egypt’s Minya Province killed seven people on Friday, making it the deadliest assault against Egypt’s Christian minority this year.\n\n...", "LOS ANGELES—The Queen biopic “Bohemian Rhapsody” was the box-office champion this weekend, with an estimated $50 million opening in the U.S. and Canada, while other new releases bit the dust.\n\nWalt Disney Co.’s fantasy “The Nutcracker and the Four Realms,” premiered to a measly $20 million, a rare box-office bomb for the studio, which this year released blockbusters “Black Panther” and “The Incredibles 2.”\n\nThe...", "TAMPA, Fla.—Jerry Newberry is just the kind of voter Republican Ron DeSantis needs to win his close race for Florida governor against Democrat Andrew Gillum.\n\nThe 58-year-old president of a business-analytics company already cast an early ballot for the GOP nominee, and he urged about 10 friends to vote.\n\nMr. Newberry, a registered Republican,...", "The man accused of killing two women and injuring five other people at a Tallahassee, Fla., yoga studio on Friday was the subject of prior complaints related to the harassment of young women, authorities said.\n\nScott Beierle posed as a customer at Hot Yoga Tallahassee before he took out a handgun and started shooting late Friday afternoon, according to the Tallahassee Police Department.\n\nCustomers..."]