["KLEINBASEL IS A LITTLE wedge of Basel, Switzerland, stranded in Germany, just across the Rhine from the city proper. Today the district is a hub for both commerce and culture—most famously as the home of Art Basel, the annual fair that turns the city into the capital of the global art world every June. But in the 1950s, Kleinbasel was a sleepy place, a working- and middle-class redoubt bounded to the north by woods and vineyards and to the south by the river, warm enough in summer to swim in despite the rushing current.\n\nThis is where Pierre de Meuron met Jacques Herzog. “We grew up 200 yards from each other,” recalls de Meuron, now 68. The pair first became acquainted when they were preschool age. Though they were from differing backgrounds—de Meuron’s family was Francophone, Herzog’s German-speaking—such distinctions meant little in polyglot Basel. And what they had in common was more compelling. “Our interest was always in doing something with our hands, understanding how things worked,” says de Meuron. They harbored a special enthusiasm, he adds, for “roller coasters and ships.”\n\nPAIR OF ACES Jacques Herzog, one of the two founding partners of Herzog & de Meuron, viewing a design for the Berggruen Institute headquarters, to be built in Los Angeles. Photo: Juergen Teller for WSJ. Magazine\n\nThe two men haven’t gotten terribly far from the playrooms and schoolyards of their youth. Today their studio is a scant five-minute walk from the old neighborhood, and they spend much of their time at the office tinkering with models and dreaming up gee-whiz notions. But the pair now have a firm of 390 employees playing alongside them, with another 62 scattered across five satellite branches around the world. And they’re no longer dealing in idle fancies but creating some of the most challenging and startling architecture to be found anywhere.\n\nNow celebrating its 40th-anniversary year, the firm of Herzog & de Meuron (H&dM) enjoys a reach extending from Kleinbasel, where it designed the 2013 Messe building, in which Art Basel is now held, to Hong Kong, where its upcoming M+ museum will be a cultural landmark in a city better known for high-rises. After six decades of mind-melding friendship, the founders have succeeded in forging a shared sensibility and then diffusing it through their immense body of work, without ever seeming to dilute the formula. “We have never stopped being involved in every project, starting each project,” says Herzog, also 68. It’s a level of commitment that helps give the firm’s projects their ineffable presence.\n\nCo-founder Pierre de Meuron. Photo: Juergen Teller for WSJ. Magazine\n\nOther than that, it can be difficult at times to say what does tie together the firm’s diverse portfolio. Lower Manhattan’s looming 56 Leonard apartment building, familiar to locals as the “Jenga” tower; the sublime void of the turbine hall at London’s Tate Modern; San Francisco’s de Young Museum, resembling a rusty dinosaur grazing in Golden Gate Park: H&dM has been all over the map in every sense, taking a different formal tack with every banner commission. Fashion designer and arts patron Miuccia Prada, who has collaborated with the architects many times, says she is “always attracted by the beauty of their work”—though the sheer range of projects they’ve done together, from an eye-popping retail location in Tokyo to an austere runway design for last spring’s 2019 cruise show in New York, demonstrates just how flexible H&dM’s sense of beauty can be. As difficult as it is to fix an aesthetic label to the firm, its conceptual MO is even harder to describe, and talking to the founders doesn’t necessarily clarify anything. “You can ask me how I see it,” de Meuron hedges. “It doesn’t mean I know exactly what it is.” His colleague is even less forthcoming. “I don’t want to do any self-interpretation,” says Herzog.\n\nForty Years of Herzog and de Meuron Its ideas and approaches are still fresh with each new project A Prada store in Tokyo. © Nacasa & Partners Inc. 1 of 14 • • • • • 1 of 14 Show Caption A Prada store in Tokyo. © Nacasa & Partners Inc.\n\nFor critics and fans who have followed the designers’ ascent—starting with their first projects around Basel that earned them a cult following, through their 2001 Pritzker Prize win, to the enthusiastic reception of their glittering Elbphilharmonie concert hall complex, which opened in Hamburg, Germany, last year—the relative taciturnity of the partners can be convenient, allowing for various explanations to be projected onto them. For curator and architect Terence Riley, who commissioned the firm to design the Pérez Art Museum Miami when he was its director, the key is culture: “Jacques and Pierre have this very Swiss thing,” he says, pointing to their sense of “orderliness” combined with their “amazingly innovative ideas.”\n\nFor photographer and collaborator Thomas Ruff, who helped create murals for H&dM’s 1999 library at Germany’s Eberswalde University for Sustainable Development, it’s all about the partners’ artistic predilections. In working with them, Ruff says, he has found that they “really feel like artists themselves, and that’s why they have this outlook and this great interest in contemporary art as well as architecture.” Others might point to the importance of collaboration or materials or history or any one of a dozen-odd elements and attributes that mark H&dM’s unique practice. Theories abound, and the designers seem to revel in the confusion.\n\nA Herzog & de Meuron–designed lamp in the office reception area. Photo: Juergen Teller for WSJ. Magazine\n\nWhat really defines the practice is a combination of all these things—including, and perhaps especially, the obfuscation. The playwright Tom Stoppard once said that a good piece of theater should be “a series of ambushes,” emotional and intellectual sneak attacks launched against the audience. Herzog & de Meuron buildings often seem to deploy a similar stratagem. Does the firm’s Dominus Valley winery in Yountville, California, look like a flat black block? Go inside and you’ll see the skin is made of wire cages filled with stones, the light peeking through them to cast a mottled pattern on the floor. Are the piers in the 1111 Lincoln Road complex in Miami Beach just solid slabs of concrete? Look closer: They’re as softly textured as old wood, and they gleam like alabaster at sunset. More than simply subverting expectations, the architects practice a kind of radical defamiliarization, using every tool at their disposal to create environments so perfectly off-kilter that they achieve an entirely new kind of balance.\n\nThe garden at the firm’s studio. Photo: Juergen Teller for WSJ. Magazine\n\nA FEW DAYS BEFORE ART BASEL gets underway, in advance of a busy week of meetings and openings, Herzog takes a moment to reflect. The firm’s offices range over a collection of conjoined buildings, including lofted model warehouses and book-lined meeting rooms; but the weather is warm, the swimmers back in the Rhine, so Herzog is out in one of the open-air courtyards. “I’m someone who leaps into things,” he says, and it’s easy to believe him: Wiry and lean, the architect balances spryly on a porcelain stool.\n\n“Pierre reveals possibilities to anchor a concept, and then I’m more the person who makes these changes, these jumps,” Herzog continues. The dynamic between the partners has always been an essential feature of their practice, and their differences have only compounded their mystique. Where de Meuron is subdued, contemplative, almost impassive, Herzog is frank and energetic. That two so very distinct personalities have managed to forge an effective partnership is a testament to their years of professional coevolution. Well before the present glut of studios with acronymic titles, H&dM garnered international attention in the 1990s as a relative rarity in a profession then dominated by big-name lone wolves. The firm’s earlier projects, like the 1994 signal box for the Swiss railway, an inscrutable parallelogram of ribbed copper, stood in stark contrast to the work of many contemporaries whose “personal interest,” as Herzog sees it, was in “revealing the individual through the gestural stroke.”\n\n“ Our collaboration is a complete involvement, a love affair. it is an act of passion and trust. ” —Ai Weiwei\n\nTrying to recall his earliest thoughts about architecture, de Meuron claims not to have had any. “I had no idea what it was,” he says, and his partner concurs. When the two young men were finishing high school, although both were art enthusiasts steeped in Picasso and Manet, de Meuron thought he would go on to pursue engineering, while Herzog was considering biology and chemistry. Wanting something more, something that combined the humanities and the sciences, the two friends talked through their options, landing on design almost by default. They both enrolled in Zurich’s polytechnic institute. “Immediately I was sucked in,” says de Meuron, “because [design] touches so many different domains, so many different disciplines.” The same process of dialogue that led them to their shared métier remains at the center of their approach, always undertaken in the same intrepid spirit.\n\nTo understand how Herzog and de Meuron progressed from that initial decision, it helps to visit the enormous archive the firm opened in 2014 in its mixed-use building in Basel’s Dreispitz neighborhood. The structure, a sort of neo-brutalist pagoda on one side of a reinvented cultural district (its master plan was also created by the architects), houses a satellite office, fabrication facility and five stories of curios and castoffs dating back to the late 1970s. Among its treasures is one of the first H&dM projects to win public notice, Lego House, a 1985 work composed partly of the famed plastic bricks. Just a couple of feet high, it’s little more than a miniature of a suburban home with a conventional gabled roof—“a form that even children draw,” as Herzog notes. But this was no dollhouse. Originally exhibited at Paris’s Centre Pompidou, it was stuffed with tiny versions of everyday objects and appeared alongside video stills of the interior, turning it into a meditation on memory and the idea of home.\n\nTesting building materials’ ability to withstand the elements. Photo: Juergen Teller for WSJ. Magazine\n\nThe penchant for evocative artistry has been a staple of the architects’ catalog ever since—as has the gable, the closest thing H&dM has to a signature trope. Elsewhere in the Dreispitz archive are the original concept models for VitraHaus, a flagship for the eponymous furniture maker on its nearby campus. “We wanted a building that would show to the public that we were very serious about this issue of the home,” says Vitra’s chairman emeritus and board member Rolf Fehlbaum, who made the headquarters site an architectural wonderland, featuring celebrated buildings by Zaha Hadid and others. Herzog & de Meuron’s contribution, opened in 2009, is a series of oblong houses stacked atop one another, their plain, dark facades capped at both ends by enormous windows; inside is a light-filled aerie with curving staircases and warm organic finishes. Fehlbaum was so pleased with the results that he turned to H&dM again for Vitra’s Schaudepot, a brick open-storage facility, completed seven years later, that also features the telltale roofline. “There’s something anonymous about it,” Fehlbaum says of the motif, “something that allows a number of associations.”\n\nAfter 40 years, the Swiss firm's ideas and approaches are still fresh with each new project. Film by MediaStorm\n\nWhatever the formal or cultural source material, the true hallmark of Herzog and de Meuron’s work is their artistic ambition. The scale of that ambition can be measured in the caliber of the artists with whom they regularly collaborate, including Rosemarie Trockel, Michael Craig-Martin and, perhaps most prominently, Ai Weiwei. “Our common ground,” says Ai, “is that we see architecture as an ethical practice…in between the highest aesthetic judgment and the most practical problem solving.” The architects and the artist discovered their shared affinities in 2002; Ai had long been interested in design, and together they won a competition to produce one of H&dM’s highest-profile structures to date: the celebrated Bird’s Nest stadium, a gleaming coil of steel ribbons built in Beijing for the 2008 Olympics. The Sino-Swiss team reunited last year to create Hansel & Gretel, an immersive installation at Manhattan’s Park Avenue Armory that confronted visitors with projected images of their own movements as tracked by overhead drones. A sharp-eyed critique of the 21st-century surveillance state, it was a project very close to the artist’s heart, and he found the architects well attuned to his ideas, capable of creating an environment that could spark a sense of information overload and anxiety, topics that have long been among Ai’s chief preoccupations. “Our collaboration is a complete involvement, a love affair,” says Ai. “It is an act of passion and trust.”\n\nSMALL WONDER Another model of the Berggruen Institute.\n\nONE DAY IN EARLY JUNE, Pierre de Meuron is in Kleinbasel to attend the groundbreaking of one of the firm’s newest undertakings, the second tower for pharmaceutical giant Roche. Nearly identical to its predecessor, the high-rise will make a double icon out of what is already the most recognizable figure on the Basel skyline. In suit and tie, de Meuron blends almost seamlessly with his corporate clients, and as he picks up the ceremonial spade he seems somewhat embarrassed to be the center of attention.\n\n“If you’d [told] me when I was 5 or 10 that I would do most of the buildings on that site,” says de Meuron, laughing. Still evidently bewildered by his own success, the architect is hardly less determined to capitalize on it than his energetic partner. A couple of weeks later, de Meuron is in New York preparing for a prospective client meeting in the lobby of the Public hotel. Opened only last year, the Lower East Side hot spot has already become a local standby, and the upstairs lounges are crowded with creatives in various attitudes of hip—an unlikely setting for a sexagenarian Swiss in business attire. But then H&dM’s sense of chic has always involved an element of the improbable. Ian Schrager, the hospitality magnate behind the Public, has sought out the firm for that very reason, beginning with their first collaboration, the nearby 40 Bond condominium completed in 2007, and continuing through to the brand-new 160 Leroy residential mid-rise. All of their projects together, Schrager notes, have been risky bets on high design in unlikely urban locales, which suits the developer’s style. “I like to pull a rabbit out of my hat,” says Schrager. “If there’s something that I really want to build, I build it with them.” It doesn’t hurt, the developer adds, that “they’re very sensitive and intelligent about the budget.”\n\nThe Tate Modern Switch House, an addition to the London museum. Photo: © Hufton + Crow\n\nThis aptitude for combining the avant-garde with the pragmatic helped the firm score the commission for the new Upper East Side home of Dasha Zhukova, the international collector and the founder of Moscow’s Garage Museum of Contemporary Art. The particulars of the design remain very much under wraps, but Zhukova confirms that the facade will feature a pattern of inverted brickwork, a subtle nod to the surrounding buildings that still preserves “a flicker of innovation.” “One of the special things about them as architects is that they’re always thinking about the economic, political, even the spiritual landscape, as well as the practical,” Zhukova says. “They think about civilization as much as functionalism.” On a sensitive residential project like this one, the client’s baseline prerequisites come first, but H&dM’s subversive streak is bound to assert itself.\n\nPart of being subversive means being secretive, a quality rare among architects and one at which the Basel duo excel. Back at firm headquarters, whole studios are closed-door affairs, with clandestine projects in the works. The compound teems with young employees from around the world, an atmosphere “like a college campus,” as Schrager puts it, or maybe more like a government laboratory. Even the precise nature of the founders’ collaboration—who makes what decision and when—is something of a mystery, and according to Herzog, that’s just the way they like it. “We’ve never really revealed what we do,” he says. “It would be wrong.” The coyness seems at odds with an office that also prefers to be “f—ing straightforward,” as Herzog adds, punching the air with his fist. Then again, it’s not clear that any explanation, either for the practice or for its projects, would be half as gratifying as the mental revolutions one experiences when encountering a Herzog & de Meuron building for the first time. With all that the architects’ work has to reveal, their greatest innovations are the ones still waiting to be discovered.\n\nCorrections & Amplifications\n\nAn earlier version of this article had reversed the captions identifying Jacques Herzog and Pierre de Meuron. (11/6/2018)", "Democrats thought they could defeat Brett Kavanaugh with a cascade of uncorroborated smears, but they failed and now the accusations are unraveling. The latest came Friday when Chairman Chuck Grassley referred Judy Munro-Leighton to the Justice Department and the FBI for potential prosecution for making false statements to the Senate Judiciary Committee.\n\nMs. Munro-Leighton was one of the women who piled on with claims of sexual assault by Mr. Kavanaugh in the progressive mob moment of the Supreme Court confirmation hearing....", "The Trump Administration is reimposing sanctions on Iran on Monday, and some of our friends on the right are claiming it wimped out on Iran’s oil exports and access to the world financial system. But it looks as if Treasury and State are trying to apply sanctions in a diplomatically clever way that still puts pressure on the regime—assuming the U.S. follows through on enforcement.\n\nOne complaint is that the Administration has exempted eight countries from sanctions on oil exports from Iran. The U.S. isn’t saying which countries,...", "Americans say health care is a leading concern in Tuesday’s election, and voters say they trust Democrats over Republicans by double-digit margins. Yet the Trump Administration has put together an impressive suite of reforms that allow consumers more freedom and personal choice, not that you’ll read about it anywhere else.\n\nLast month the Trump Administration rolled out a rule on health-reimbursement arrangements that would allow employers to offer workers tax-exempt dollars to buy insurance in the individual market. The Obama...", "Tuesday’s ballots in several states will include referendums that offer voters a catastrophic tax increase—or an opportunity to make it harder for politicians to raise taxes. State competitiveness in attracting people and business is thus also on the ballot.\n\nMost ominously, Colorado’s Amendment 73 would do away with the Centennial State’s 4.63% flat tax in favor of five brackets up to 8.25%. The corporate tax would jump from that same base to 6%. The goal is to raise $1.6 billion a year for education. Polling suggests the...", "Georgia’s secretary of state and Republican gubernatorial nominee said Sunday his office is investigating the state’s Democratic Party over what it called a failed hacking attempt of the voter-registration system, a charge his Democratic opponent called a distraction in a high-profile election that has been dominated by issues of race and voting rights.\n\nIn a short statement on its website, the office of Republican Brian Kemp said little about its investigation and offered no evidence, saying only that the probe began Saturday...", "When President Trump ended U.S. participation in the Iran nuclear deal, he promised tough sanctions on the Iranian regime. On Monday our administration will deliver exactly that, reimposing sanctions on more than 700 people and entities in Iran’s energy, shipping and financial sectors.\n\nThe president has made clear that the U.S. supports the Iranian people’s aspirations for freedom and prosperity. He firmly opposes Tehran’s efforts to dash those aspirations—and to menace the world by developing ballistic missiles, launching...", "Hardly a week goes by that I don’t run into people who, when I ask how they are doing, tell me they’re worried about authoritarianism. Living in California, my impulse is to ask if they’re worried about the state’s one-party rule. But before I can get that out, the complaints begin: Trump, Facebook, Google, police state. Uh boy. Pot-dispensary paranoia?\n\nThis fascist-behind-every-tree thinking isn’t helped by the tech industry. Apple CEO Tim Cook told privacy commissioners in Brussels last month that personal information “is...", "The Middle East is changing. On Oct. 28 Israel’s culture and sports minister, Miri Regev, toured the Sheikh Zayed Grand Mosque in Abu Dhabi. She was in the United Arab Emirates for the International Judo Federation’s Abu Dhabi Grand Slam, where Israeli athletes were allowed to compete under their flag for the first time. The Israeli team took the gold, and its national anthem, “Hatikva,” was played in a country that does not formally recognize Israel.\n\nAlthough Israel and the Arab Gulf states have long had clandestine diplomatic...", "Citizens in four states vote Tuesday on ballot initiatives to legalize some form of cannabis. Residents of Missouri and Utah will decide on its medical availability, Michigan and North Dakota on recreational consumption for adults. If all four measures pass, the tally of states that allow some sort of cannabis use will jump to 32, nearly two-thirds of the U.S.\n\nThe trend could not be clearer: Cannabis prohibition is coming to an end. A Gallup poll last month found 66% of Americans favor legal marijuana.\n\n...", "I own and rent out 25 mom-and-pop storefronts in Lakewood, Ohio, an inner-ring suburb of Cleveland. About 20% of my tenants are immigrants. I sell them the American dream—a chance to run their own business—and they sell beer, cigarettes, used furniture, and services like dry cleaning and haircuts. The stores are street-level with apartments above, like Disneyland’s Main Street, except no Mickey. The mice are real.\n\nI rarely hard-sell foreigners to rent. They’re gung-ho from the get-go. American-born prospects, on the other...", "Next year marks the beginning of a new Congress—and the 50th anniversary of the first moon landing. Both events are tremendous opportunities to reflect and recommit to our American cause.\n\nNeil Armstrong’s “one small step” completed the work of hundreds of thousands of Americans, from the military test pilots who pushed the limits of flight over my district in Kern County, Calif., to the workers who built the Apollo 11 spacecraft and the Saturn V rocket. The “giant leap for mankind” was made possible by decades of American...", "The Obama administration was notorious for coddling Latin American leftists. So it came as no surprise in 2016 when the Obama State and Justice Departments sided with Colombian President Juan Manuel Santos’s bid to extradite former agriculture minister Andrés Felipe Arias. He had fled to Florida to escape charges trumped up by his political enemies.\n\nThe center-right Mr. Arias’s only “crime” was his candidacy for president in 2009, when Mr. Santos wanted the job and the Revolutionary Armed Forces of Colombia terrorists wanted...", "Amazon.com Inc. has progressed to late-stage talks on its planned second headquarters with a small handful of communities including northern Virginia’s Crystal City, Dallas and New York City, people familiar with the matter said, as it nears a final decision that could reshape both the tech giant and the location it chooses.\n\nThe ongoing talks with some local officials come as discussions appear to have cooled in some of the other 20 cities on Amazon’s shortlist, including Denver, Toronto, Atlanta, Nashville, Tenn., and Raleigh,...", "Amazon.com Inc. has progressed to late-stage talks on its planned second headquarters with a small handful of communities including northern Virginia’s Crystal City, Dallas and New York City, people familiar with the matter said, as it nears a final decision that could reshape both the tech giant and the location it chooses.\n\nThe ongoing talks with some local officials come as discussions appear to have cooled in some of the other 20 cities on Amazon’s shortlist, including Denver, Toronto, Atlanta, Nashville, Tenn., and Raleigh,...", "The postcrisis boom in U.S. corporate profits may be near its peak, investors and executives say, a potential threat to a nine-year rally that has taken the Dow Jones Industrial Average up more than threefold.\n\nWith more than half of S&P 500 firms having reported results, third-quarter earnings have risen 24% from the same period a year earlier, driven by strong gains at firms from retail and web-services giant Amazon.com Inc. to manufacturers General Motors Co. and Boeing Co. That compares with 25% increases in each of...", "Republicans view a strong economy as part of their campaign message. But will the tumultuous stock market affect the party's chances in the midterms? The WSJ's Gerald F. Seib explains. Photo: Getty\n\nFrom taxes to trade, this year’s midterm elections will have an impact on a range of issues facing American corporations. The Republican-held Congress has been largely supportive of the Trump administration’s policies, helping the president secure a big corporate tax cut and pursue deregulation. But Democratic control of one or both chambers could blunt the White House’s agenda.\n\nTAXES: The Trump administration wants to make permanent new income tax cuts for individuals passed last year, a move that Wall Street analysts say...", "Will the caravan of Central American immigrants, the deadly synagogue shooting, and the pipe bomb mailings influence next week's midterm elections? The WSJ's Gerald F. Seib explains. Photos: Getty\n\nWASHINGTON—Tuesday’s midterm elections, widely viewed as a referendum on Donald Trump’s presidency, have party strategists preparing for a split decision, with polls indicating Democrats on track to gain a House majority while Republicans keep control of the Senate.\n\nSuch a result, if it comes to that, would partly be a product of simple geography: The most-expensive midterm election in history is being fought out in two Americas undergoing a political realignment.\n\n...", "Wall Street and the business community, breaking from a yearslong trend, are hedging their political bets by making more contributions to Democrats in the midterm elections, according to fundraising data compiled by the nonpartisan Center for Responsive Politics.\n\nNot since 2008 have donors in the securities and investment industry given a higher percentage to Democratic candidates and party committees than to Republicans, the data show. This year through Oct. 17, Wall Street contributors donated about $85 million to Democrats...", "Investors around the U.S. are bracing for the unexpected heading into the midterm elections, wary of being caught wrong footed as many were after the 2016 presidential election, Brexit and other crucial votes over the years.\n\nFew are predicting that the outcome widely seen as most likely—Democrats winning the House and Republicans retaining control of the Senate—will fuel the type of violent price swings that came on the heels of President Trump’s victory.\n\n...", "An offshore oil platform in the Persian Gulf's Salman Oil Field, operated by the National Iranian Offshore Oil Co. Ali Mohammedi/Bloomberg News\n\nIran Sanctions: A Look at How We Got Here The country’s economy is teetering. Charts and photos reveal the path to this point and what is at stake for Iran", "Colorado voters on Tuesday will decide whether to sharply curtail oil-and-gas drilling in an election that has divided the state.\n\nThey will also consider a separate ballot measure that would require state and local governments to potentially pay fracking companies and other property owners who claim their holdings were devalued by regulations.\n\nProposition...", "NOUMEA, New Caledonia—Voters on a French island group in the Pacific rejected the chance to create the world’s newest country in a referendum that exposed deep rifts over wealth equality.\n\nPreliminary results showed that voters in New Caledonia backed remaining part of France 57% to 43%. The referendum aimed to resolve tensions between mostly European immigrants and the indigenous Kanak tribes, which have been pushed into a minority among a population of more than 270,000 and boycotted the only previous ballot in 1987.\n\n...", "North Carolina wants to reshape how it pays for its workers’ health care—and save hundreds of millions of dollars—by scrapping the secret negotiations typically used to set rates with doctors and hospitals.\n\nThe fate of the plan, from the state’s treasurer, is expected to be watched closely by other employers eager to stem rising health costs. But hospitals are already fighting back.\n\nAt issue is the system that employers’ health plans have long used to determine how much they will pay doctors and hospitals. The payments are typically set through negotiations, conducted in secret, between health insurers and the hospital systems and physician groups.\n\nUnder the current system, rising health-care prices are the major driver of increases in the cost of employer health coverage, according to employers and researchers. With its new proposal announced last month, North Carolina likely became the largest employer to date seeking to try a new tack, health-insurance experts say.\n\nThe state’s employee health plan, which covers around 727,000 people including teachers, university workers and state police, wants to pay hospitals and doctors rates pegged to how much the federal Medicare insurance program for the elderly pays for medical services.\n\nThe office of state Treasurer Dale R. Folwell, which oversees the plan, said the new rates would average around 177% of Medicare’s fees, down from a current average of 213%. Such rates would save the state around $300 million a year and workers an additional approximately $66 million annually, Mr. Folwell’s office said.\n\nThe state’s employee health plan has an annual budget of around $3.3 billion.\n\n“We’re trying to fix something that’s unsustainable,” said Mr. Folwell. He said the plan’s major goal is to make health-care pricing clear and public. “The customer has no idea what the payer is paying.”\n\nThe treasurer wants to put the plan into effect in 2020. But hospitals in the state are already gearing up to oppose the effort.\n\nJulie Henry, a spokeswoman for the North Carolina Healthcare Association, which represents hospitals, said some believe the proposed rates wouldn’t be sustainable for them, and the financial impact could be “devastating” for about 20 hospitals that are operating on negative margins.\n\nHospitals are also concerned other employers and insurers would demand similar rates, Ms. Henry said.\n\n“This kind of change, and the ripple effects that might come from that, put hospitals and access to care at risk,” Ms. Henry said. She said hospital officials are speaking to state legislators “to determine what is a potential course of action they might look at to encourage a more workable solution.”\n\nOfficials with the North Carolina Department of State Treasurer said they sought to set fair prices, including amounts they said could represent an average increase for independent primary-care doctors and some rural hospitals.\n\nMr. Folwell, a Republican, is elected by voters in the state, not appointed by lawmakers or the governor.\n\nThe North Carolina proposal will be closely watched by other states and government and private employers, health-care experts say, because it takes direct aim at the prices paid for health care in an effort to rein in spending.\n\nResearch from the nonprofit Health Care Cost Institute has pointed to the price of health care as the primary driver of the rising cost of employer coverage, rather than increasing use of services.\n\n“All purchasers, public and private, face the same pressures,” said Robert Galvin, chief executive of Equity Healthcare, which negotiates contracts with health insurers and manages health-care costs on behalf of companies owned by big private-equity firms including Blackstone Group , where he is an operating partner. “There’s going to be a lot to learn, to see how it goes.”\n\nThe effort faces serious challenges because of hospitals’ clout. In some parts of North Carolina, big systems of hospitals have large market share, while small towns may have only one hospital. The state may find it difficult to assemble a network of hospitals across the state willing to take its rates.\n\nIf hospitals refuse to accept the rates that Mr. Folwell wants, the state plan says it will simply not include them in its network of providers. Yet that could leave workers who use those hospitals exposed to huge bills, because hospitals might demand they pay full charges, without the discounts that insurers typically negotiate.\n\nMr. Folwell said he is “keenly aware” of the impact of out-of-network billing on consumers, and it is too soon to tell how the issue will play out. The State Employees Association of North Carolina, a union representing state workers, has said it supports the plan.\n\n“The state of North Carolina, the treasurer, is sending a powerful signal, but it will be hard to implement,” said Jeff Levin-Scherz, a leader of the health management practice at Willis Towers Watson. “The danger is if they don’t sign on the dotted line.”\n\nAt least one other state, Montana, has implemented a plan similar to the North Carolina proposal.\n\nGetting hospitals to accept its rates, which were set at around 230% to 240% of Medicare’s, “definitely was a game of chicken,” said Amy Jenks, the acting administrator who oversees the state’s employee health plan, which covers around 30,000 people.\n\nOne hospital was still holding out when the plan launched in July 2016, with the state initially offering to pay travel expenses for workers to get to alternative hospitals, Ms. Jenks said. The holdout hospital agreed to join a few weeks later.\n\nMs. Jenks said the shift to Medicare-linked pricing has saved the state about $10 million over the two years it has been in place, leaving overall spending of $260 million over that span. Health plans covering Montana municipal and county employees have implemented similar setups, she said.\n\nWrite to Anna Wilde Mathews at anna.mathews@wsj.com", "Goldman Sachs Group Inc. is handing out fewer brass rings.\n\nThe Wall Street firm is set to name its smallest class of new partners in years this week, according to people familiar with the matter. It’s the first crop of promotions under Chief Executive David Solomon, who aims to keep Goldman’s upper ranks exclusive and compensate for a recent influx of outside hires.\n\nFewer...", "On the eve of new U.S. sanctions targeting Iran’s oil exports and financial system, thousands of Iranians poured into the streets of Tehran on Sunday to burn American flags and mock President Trump with cardboard effigies and caricatures.\n\nThe outpouring of anti-American sentiment, orchestrated by the Iranian government, was a demonstration of how the regime intends to use the latest round of punitive measures to buttress support by channeling resistance to the U.S. In Tehran, supporters of the regime see the new sanctions—the...", "JAKARTA, Indonesia—Investigators have downloaded data detailing the last 19 flights of a new Boeing jetliner that crashed into the Java Sea, raising confidence Sunday that they will be able to build a picture of what went wrong before its doomed trip with 189 people on board.\n\nThe downloads amounted to 69 hours of data from the flight data recorder recovered from the seabed Thursday. Divers were still hunting for a second black box, the cockpit voice recorder, which officials said was likely buried under more than three feet...", "Democrats hold a 7-percentage-point edge on the question of which party should control the next Congress, according to a new Wall Street Journal/NBC News poll released Sunday as the tumultuous and divisive 2018 midterm campaign moved toward its conclusion.\n\nThe new poll, the last Journal/NBC survey before Election Day on Tuesday, showed just how much the 2018 election has come to be about President Trump: Nearly three quarters of likely voters said their vote was intended as a signal of support or opposition to the president.\n\n...", "Democrats hold a 7-percentage-point edge on the question of which party should control the next Congress, according to a new Wall Street Journal/NBC News poll released Sunday as the tumultuous and divisive 2018 midterm campaign moved toward its conclusion.\n\nThe new poll, the last Journal/NBC survey before Election Day on Tuesday, showed just how much the 2018 election has come to be about President Trump: Nearly three quarters of likely voters said their vote was intended as a signal of support or opposition to the president.\n\n...", "Tech entrepreneurs who for years were reluctant to wade into the public stock market have been jumping in lately with both feet.\n\nAs their shares outperform, newly public tech companies have been returning to the market to sell more stock at a nearly unprecedented clip. About 44% of the so-called follow-on stock offerings from U.S.-listed technology companies in the first 10 months of the year have come within 180 days of an initial public offering. That would be the second-highest yearly percentage since Dealogic began collecting...", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services", "China’s central bank is placing new regulations on the financial sector to tame runaway growth, beginning with five conglomerates including Ant Financial Services Group, as Beijing signals its resolve to curb risk even as economic growth slows.\n\nAnt Financial, the world’s most valuable financial technology startup, retail and property giant Suning Commerce Group and three government-backed firms—China Merchants Group, Shanghai International Group and Beijing Financial Holdings Group—will face stricter capital-reserve requirements...", "LAKE HALLIE, Wis.—A pickup truck lurched off a road in western Wisconsin Saturday and hit a group of Girl Scouts picking up trash in a ditch, leaving three girls and one adult dead and critically injuring a fourth girl, police said.\n\nSgt. Daniel Sokup of the Lake Hallie Police Department said the driver of the black Ford F-150 pickup truck fled the scene but later turned himself in. He identified the driver as Colton Treu, 21, of Chippewa, Falls, Wis.\n\n...", "An American service member was killed and another wounded in Afghanistan on Saturday when a member of the government security forces opened fire at a base in the capital, Kabul, the U.S. military said.\n\nThe name of the dead soldier was not released, pending notification to his family, the U.S. military said in a statement. The wounded soldier was transferred for medical treatment to Bagram airfield, an American military base 35 miles north of Kabul, it said.\n\n...", "YEONPYEONG ISLAND, South Korea—For decades, this speck of South Korea-controlled territory, which sits 2 miles from North Korean soil in waters claimed by Pyongyang, has been a flashpoint.\n\nBut the island now embodies hopes of rebuilding trust between the two sides, following an agreement to formally end military hostilities along the demilitarized zone separating the two Koreas.\n\nNorth...", "When Steve Jobs took a swipe at Amazon.com Inc.’s Kindle in 2009, he pointed to the online retailer’s decision not to report unit sales of its reading device as evidence it wasn’t selling many.\n\nNearly a decade later, Apple is following a similar path. The company said it would stop disclosing data on the number iPhones, iPads and Macs it sells, eliminating a performance metric it has provided since the 1980s.\n\nThe...", "MANASSAS, Va.—With just three days until Election Day, candidates are all but done with trying to persuade undecided voters, and they are using the last weekend before the midterm elections to encourage supporters to turn out on Tuesday.\n\nCandidates and party leaders across the country fanned out for their final weekend of campaigning, from Virginia to New Jersey to Montana. President Trump also continued a series of rallies, mostly aimed at helping Senate candidates, with plans to appear in five more states on Sunday and Monday...", "When Olivier Rousteing received a fashion-industry award in New York last month, the designer didn’t accept the award alone. Instead, he took the stage surrounded by models and other members of his “Balmain Army.”\n\nSuch unorthodox gestures are typical of the 33-year-old Mr. Rousteing, a playful disrupter of luxury fashion’s tradition and snobbery. Since becoming creative director of French house Balmain in 2011, he has favored a populist ethos rather than the elitist one that is in the DNA of many high-end labels.\n\nMr. Rousteing, (pronounced roo-STAHH), championed hip-hop music and performers like Rihanna and reality-TV fixture Kim Kardashian before other designers did. He also embraced racial diversity at a time when many luxury brands were ignoring the issue.\n\nMr. Rousteing, the first black creative director of a big luxury label in many years, says black designers at last are getting the recognition they merit. Photo: Laura Stevens for The Wall Street Journal\n\nAdopted from an orphanage by a white couple in Bordeaux when he was five months, Mr. Rousteing believes he is of mixed race and considers himself black. “All my life people might just say you’re not black and you’re not white, but I was black enough to be called a black designer because of the lack of diversity in fashion,” said Mr. Rousteing, who is shooting a documentary about his life in which he tries to trace his origins. His Balmain appointment made him the first black creative director of a big luxury label in many years and the youngest creative director of a major fashion house since Yves Saint Laurent.\n\nWhen he started Instagramming in 2012, most luxury brands and designers were still controlling their images tightly to preserve a certain mystique. “I remember people were like, ‘You cannot show so much about yourself,’ ” he said. “They were asking me to be a bit snobbish and I was like, ‘This is not right. This is now, what is happening today.’ ” Mr. Rousteing’s 5 million followers gobble up a stream of selfies and other glimpses of his life, such as outfitting Beyoncé for Coachella or attending the Met Gala. “I think this was my own way to say I’m not snobbish,” he said.\n\nHis flashy, unapologetically sexy designs feature “a lot of bling and a lot of shine,” he said, their crisp tailoring conveying confident authority. “Balmainiacs” range from 23-year-old model Kendall Jenner to her mother Kris and France’s first lady Brigitte Macron. Mr. Rousteing spoke to the Journal recently while in New York. Edited excerpts:\n\nCan luxury designer brands no longer afford to be snobbish or aloof?\n\nI think they are scared to not be cool…I think the “trend” today is trying to not be snobbish. It’s funny to see that because the world of fashion will change and the people that will actually have successes are the people who are sticking to who they are. This is because right now you can recognize a brand that is trying to copy another and you can recognize a brand that actually sticks to who it is and really what it believes in.\n\nYou set out to make fashion less snobbish and exclusive. But doesn’t it need to be exclusive?\n\nI think fashion needs to be exclusive, but exclusive doesn’t mean not being inclusive. Fashion still needs to be a dream world, something that you kind of look up to…But it has to be more inclusive, because the new generation…needs to identify themselves. My work and my vision are about saying to the next generation: “I will make sure that you can identify yourself into your dreams.”\n\nWho Is He? Name : Olivier Rousteing\n\n: Olivier Rousteing What He Does : Fashion designer, creative director of Balmain\n\n: Fashion designer, creative director of Balmain How He Got There : Dropped out of fashion school in Paris, moved to Italy and at the age of 19, landed a job at Roberto Cavalli. He became a designer for the label’s men’s and women’s ready-to-wear collections, helping put him on fashion’s radar.\n\n: Dropped out of fashion school in Paris, moved to Italy and at the age of 19, landed a job at Roberto Cavalli. He became a designer for the label’s men’s and women’s ready-to-wear collections, helping put him on fashion’s radar. His Big Break : In 2011, after a year and a half designing at Balmain in Paris under creative director Christophe Decarnin, the 25-year-old Mr. Rousteing was promoted to creative director after Mr. Decarnin’s abrupt departure. He became the youngest creative director of a big fashion house since Yves Saint Laurent, and the first black creative director at a major luxury fashion label in many years.\n\n: In 2011, after a year and a half designing at Balmain in Paris under creative director Christophe Decarnin, the 25-year-old Mr. Rousteing was promoted to creative director after Mr. Decarnin’s abrupt departure. He became the youngest creative director of a big fashion house since Yves Saint Laurent, and the first black creative director at a major luxury fashion label in many years. His Obsession: Music. Michael Jackson is a favorite. His Spring 2019 men’s show in June was a homage to the King of Pop.\n\nDo fashion gatekeepers still exist?\n\nWe are living in a world where the consumers are stronger than the reviewers. Everybody has his own aesthetic, has his own taste, and no one is going to tell you what is beautiful or what is not beautiful, what is cool or what is not cool.\n\nWhere we are with diversity in the fashion industry?\n\nRight now a lot of people talk about diversity, which makes me really proud because that was a fight I had about eight years ago when I started at Balmain. And I can tell you that that word diversity was not a trend word. A lot of people were saying the way that I was so inclusive was kind of cheapening the fashion world…I see some people today talking about inclusivity that were really actually exclusive three years ago! We have to be careful and not just say diversity’s cool. Because it’s not about being trendy, it’s about pushing the world to go for a vision and an acceptance of what is the world today.\n\nWhy do you think there aren’t more successful black designers?\n\nThere have always been incredible black designers. But I think before they were not recognized. The difference is that right now, finally, we can recognize them.\n\nAt Balmain’s most recent fashion show, why did you incorporate virtual-reality technology?\n\nI wanted to be more inclusive. It was really important to open the fashion shows to a bigger audience.\n\nBy not just livestreaming your show?\n\nIt’s the next step. Because the livestream is great but the VR with Oculus (a maker of virtual-reality headsets) is like you’re sitting at the show…My goal will be in a few years to make sure that the show can be seen by millions and millions of people that feel like they are sitting there.\n\nYou have praised Chanel creative director Karl Lagerfeld as “the best fashion inspiration in life.” Any others at heritage fashion houses with his gift for courting millennials and not alienating older customers?\n\nNo. For me, Karl is the only one that has understood everything about fashion. He had a really old French house and made it really cool and still really relevant. He’s really close to pop culture and at the same time has the old tradition of France. And it’s not about putting sneakers on the runway.\n\nWhat is the fashion industry’s biggest challenge?\n\nI feel like this is a transition. Everybody’s going to go back to quality. To luxury. To creativity. The biggest challenge for the fashion industry is defining the codes of what is fashion. Who will remain in the fashion business will be people that actually embrace the new world, and who won’t is people that will never understand. Fashion houses, all of them, have codes. But now is the time for defining the new codes and pushing the limits of precedent and pushing the limits of a lot of people that might be like, “Oh, we never do that at the house.” But maybe it’s time for you to do it.\n\nMr. Rousteing accepted an award from Fashion Group International last month in New York amid members of his ‘Balmain Army.’ Photo: Sean Zanni/Patrick McMullan\n\nWrite to Ray A. Smith at ray.smith@wsj.com", "New York’s 11th Congressional district has a unique place in New York City’s current political landscape: It is home to the only Republican-held House seat in the five boroughs.\n\nA 31-year-old military veteran thinks he can change that.\n\n“The right person from any party can win it all,” Democrat Max Rose has said repeatedly throughout his campaign,...", "PITTSBURGH—The three congregations that lost 11 members in the shooting rampage at the Tree of Life synagogue last week joined together Saturday as services around the country marked the event with prayers and calls for inclusion.\n\nJewish leaders encouraged people of all faiths to attend Shabbat services in a show of solidarity following the worst attack against Jewish people in U.S. history. Beginning Friday evening, people turned out at synagogues from New York to Los Angeles to grieve and stand against anti-Semitism in what...", "Authorities in Saudi Arabia have released the first prince of a group of royals and key figures who are expected to be freed from detention following an uproar over the death of dissident journalist Jamal Khashoggi, people familiar with the situation said.\n\nPrince Khalid bin Talal, a nephew of King Salman, was released on Friday after being locked up for 11 months for criticizing the country’s crown prince and a corruption crackdown that ensnared the kingdom’s elite. His brother, billionaire Prince al-Waleed bin Talal, was...", "Berkshire Hathaway Inc. repurchased $928 million of its stock in the third quarter, a rare move that indicates Chairman Warren Buffett sees a dearth of appealing investment options for his company’s large cash pile.\n\nIt is the first time Berkshire has bought back stock since 2012. The decision, announced in a quarterly filing Saturday, illustrates the scarcity of attractively priced projects and deals that can satiate yield-hungry investors and firms more than nine years into a bull market.\n\n...", "‘The Man in the Glass House’ explores the life of architect Phillip Johnson, shown in a 1980 photo outside the Crystal Cathedral, which he designed, in Garden Grove, Calif.\n\n‘The Man in the Glass House’ explores the life of architect Phillip Johnson, shown in a 1980 photo outside the Crystal Cathedral, which he designed, in Garden Grove, Calif. Photo: Joan Adlen/Getty Images\n\nPhilip Johnson, the founding director of the Museum of Modern Art’s architecture and design department, didn’t mince words.\n\nOf the heiress Blanchette Rockefeller, for whom he designed a New York City pied-à-terre, he said, “I don’t think she knows anything about architecture, ever will, or ever did.” The acid-tongued aesthete didn’t spare himself, remarking at the peak of his fame: “I am a whore, and I am paid very well for building high-rise buildings.”\n\n“The Man in the Glass House,” to be published on Tuesday, renders Johnson, who died in 2005 at 98 years old, in all his glory and ignominy.", "In 2011, his first year in office, Wisconsin Gov. Scott Walker cut the state education budget by nearly $800 million and stripped public-sector workers, including public-school teachers, of collective-bargaining rights.\n\nNow, in his bid for a third term, Mr. Walker has backed away from the cost-cutting ethos that vaulted him to national prominence as a star of the small-government tea party movement. He signed a budget in 2017 boosting state education spending by $620 million—a figure he later called in advertising “a record...", "WHEN NONNY de la Peña was in junior high, in West Los Angeles, her math teacher wrote a note home to her parents. “It was about something I’d rebelliously done,” she says. It was something minor, like speaking up, or speaking too loudly. Her father read the note, then turned the paper over and looked at her. “ ‘This is what she says you do,’ he said to me,” de la Peña recalls. “ ‘Tell me about her. What does she do?’ ” De la Peña listed some of her own unflattering observations about the teacher, and her father wrote them down on the back of the note, so that now the piece of paper contained two notes, two different perspectives. Then her father signed it. “So what does that make you do? Of course, it makes you think about the structure of things.... Of how situations are multidimensional.”\n\nPhoto: Gregory Harris for WSJ. Magazine\n\nIt’s not simply that observations are two-sided, but as multisided as there are individual witnesses, as infinitely sided as the world in all its depths and dimensions. The problem with the world, with reality, is that each of us is trapped within our own version of it (never, perhaps, has this been more true than in our present moment). So how do we shake ourselves out of our extremely personalized versions of reality? For de la Peña, the answer begins not just by flipping the paper over, but by changing the entire room.\n\nDe la Peña, 55, is the founder and CEO of Emblematic, a virtual reality (VR) and augmented reality (AR) studio based in Santa Monica, California. What de la Peña and her 15-person team do is relatively simple in concept and not at all simple in execution. The idea is to put people in places they wouldn’t normally find themselves, experiencing situations they would not normally experience. Often, these are related to urgent issues, issues that are, in their sprawling complexity, seemingly difficult to grasp or even care about. But suddenly, there you are, standing in a cell in solitary confinement, or at the foot of a melting glacier, or before a protest line outside an abortion clinic. When you are in these places—hearing the anguish of a prisoner, the calving of a glacier, the vitriol of the protesters—the issues no longer seem like issues, with vague names attached, like prison reform or global warming or women’s health. Rather, they seem like lived experience, like people you’ve met and places you’ve been—like memory.\n\nThough it is still early days, study after study has shown how our minds categorize VR far differently than other, flatter mediums. All of the VR experiences de la Peña creates are grounded in reality. They are reported documentaries, in a sense. And so they become all the more memorable. De la Peña calls VR an “empathy machine,” because by putting you in places with people you may never have otherwise interacted with, you come to understand them far better than you did before.\n\nHow do we shake ourselves out of our extremely personalized versions of reality? Nonny de la Peña has the answer. Film by MediaStorm\n\nBut VR is still quite a young form, so de la Peña and her team must invent new methods—lines of code or means of motion capture—in order to build these environments. They must digitally reconstruct the spaces and the experiences, brick by brick, or byte by byte, innovating as they go.\n\nIn 2012, for example, the World Economic Forum commissioned de la Peña and Emblematic to create a piece on the Syrian refugee crisis. Part of the resulting work, Project Syria, involved meticulously reconstructing streets in Aleppo. You walk down a road and encounter a singing girl and then a mortar shell explodes and chaos ensues. A huge element of the impact of this experience was to allow the viewer to walk the streets freely. But this element was an advancement of de la Peña’s work. Nearly all VR experiences outside a lab up to that point had been stationary, like putting a fishbowl over your head that you could look around in but couldn’t swim through.\n\nTHE FUTURE LOOKS BRIGHT Nonny de la Peña, CEO and founder of Emblematic, a VR/AR studio based in Santa Monica, California. Hair, Dennis Gots; makeup, Lisa Storey. Photo: Gregory Harris for WSJ. Magazine\n\nJust a few months before she was to present her work at the World Economic Forum in 2014, de la Peña realized she would have to invent a new headset, because the headset she was using didn’t allow for as much freedom of movement as she wanted. The headset is the essential piece of hardware in VR, the thing that allows the entire magic trick to work. It’s not just the movie screen, but also the projector, the seat, the popcorn, the ticket booth—the gateway to the entire experience.\n\nThe particular headset she had on hand, the one that wasn’t doing all that de la Peña wanted it to do, was rather famous, as VR headsets go. Before she moved Emblematic to its Santa Monica offices, de la Peña had worked at the Mixed Reality Lab at the University of Southern California Institute for Creative Technologies. While there, one of her interns had helped build her this headset. That intern, Palmer Luckey, eventually launched a Kickstarter project off of a similar design to help fund his company, Oculus, which Facebook later bought for $3 billion. But in the ever-evolving world of VR, the headset Luckey had worked on for de la Peña had become, after a few years, ancient.\n\nSo de la Peña went about building herself an entirely new one. First, she tracked down a company that constructed lenses for NASA and used those lenses for the stereoscopic, depth-producing screens placed mere inches from your eyes. Then she purchased a 3-D printer so she could print and test parts for the rig. She set it up in her mom’s garage, and her brother, Stephen Brown, and Thai Phan—another engineer—took over the prototyping. She found a motion-tracking system at a bankruptcy sale and bought it for $7,000. They spent hours, then days, then weeks, building and dismantling existing headsets to figure out how to construct their own. “It was such hubris to think that I could do this, that we could do this,” she says, but she did it anyway. “This is what we want to do. I want to walk the streets in Aleppo. How do we reverse-engineer things to make this possible?” Within a month, they had built two headsets you could walk around in.\n\nThe same year she was commissioned to make the Syrian refugee piece by the World Economic Forum, the director Alejandro G. Iñárritu met with de la Peña. He’d sought her out because she was a pioneer in VR, and he was just getting interested in the possibilities of the form and thinking about doing a work of his own. Later, this would turn into the U.S.-Mexico border crossing experience called Carne y Arena (Virtually Present, Physically Invisible), a piece that won him a special achievement Academy Award.\n\n“The great challenge is to discover or to understand the visual grammar of this new medium,” Iñárritu says, and with her expertise, de la Peña acts as a kind of translator. He continues, “This is another art, and we haven’t yet discovered the grammatical language.” Others working in VR readily lean on the tricks—the language—of mediums they understand (movies and videogames, mostly), but according to Iñárritu, de la Peña understands that “at the heart of the form is still a reality, a reality lived by somebody else. What I discovered is the genius of Nonny is the way she knows how to balance fact against the limitations [of the form].” As an example, he brings up Hunger in Los Angeles, an experience that was a special selection at the Sundance Film Festival.\n\nIn it, you stand in line at a food bank, and while you wait, the man in front of you collapses and begins convulsing. An ambulance arrives and you overhear paramedics say that the man is experiencing seizures resulting from his diabetes. It’s an older piece, from 2012. The technology has changed considerably since then, and it shows. The renderings are simple and strange. Yet it is hugely affecting to be standing there looking down at a man—even a poorly rendered one—struggling to survive, right at your feet.\n\nSECOND SIGHT This headset—Apollo—was designed for Emblematic by artist Greg Brotherton based on earlier headsets de la Peña produced with her brother, Stephen Brown. Photo: Gregory Harris for WSJ. Magazine\n\nThe reason Hunger in Los Angeles works so well is simple: The audio is a recording of the lived experience as it happened in line at a food bank in downtown Los Angeles in 2010, captured by one of de la Peña’s interns as her team researched and reported on the topic of hunger and food access across the city. “You don’t care about how it looks so much,” Iñárritu says, “because you recognize that it is true.”\n\nWHEN DE LA PEÑA left Los Angeles for Harvard in 1980, she thought she would go into international politics. But she quickly fell in with documentary filmmakers, both students and professors, and received a university grant that allowed her to photograph and report on Chicano gangs in L.A.’s Mar Vista Gardens housing projects. After she graduated, de la Peña returned to L.A. full time to work for the Associated Press during the 1984 Olympics. Soon after she relocated to Mexico to freelance as a journalist and then moved to New York City, joining Time as a stringer and, in 1987, Newsweek as a correspondent. (Meanwhile, determined to be a freelance photographer, she had converted a closet in her tiny apartment into a darkroom.)\n\nHer favorite reporting was similar to what she’d done in Mar Vista Gardens: enough hanging out to impart a sense of being there, either through writing or photography. But she was increasingly attracted to documentary film and, beyond that, the possibilities of newer forms. She was an early evangelist of the internet and taught herself HTML and other computer languages. Also in the early 1990s, she read Virtual Reality, by Howard Rheingold, and somehow knew that this was what she’d been waiting for.\n\nVirtual reality, as an idea in art, is ancient. A huge canvas depicting a battle, the foreground life-size—that’s early VR. So are mid-19th-century stereoscopic photos and viewers. So is an early-20th-century flight simulator. And so are the 1960s prototypes for what we now consider modern VR, chunky headsets attached to room-size computers that ran images that took up your entire field of vision. Virtual reality as a phrase didn’t take hold until the 1980s, and virtual reality as a marketing tool arrived in the early 1990s (remember The Lawnmower Man or Nintendo’s Virtual Boy?). But VR, until very recently, was extremely niche, usually expensive and often very bad. Only in the past five years has it become anything resembling mainstream—Samsung, for example, advertised its VR headsets during the 2017 Super Bowl. But even so, VR headsets are found in very few households (6 percent of U.S. internet users ages 16 to 64 own a VR device, according to market-research firm GlobalWebIndex). Of these, the vast majority are using their headsets to play videogames.\n\nDe la Peña is both an early innovator in the form and an outlier, more concerned with capturing and bringing people into areas of our world than allowing them to leave our world behind. To get inspired, she says, “I close my eyes and think about my body in the space. What’s the best way to understand it if I were there?”\n\nLater, she mentions a persistent worry she’s had about this interview, that she would sound overly head-in-the-clouds, ungrounded, like “a silly, dreamy woman.” Part of the trouble is that because VR is a new form, the technical hurdles are worked out mostly on a computer screen. Talking about it, one can’t help but sound a little dreamy, because we don’t have the words yet.\n\nBut the bigger challenge is the fact of her gender in a male-dominated field. Once, when she was ticking through all the ways she scraped together the business and made payroll—the grants and the pitches and the client work (including a historic re-creation of the Cartier mansion and an AR data visualization of the U.S. stock market for The Wall Street Journal’s iPhone and Android apps) and the licensing fees for the technologies they had developed—she indicated that Emblematic hadn’t taken much outside investment. Was this a result of some principled stance? “Why haven’t I taken [more] investment?” She raises her eyebrows. “I think you mean: Why haven’t I gotten investment? Something like 98 percent of VC funding goes to guys. So. You see?”\n\nThe Emblematic offices are in a squat two-story stucco building on the quiet, inland side of Santa Monica, near enough to de la Peña’s home—which she shares with her husband and kids—that it takes her about 10 minutes on her electric bike to get to work. One hot, hazy August afternoon, de la Peña and her team—which now includes New York City–based co-founder Jamie Pallot—are readying the rollout of a new project, Reach, an entirely original way to bring VR to the masses (a prototype was released earlier this year).\n\nReach is both a platform for WebVR content and a distributor of that content. It’s also a set of tools for making WebVR experiences a bit more streamlined and accessible. The idea for Reach is many years old, and a lot of what Emblematic has been building for the past year is essentially a series of clever hacks to existing software and hardware. De la Peña’s team is well-suited to this sort of work—most of their inventions here have come out of their own needs, with limited means, resulting in software that makes a higher-end but not wildly expensive camera able to capture both spaces and people while adding depth or volume. This so-called volumetric capture isn’t perfect, but Reach works well enough to allow a huge portion of people to suddenly create within this previously unplayable form.\n\nBy building the sense of space, de la Peña is able to trick you into believing in your presence in that space. This becomes all the more powerful when you are in a space with a person in it. You listen more intently because that person appears more real, because you believe—if only for an instant—that you are there with them. In one early demo of the Reach platform, de la Peña and her team captured a landscape in Utah canyon country, a lot of sandstone and open sky. But standing there on the rock with you are holograms of different people—including one of musician Reggie Watts—addressing you.\n\nDe la Peña’s continuing goal with Reach is to capture more environments for people to tell their stories in. She’d like to create a virtual space that is a segment of the walled U.S. border with Mexico, as well as the courtroom in the Supreme Court. Although we are constantly hearing about them, we rarely grapple with the places themselves, much less stand in them and listen. All de la Peña needs, she says, is “access to a place for, maybe, six hours, and now I can have a model for anybody to use whenever they want to use it.” In this way, on the Reach platform, she and her team will build a database of environments.\n\nDe la Peña tries out a headset. Photo: Gregory Harris for WSJ. Magazine\n\nBut the places themselves are only half the challenge. The rest is up to all of us. In creating these virtual spaces for others to use, and building a tool kit for capturing and rendering people in depth within these spaces, de la Peña and her team are throwing the empathy machine out into the wider world. Perhaps, with Reach, we’ve finally begun moving toward something post-internet, something less anonymous, that seems closer to the lived experience—something kinder. But de la Peña says she isn’t as concerned with kindness. There is a more important step first: listening. “If you and I were facing each other in the virtual world, would we begin to at least try to understand each other? Would we listen? Maybe. Probably. Yes.”", "Katelyn Hodgson cradles her daughter, Frances, during a recent meeting of a group treatment program for perinatal anxiety at St. Joseph’s Healthcare Hamilton in Hamilton, Ontario. Photo: Libby March for The Wall Street Journal\n\nHAMILTON, Ontario—At a local hospital on a recent Monday, four women, all pregnant or new mothers, were learning how to cope better with their anxiety and depression—medication not required.\n\nPsychologist Sheryl Green asked participants in her treatment program to share the results of their “behavioral activation” homework, a strategy of regularly scheduling pleasurable activities and making yourself do them even if you don’t feel up to them. The technique can improve mood.\n\nMercedes Elmore, 27 and pregnant at the time with a girl, told the group she took time to text with a friend while her husband and 8-year-old son played videogames. Jennifer, mother of four-month-old Sienna, dashed out for a solo trip to the mall to buy a new outfit for her 30th-birthday dinner. (Jennifer said she was uncomfortable with using her last name in this article.) Rachel Bakker, a 31-year-old mother of three, had a friend come over to watch the television show “This Is Us.”\n\nMercedes Elmore shared with the group the results of her “behavioral activation” homework, scheduling activities that bring pleasure. She gave birth to a baby girl on Nov. 1. Photo: Libby March for The Wall Street Journal\n\n“It was something to look forward to,” Ms. Bakker said, while her youngest child, five-month-old Winston, sat on her lap and clutched a fuzzy toy chick.\n\nThe group is part of Dr. Green and her colleagues’ treatment program for perinatal anxiety at St. Joseph’s Healthcare Hamilton. It is one of a small but growing number of psychological therapy programs that are specifically designed for pregnant and postpartum women who struggle with anxiety and depression. They address a critical need. While scientific studies have generally found that antidepressant medications are safe to use during pregnancy and breast-feeding, there are still some concerns about their impact on babies.\n\nSome doctors encourage women to avoid the drugs during the perinatal period, especially those patients with mild illness. And many women, even some with severe depression and anxiety disorders, simply refuse to take them while pregnant or breast-feeding.\n\nMs. Hodgson has struggled with depression and anxiety for several years. Her symptoms surged during her third trimester. ‘I was feeling unmotivated, unhappy and worthless,’ she said. Photo: Libby March for The Wall Street Journal\n\nFor “women who cannot or choose not to take medication, you need an alternative,” says Dr. Green, an assistant professor in the department of psychiatry and behavioral neurosciences at McMaster University.\n\nAlso, some women who stay on medication continue to have symptoms: Adding psychotherapy to antidepressants could help keep them well.\n\nAnxiety disorders and depression are common during pregnancy and the postpartum period. About 13% of women experience depression during pregnancy. And studies estimate that anywhere from 12% to 39% will have an anxiety disorder. Many women experience both. “Hormones may contribute to worsening of mood or anxiety in some women,” says Marlene P. Freeman, associate professor of psychiatry at Harvard Medical School. “Pregnancy and postpartum is a major life transition. There are sleep changes, stress and worry about having a baby.”\n\nAbout 10% of pregnant women in the U.S. receive prescriptions for selective serotonin reuptake inhibitors, the family of antidepressant medications that include Prozac and Zoloft. Studies have found that about two-third of women with a history of depression who stop their medications while pregnant will relapse.\n\nRachel Bakker holds her son, Winston. During the session, the women in the treatment program practiced a deep breathing exercise. Photo: Libby March for The Wall Street Journal\n\n“If you have untreated depression and anxiety disorders during pregnancy, you’re bound to have a higher exposure to things that are not good for the baby such as alcohol or smoking or drugs,” says Maureen Sayres Van Niel, a reproductive psychiatrist in Cambridge, Mass. and president of the American Psychiatric Association’s Women’s Caucus. “And it’s going to have an effect on the amount you can attach with your baby.”\n\nDepression during pregnancy is linked to an increased risk of preterm birth and lower birth weight in babies. High anxiety during pregnancy has been linked to ADHD symptoms in children.\n\nThe new perinatal programs adapt longstanding, effective psychological treatments for anxiety and depression. St. Joseph’s uses cognitive behavioral therapy (CBT), a treatment where patients are taught to identify unhelpful thoughts, challenge them and replace them with more realistic ones. Researchers at Washington University School of Medicine in St. Louis are using interpersonal psychotherapy, which focuses on improving relationships as a way to relieve depression symptoms, with pregnant patients. Massachusetts General Hospital and the MGH Institute of Health Professions are studying the use of mindfulness-based cognitive therapy, which involves yoga and meditation practice, to treat pregnant women with anxiety disorders.\n\nThe new programs modify treatments to be more accessible and relevant to pregnant women and new mothers. They often consist of fewer sessions: St. Joseph’s program, for example, meets only six times, whereas a typical course of CBT would include 12 to 18 sessions. Babies are welcome.\n\nThe program at St. Joseph’s is covered by Canada’s universal health insurance system and is free for participants.\n\nKatelyn Hodgson, one of the program’s participants, has struggled with depression and anxiety for several years. Antidepressants helped alleviate her symptoms but she stopped taking the medication as soon as she found out she was pregnant with her daughter Frances, who goes by Frankie, now four months old. “I was just worried [the medication] was going to go to her and I didn’t know what it would do,” said the 27-year-old social-media and public-relations manager.\n\nBut her symptoms surged during her third trimester, and Ms. Hodgson went back on medication. “I was feeling unmotivated, unhappy and worthless. I didn’t understand how I could feel so bad when something so great was happening,” she said. Ms. Hodgson stopped taking the medication again, worried that Frankie would be exposed to it through her breast milk. She began St. Joseph’s perinatal program when Frankie was two months old. Her anxiety “is less intrusive now,” she says.\n\nDuring St. Joseph’s program, women learn to identify and change their “thinking errors,” those catastrophic thoughts that can fuel depression and anxiety (If someone else holds my baby, she will get sick, for example). They learn to put them on trial, writing down tangible evidence for and against the thoughts. They are also taught to change behaviors that can fuel anxiety, such as spending hours online researching labor and delivery complications. Every week, the women get homework assignments to practice the new skills.\n\nOn that recent Monday, Dr. Green’s colleague, psychologist Eleanor Donegan, led the women in a deep breathing exercise. “It is just a message to your brain to slow down and relax a bit,” Dr. Donegan said. The women closed their eyes and the room went silent except for the occasional coos and gurgles from Frankie and Winston.\n\nIn a small pilot study of the program published in 2015 in the Archives of Women’s Mental Health involving 10 women with no control group, the treatment led to a statistically significant reduction in anxiety and depression symptoms. Dr. Green and her colleagues are finishing up a larger randomized controlled trial.\n\nMs. Elmore has found the strategies to change thinking errors particularly helpful. She has seen a psychiatrist for several years for generalized anxiety disorder and post-traumatic stress disorder, but has always resisted medication. With this pregnancy, her anxiety surged.\n\n“At first, I worried about miscarriage. As time went on and I hit 20 weeks, I worry about her being stillborn,” said Ms. Elmore, an early childhood educator. Now when she gets anxious, she “looks at the evidence for that anxious thought and the evidence against it,” she said. “I find myself thinking more balanced thoughts.” Ms. Elmore gave birth Thursday to a baby girl.\n\nMs. Hodgson said perhaps the biggest benefit from St. Joseph’s program was the validation and support she received from the other women. “It makes you feel like there are other people that struggle just as much and that is OK,” she said. “We can find a way to get through it.”", "When the Broad opened in 2015, the Los Angeles museum’s contemporary-art collection, downtown location and free admission quickly attracted a young, diverse audience. According to survey data it released in 2016, over 70% of its visitors were 34 years old or younger, and six out of 10 identified as nonwhite.\n\nThis year, the museum turned its attention to the diversity of its staff. While other museums and organizations around the U.S. have made a push to hire more curators and directors of color, the Broad put a special emphasis on art handlers, the people responsible for packaging, transporting, storing and installing the increasingly complex artworks produced today. A 2015 report by the Mellon Foundation found that 85% of museum art handlers in the U.S. were white, and 75% were male.\n\nWith these statistics in mind, the Broad started by adjusting its job listings, cutting the art-handling experience requirement to two years from six, nixing the college-degree requirement and no longer stipulating that workers needed their own vehicle. After receiving a grant from the Institute of Museum and Library Services in 2017, the museum took these efforts a step further by creating the Diversity Apprenticeship Program, an effort to bring more nonwhite and female handlers into the field.\n\nUnpacking With Care\n\nPhoto: l\n\nThe first class of eight students began the nine-month program this fall, earning $16 an hour (Los Angeles minimum wage is currently $13.25 for large employers), as well as benefits and public-transit vouchers. After the first month, the apprentices began rotations at partner sites around Los Angeles, including LACMA, the California African American Museum and the Autry Museum of the American West.\n\nOne of the new apprentices is Nya Abudu, shown positioning and unpacking Nina Chanel Abney’s “Near and Far,” who was interested in art handling but didn’t have any connections in the field.\n\n“I thought it would always be a position that I could thrive in, that I would be good at,” she says. “I just didn’t know how to get my foot in the door.”\n\nGeorge Luna-Peña, program manager for the initiative, found that many of the people he approached about the program didn’t know what art handlers did. “They didn’t realize it was a potential career path for them,” he says.\n\nPrepping the Exhibition Space\n\nLillian Wimberly, above left, one of the apprentices, applies gold leaf to an exhibition wall alongside intern Koren Salajka, part of the preparations to install Sherin Guirguis’s “Of Thorns and Love” show at the Craft and Folk Art Museum.\n\nHands-on projects like this, as well as painting walls between installations and protecting artworks while preparations are under way, above, are part of the Broad’s training program.\n\nInstalling the Work\n\nEduardo Camacho, above, installs works in the Vincent Price Art Museum’s “Regeneración: Three Generations of Revolutionary Ideology.” (A photo of his dog Mugzy can be seen on his tape measure.)\n\nHe was working at the Broad in visitor services when he applied and was accepted to the apprenticeship program. “Growing up, I didn’t really have access to any sort of museums,” he says.\n\nHis parents, who immigrated from Mexico in the 1970s, pushed Mr. Camacho to finish his college education even though he loved working with his hands. To him, the tactile nature of the art-handler job felt like a perfect fit.\n\nMaintaining the Art\n\nVanessa Garcia, above, who is working at the Broad, uses a variety of cleaning tools to care for works like these Jeff Koons sculptures.\n\nThere is some precedent for programs like the Broad’s. In the late 1990s, the Bronx Council on the Arts in New York began offering a free art-handling course, fielding hundreds of applications, before it ended the program last year. The Broad hopes to create a Diversity Apprenticeship Program “toolbox” that can be adopted by other organizations and to make their training materials available digitally.\n\n“Museums, when they look at diversity inclusion and equity, [shouldn’t look] just at executive and curatorial areas,” says Joanne Heyler, the Broad’s founding director. “Cast a wide net in that regard and look at the entirety of the museum staff.”\n\nThe first cohort of apprentices is several months into their training program. The Institute of Museum and Library Services’s grant funds two years of the program, so a second class of eight students will follow.\n\nThe Broad received 767 applications this year for the first eight spots. Eighty-four percent of them, Mr. Luna-Peña says, were people of color, and over half reported household income under $20,000.\n\nThe Broad's Diversity Apprenticeship Program participants, top row from left: Alicia Teele, Vanessa Garcia, Eduardo Camacho, Annamarie León. Bottom row from left: Nya Abudu, Lance Bad Heart Bull, Andrea Perez-Martinez, Lillian Wimberly.", "Merrill Lynch is cutting broker pay to trim costs—while at the same time providing an incentive to promote cross-selling of parent-bank products and spur growth.\n\nStarting in January, brokers won’t be paid on all of the business they produce, Bank of America Corp.’s wealth-management arm late Thursday told its ranks of about 17,000 advisers. Instead, Merrill said it will pay brokers on 97% of their wealth-management production monthly. The penalty maxes out at about $1.6 million in annual brokerage and investment advisory production,...", "His four children think he’s embarrassing. His wife worries he’ll get hurt. But 60-year-old Ben Hart is addicted to breakdancing.\n\nMr. Hart may not win any competitions, but he’s a fan favorite, garnering 27,000-plus Instagram views in hours.\n\n“The first time I watched a competition I was in awe of the athleticism,” he says of breaking, which he first saw up close in 2011. “I was intimidated to try it.” Although he could barely do a basic move—one veteran told him he looked like he was in the Ice Capades—he says breaking was more fun than the treadmill.\n\nMr. Hart, an advertising copywriter who works from his homes in Chicago and Fort Lauderdale, Fla., used to run and lift weights. He wasn’t seeing results. So he hired well-known Chicago breakdancer Shorty Brick to give him lessons. After one year of breaking he lost 30 pounds. “It’s like nonstop sprinting,” he says. “It’s more dance than sport, but with an athletic component that is very dynamic and explosive.”\n\nB-boying or b-girling, as breaking is also known, consists of three main elements. Top rock moves are performed standing up. Down rock moves like drops and spins take place on the floor. And a freeze is a pose where the dancer stops moving mid-set, often while balancing.\n\n“Top rock is just dancing on your feet, but there are certain moves basic to b-boying that give it a certain look,” Mr. Hart says.\n\nMr. Hart competes under the b-boy name Benihana, a riff on his name that a friend came up with. Competitions are known as battles and dancers don’t get to choose their music. The beats constantly change throughout the performance. “Musicality is the hardest part for me,” he says. “I didn’t grow up with this music culture, and trying to flow on-beat is a struggle.”\n\nHe says breaking has also allowed him the opportunity to interact with communities he probably would not have found otherwise. “I’ve met so many creative people,” he says. Most are decades younger.\n\nHe recently competed in the 2018 Silverback Open Championships in Philadelphia, which included some of the world’s top breakers. Mr. Hart didn’t advance beyond the preliminaries. “At my age, I may not break well, but it’s amazing I break at all,” he says.\n\nMr. Hart prepares for competition. He says his best power moves are windmills, head spins, handstands and freezes, where he supports himself on his hand and elbow with his feet in the air. Photo: Ryan Collerd for The Wall Street Journal\n\nThe Workout\n\nMr. Hart calls himself fanatical about practicing 90 minutes to two hours a day in his basement. He runs through foundational footwork sequences. He warms up with moves like the six-step, where he uses his hands to support his upper body as he takes six steps to move his legs in a circle. “It’s like trying to do the gymnastics pommel horse but on the floor,” he says.\n\nHe can now do 100 push-ups while holding various breaking poses. He throws push-ups between his six-step moves in workouts and can push up into a handstand. He practices windmills, a move where he rolls across his upper chest, shoulders and back while twirling his legs in a V-shape in the air, and spins on his head. He stretches throughout the day.\n\nOn Wednesday nights he practices for up to three hours at a community outreach space in a Chicago suburb. “I lose about 4 pounds of water weight from breaking so hard,” he says. He competes locally almost every weekend.\n\nThe Diet\n\n“I don’t pay that much attention to my diet,” Mr. Hart confesses. “Frankly, I like McDonald’s and pizza.” He has been trying to eat a more balanced diet, adding vegetables, fish and lean protein to his meals. Breakfast is fruit and eggs. A McDonald’s Quarter Pounder with Cheese is still often lunch. His wife prepares healthy dinners of chicken and salad. His splurge is a steak from Morton’s the Steakhouse. Trail mix, bananas and water fuel him through breakdancing competitions.\n\nThe Gear & Cost\n\n“One of the appeals is that there is basically no cost,” he says. “You just need to find some floor space.” He put a 12-foot-by-12-foot sheet of vinyl on top of carpet padding on his basement floor.\n\nHis Wednesday night sessions are free to the public. Most breakers wear track suits. “Polyester or acrylic fabrics are slippery and make it easier to spin on the floor,” he says.\n\nMr. Hart goes for a “man off the street” look. He often wears a Hawaiian shirt. He says you want shoes that shuffle but don’t slide, and you want to avoid a big heel. Converse and Puma work well, he says. He says it isn’t cool to wear a cap, but he wears a padded headspin beanie ($27). “I’m bald and the floor hurts,” he explains. He also wears wrist guards.\n\nThe Playlist\n\nHe likes listening to “Now We Are Free,” the instrumental theme song from “Gladiator,” while working out at home. “Personally, I don’t like breaking music,” he says. “I prefer club music. It’s easier for me to follow.”\n\nThe Evolution of Breaking Breakdancing is an urban dance style that originated in the mid-1970s on the streets and clubs of New York City. The earliest innovators were young African-American and Puerto Rican dancers. By the mid-1980s, breaking had become a global phenomenon. The first large-scale, formally judged breakdancing competition, now known as the Battle of the Year, took place in 1990. It attracted breaking crews, or teams, from around the world. Today, there is an active competitive scene with professional tours. Events in competitions consist of battles between two breakers or two teams. Dancers are judged on technique and variety, musicality and performance, and creativity and personality. The International Olympic Committee added breaking to the 2018 Youth Olympic Games, which took place in Buenos Aires in October.\n\nWhat’s your workout? Tell us at workout@wsj.com", "Berkshire Hathaway Inc. repurchased $928 million of its stock in the third quarter, a rare move that indicates Chairman Warren Buffett sees a dearth of appealing investment options for his company’s large cash pile.\n\nIt is the first time Berkshire has bought back stock since 2012. The decision, announced in a quarterly filing Saturday, illustrates the scarcity of attractively priced projects and deals that can satiate yield-hungry investors and firms more than nine years into a bull market.\n\n...", "HANGZHOU, China—Videogames are under a harsh spotlight by government regulators in China these days, but one piece of the market is growing despite the glare: spectator videogame competitions.\n\nThese contests, known as esports, typically feature two teams of players facing off in battle games like “Honor of Kings” before live crowds that can number in the thousands, with many more fans streaming the matches online. Nearly 135 million people now watch esports in China, game research firm Newzoo estimates, more than double the...", "JAKARTA, Indonesia—A diver died searching for victims of a crashed Lion Air jetliner in the Java Sea, officials said Saturday, while search teams kept hunting for the new Boeing’s second black box and recovering the remains of the 189 people who were on board the plane.\n\nIndonesia’s search-and-rescue agency said 48-year-old diver Syahrul Anto, a veteran of other operations including an AirAsia crash in the Java Sea nearly four years ago, died Friday in the area of the underwater debris field from Flight 610. The agency didn’t...", "DENVER—This year is shaping up to be the busiest on record for redistricting ballot measures across the U.S.\n\nVoters in four states will decide whether to adopt new methods for drawing political maps that proponents say would thwart partisan gerrymandering.\n\nA major catalyst is the pending 2020 Census, which will be used to redraw U.S. House...", "DENVER—This year is shaping up to be the busiest on record for redistricting ballot measures across the U.S.\n\nVoters in four states will decide whether to adopt new methods for drawing political maps that proponents say would thwart partisan gerrymandering.\n\nA major catalyst is the pending 2020 Census, which will be used to redraw U.S. House...", "London\n\nThe origins, circumstances and artistic leanings of the two great Italian Renaissance painters Andrea Mantegna (1431-1506) and Giovanni Bellini (c. 1435-1516) offer a striking study in contrasts. Mantegna, the son of a carpenter, spent his youth and early career in Padua, an ancient university town that traced its roots to antiquity....", "Sylvia Hall wants to retire at age 40. Her dream has a price: brown bananas.\n\nThe 38-year-old Seattle lawyer is on a strict budget as she tries to hit her goal of amassing $2 million in assets by 2020. That means saving about 70% of her after-tax income and setting firm spending limits in every part of her life.\n\nShe looks for brown bananas...", "Starting in the go-go 1980s, the business world developed a fever for a new breed of chief executives and financiers with a bold, aggressive, combative, ruthless, profit-hawking, spotlight-basking approach to leadership.\n\nThey earned nicknames like “Chainsaw Al,” “Neutron Jack” and the “Junk-Bond King” and popularized concepts like Six Sigma, power lunches, leveraged buyouts and a cutthroat worker-evaluation philosophy called “rank and yank.”\n\n...", "THOUGH BUCKLES began to replace ties on shoes in the mid-17th century, the purely ornamental buckle is a newer breed. In 1967, it played a key supporting role on the Roger Vivier pump that Catherine Deneuve slipped on in the steamy Luis Buñuel movie “Belle de Jour.” That prepossessing shoe—reworked as the “Très Vivier” with an even bigger buckle, chunkier heel and a more comfortable footbed—returns this fall. As the French brand’s new creative director, Gherardo Felloni, explained, “It’s really rare that you can have [a design] live for 50 years...That’s why this buckle is beautiful.”\n\nPerhaps no woman has appreciated a decorative buckle more than the fictional Carrie Bradshaw on “Sex and the City.” When the ever-elusive Mr. Big finally proposes to her in the 2008 “Sex and the City” movie, he forgoes a ring, presenting Carrie instead with a blue satin rhinestone-buckled Manolo Blahnik Hangisi pump.\n\nPhoto: New Line Cinema/Everett Collection\n\nThat shoe’s engagement cameo propelled it to icon status, encouraging a generation of young women to associate marital bliss with footwear. And now, 10 years later, Mr. Blahnik has designed a mini-Hangisi collection inspired by the movie and New York City itself. Four patterns pay homage to the film, including an illustrated grid of Manhattan streets and a graphic print in pink, blue and “cosmopolitan” gray (shown).\n\nThey’re guaranteed to be part of a beautiful relationship between you and your accessories. Who needs Mr. Big?", "The Food and Drug Administration on Friday approved a powerful new opioid drug called Dsuvia that has possible uses for treating wounded soldiers on the battlefield.\n\nConsumer representatives say the drug is especially potent and particularly susceptible to abuse. Balancing those dangers against needs for powerful painkillers in certain settings has been a dilemma for the FDA amid a national overdose epidemic.\n\nThe approval for AcelRx Pharmaceuticals ’s ACRX 3.17% lead treatment calls for Dsuvia to be administered by a health-care professional, for example a paramedic during transport, using a single-dose, prefilled, under-the-tongue applicator. It won’t be available at retail pharmacies or for home use, the FDA said, adding that patients shouldn’t take it for more than 72 hours. Similar to other opioids, Dsuvia will also carry a boxed warning about the serious risks of misuse and abuse.\n\nThe commissioner of the FDA, Scott Gottlieb, took the unusual step of addressing the drug’s abuse risk, even as he pointed out its potential use to treat injured soldiers.\n\nThe medicine, Dr. Gottlieb said in a statement, “has some unique features in that the drug is delivered in a stable form that makes it ideally suited for certain special circumstances where patients may not be able to swallow oral medication.” He said this specifically includes wartime and noted that the Department of Defense worked closely with the drug’s developer, AcelRx Pharmaceuticals.\n\n“This opioid formulation, along with Dsuvia’s unique delivery device, was a priority medical product for the Pentagon,” Dr. Gottlieb said, “because it fills a specific and important, but limited, unmet medical need in treating our nation’s soldiers on the battlefield.”\n\nThe FDA also said it had signed a memorandum of understanding with the Defense Department to expedite availability of medical products, particularly those used to treat injuries in battlefield settings.\n\nOthers weren’t convinced that the drug’s benefits outweighed potential risks. “It is certain that Dsuvia will worsen the opioid epidemic and kill people needlessly,” Dr. Sidney Wolfe, founder and senior adviser of Public Citizen’s Health Research Group, said in a statement.\n\nPublic Citizen and Dr. Raeford Brown, chair of the FDA’s Anesthetic and Analgesic Drug Products Advisory Committee, last month warned the agency not to approve the drug.\n\nDr. Gottlieb said there are “very tight restrictions being placed on the distribution and use of this product.” These limits, he said, include the restricted use of the drug to medically supervised health-care settings.\n\nDsuvia contains sufentanil, which is five to 10 times stronger than fentanyl, a synthetic opioid linked to thousands of overdose deaths in North America. President Trump last year declared opioid addiction a national public-health emergency.\n\nDsuvia, known as Dzuveo outside the U.S., is expected to be available in the U.S. in early 2019, according to the FDA. Dzuveo was approved by the European Union in July.", "After Robert Bowers stormed the Tree of Life synagogue in Pittsburgh on Oct. 27, far-right personality Ethan Ralph launched a live stream on YouTube to discuss the shooting that claimed 11 lives. Soon, some viewers began paying to have their comments featured on the live chat scrolling alongside the streaming video, through a feature YouTube launched last year called Super Chat.\n\nDuring the live stream, which YouTube said Mr. Ralph has since deleted, one user paid two British pounds to write, “How u get a Jewish girls number?...", "Don’t think tax reform and deregulation matter for working people? Consider the evidence from Friday’s gangbuster jobs report for October that showed the tangible dividend for workers from faster economic growth resulting from better economic policy: More jobs to choose from and higher pay to boot.\n\nThat’s the essence of the news that the marvelous machine called the American economy created 250,000 new jobs last month, including 246,000 in private industry. Average hourly wages rose again and are now 3.1% above a year ago,..."]