["Coca-Cola Co. plans to launch Coke-branded energy drinks, returning to a growing category that would put the beverage giant in competition with partner Monster Beverage Co.\n\nCoke’s plans became public on Wednesday when Monster executives disclosed that Coke had filed an arbitration claim to resolve a dispute over whether a proposed product called Coca-Cola Energy would violate a deal the companies struck in 2015.\n\nAs...", "Jeff Sessions says he is “confident” that Robert Mueller’s probe of alleged Russian interference in the 2016 election will be handled “appropriately and with justification.” In his only interview as he was leaving the Justice Department Wednesday, the former attorney general tells me if he had it to do over, he would still follow the advice of the department’s career ethics officers and recuse himself from supervising the Mueller inquiry—the decision that infuriated President Trump. “No one is above supervision,” he says. He hadn’t expected the investigation to last so long, he said, and called the duration “unhealthy.”...", "Tuesday’s midterms served up mixed results, handing both parties big wins and big losses. It will take some time to sort out what it means. Yet the evening did nonetheless provide one total, complete, unalloyed loser: Massachusetts Sen. Elizabeth Warren.\n\nFor a decade Ms. Warren, 69, has been busy trying to remake Washington in her progressive image. Her role in creating a new financial regulatory apparatus gave her outsize influence over the bureaucracy. Her successful 2012 Senate bid gave her a megaphone to rail against “billionaires,...", "Foreigners invest considerable mental energy in following American politics, and European interest in this week’s election was extraordinarily high. Major British news channels ran wall-to-wall coverage in the dead of European night as the returns poured in. This for a midterm.\n\nOne suspects envy, a view previously expressed in this column. American politics is becoming “about something” in a way European politics isn’t. And Europe’s political class is totally clueless what to do about it.\n\n...", "Wildfires across California have prompted evacuation orders and set ablaze tens of thousands of acres of land. Photo: AP\n\nFast-moving wildfires erupted at both ends of California on Thursday, quickly engulfing tens of thousands of acres and prompting thousands of evacuations.\n\nIn Southern California, a blaze in Ventura County between Los Angeles and Santa Barbara began in the afternoon and quickly grew to between 8,000 and 10,000 acres, fire officials said, prompting the area closure of U.S. Route 101. Called the Hill Fire, the blaze began just north of Thousand Oaks, the site of a deadly mass shooting at a bar Wednesday night.\n\n...", "I don’t see it as everyone does. To me the headline is that for the first time since the election of the most polarizing president in modern memory, the American people yielded a national verdict on his first two years of his governance. And it was not a sweeping rebuke.\n\nA record 114 million Americans went to the polls and did what they tend to do in normal presidencies. Since World War II, the average loss for the president’s party in a midterm is 30 House seats. Mr. Trump’s party appears to have lost 35. (Barack Obama’s...", "The catastrophe of World War I, which ended 100 years ago Sunday, reshaped more than geopolitics. It also transformed a generation of Western Christians from holy crusaders into antiwar activists. This shift in thinking, coinciding with the rise of European fascism, contributed to the outbreak of World War II.\n\nReligious leaders on both sides of the conflict demonized one another and conferred divine legitimacy on their war aims. In October 1914, German theologians endorsed a letter by prominent intellectuals that declared...", "Harold Nicolson once remarked of the critic Hugh Trevor-Roper, “among the strings of his lute there is a wire of hate which is apt to twang suddenly with the rasp of a banjo.” Trevor-Roper supposedly once met a reviewee at a conference, found that he liked him—and decided not to go to conferences anymore.\n\nTrevor-Roper often comes to mind after internet duels. Intellectual battle can intoxicate. But the banjo rasps leave an unpleasant echo. I often surrender to the fantasy that my intellectual opponents are my personal enemies—out...", "What do the poisoning of Russian former spy Sergei Skripal in the U.K. and the murder of Saudi journalist Jamal Khashoggi in Turkey have in common? The perpetrators in both cases did little to conceal their involvement in the attacks. Their grim methods and brazen execution drew the world’s eyes immediately to the governments in Moscow and Riyadh.\n\nMany of the first reports after each attack suggested that their messiness was owing to poor planning. In the case of Mr. Skripal, how else to explain the failure of Russian agents...", "Shares of Yelp Inc. tumbled more than 28% in post-market trading Thursday after the company cut its revenue forecast on slower-than-expected growth in the number of merchants advertising on its platform.\n\nThe San Francisco-based online review company said local advertising revenue was lower than anticipated in the third quarter, in part because it had a harder time reaching businesses with traditional sales calls. Paying advertiser account growth, which reflects businesses that have paid for ads over a three-month period, remained...", "WASHINGTON—At least some of the Federal Reserve’s bond buying in the wake of the 2008 financial crisis bolstered employment, according to a recent paper by staffers at the central bank’s board of governors. The third round of such purchases, also known as quantitative easing, starting in late 2012, spurred banks with large holdings of mortgage-backed […]", "Tuesday’s election highlighted that more voters like Donald Trump’s policies than like him. Consider this week’s voter embrace of Mr. Trump’s pro-growth energy positions, via nationwide rejection of initiatives to raise energy costs.\n\nMost notable was Washington State’s defeat of a carbon tax for the second time in two years. Climate activists designed the 2016 measure to be “revenue neutral” in hopes of masking the costs but still lost big. This time they aimed to win over progressives by promising to earmark carbon tax revenue...", "Union leaders are quick to accuse CEOs of not sharing the wealth with their employees. But what happens when the employers accused of exploiting workers are unions?\n\nThis is the charge that hourly employees are now leveling against Richard Trumka’s AFL-CIO and Mary Kay Henry’s Service Employees International Union (SEIU). The workers, who range from janitors to accountants staffing the Washington offices of these unions, are themselves represented by the Office and Professional Employees International Union (OPEIU).\n\n...", "Nancy Pelosi pledged Tuesday night that the new Democratic House will deliver campaign-finance reform to “drain the swamp of dark-interest money in our elections.” That’s a little rich. Mrs. Pelosi’s second run at Speaker comes thanks in large part to a green wave of cash that Democrats surfed to political victory.\n\nDemocratic House candidates this cycle raised $951 million as of Oct. 17, the most recent reporting cutoff, according to figures from OpenSecrets.org. That’s nearly 50% more than Republicans. Forty-five percent...", "Exports of U.S.-made weapon systems increased 13% over the last year following a concerted effort by the Trump administration to boost the transfers in support of the defense industrial base, the State Department said Thursday.\n\nWhile not the highest sales figures ever posted, officials said they expected sales to continue rising as the U.S. links its economic and security policies.\n\n“We’re...", "SAN FRANCISCO—China has violated an accord it signed with the U.S. three years ago pledging not to engage in hacking for the purpose of economic espionage, a senior U.S. intelligence official said Thursday.\n\nThe 2015 bilateral agreement had significantly reduced the amount of Chinese cybertheft targeting American companies, but Beijing’s commitment to the deal has eroded, said Rob Joyce, senior adviser for cybersecurity strategy at the National Security Agency.\n\n...", "‘The Front Runner” traces a turning point in American political journalism back to the 1988 presidential campaign, when the auspicious candidacy of Gary Hart, the Democratic front runner, was destroyed by an unprecedented feeding frenzy over rumors of sexual impropriety. The film, based on a widely admired 2014 book by Matt Bai, is framed as a cautionary tale—here’s the source of our current distress, the trivialization of politics by tabloid sensationalism. That’s true, in a limited sense, and Mr. Hart’s downfall may have had vast, if imponderable, consequences; what path might the nation have taken if he, rather than George H.W. Bush, had become president? Yet the production’s shrill insistence on scandal-mongering as the poison of our political process is trivializing, too. Given the profound currents and countercurrents that have transformed—and menaced—the news media in the last few years, this story plays like quaintly ancient history.\n\nThe flawed hero—Hart’s talent for self-destruction figures prominently in the drama—is played by Hugh Jackman. He manages to make the former Colorado senator both intriguing and emotionally remote, though the remoteness makes one wonder how well Hart, as portrayed here, would have fared in the Oval Office if fate, and the press corps, had been kinder. The director, Jason Reitman, working from a script he wrote with Mr. Bai and Jay Carson, whips up narrative action quickly and well. The best parts of the movie are the early, heady days of the campaign when the policy-wonk candidate articulates his ideas to a fast-talking, cross-chattering staff of idealistic young aides overseen by veterans with the expertise—and useful skepticism—to advance his cause. (J.K. Simmons is a charmingly acerbic operative named Bill Dixon. Hart’s wife, Lee, played by Vera Farmiga, conveys a world-weariness all her own.)\n\nThere’s also fun to be had in the circumstances, oft-recounted then and little-remembered now, that introduced Hart to Donna Rice (Sara Paxton), the model with whom he had an apparently romantic dalliance. Fun because the film works both sides of the street, as canny entertainments do, by relishing what it deplores, and because those circumstances were improbably provocative: Gary, having met Donna on a boat called Monkey Business, was wearing a T-shirt that said “Monkey Business Crew” when he was photographed with her dockside. (The script doesn’t deal with a relatively new theory that their seemingly random encounter was a setup arranged by Hart’s political enemies.)\n\nHugh Jackman Photo: Columbia Pictures\n\nWhere the movie goes clangingly wrong is in its account of the ravenous mob of reporters who tracked Hart down, staked him out and invaded every corner of his life as the first whiffs of impropriety turned into the sweet smell of circulation success. It’s not that the mob wasn’t ravenous—by all accounts it was—or sanctimonious and hypocritical; reporters in another time turned a blind eye to the sexual extravagances of JFK and LBJ. And it’s surely not that a candidate’s moral failings weren’t fair game or don’t remain so—only that the depiction of the journalists and their heedlessly competitive editors (Alfred Molina as Ben Bradlee?) rings didactic and consistently false.\n\nThe filmmakers go out of their way to humanize Rice, and they do so affectingly, but the ink-stained wretches and electronic ferrets of the Fourth Estate are caricatures in a strident sermon. (That goes equally for the most interesting of the bunch, a Washington Post reporter, and composite character, named A.J. Parker. Although he’s played with extraordinary grace and clarity by Mamoudou Athie, A.J. has still been constructed to illustrate, in parallel with Hart, the corruption of a good man.)\n\nWhat’s missing from the sermon is a larger context. The press has always had a penchant for sensationalism; now that’s raging at the intersection of politics and entertainment, where fans of scandalous news can’t get enough of the addictive stuff. But “The Front Runner,” like the book it was drawn from, has been overtaken by ominous events. Many sources of information on both sides of the political divide are inflaming their consumers by diluting news with ever larger infusions of opinion or outright propaganda, while the incorruptible and indispensable best of American journalism is besieged as never before in a war on the factual foundations of truth. A movie that doesn’t distinguish between bad press and good press may be enjoyable, but it isn’t helpful.\n\nWrite to Joe Morgenstern at joe.morgenstern@wsj.com", "LAST MONTH, a Prussian-blue ballet slipper emoji made its debut on Apple’s new operating system. Florie Hutchinson, a 38-year-old publicist, appealed to Apple for a flat-shoe emoji last year after discovering that when she typed the “e” of “shoe” into her iPhone keyboard, a red stiletto automatically popped up. She realized that all three women’s shoe emojis featured heels, which didn’t reflect her reality. “I’ve spent the past five years in the Bay Area,” she said, “and if you go outside and count how many high heels you see it’s basically zero.”\n\nThe new flat-shoe emoji more accurately reflects my own footwear choices, too. I was recently getting dressed for a full day that involved writing at a women’s co-working space, a book party and dinner. I pulled on jeans and a top with feather-trimmed sleeves —comfortable enough to hunch over my laptop but sophisticated enough for a cocktail party. For such a schedule, I’d normally wear flats and stuff a pair of Manolo Blahnik BB pumps in my tote for later. But that day I hesitated: Why lug around stilettos that would bulk up my bag and then force me to teeter uncomfortably, when my Le Monde Beryl black velvet slides are just as lovely? I decided to put my (flat) foot down.\n\nBrands are offering a wider variety of flats than ever, elevating what was once a casual work alternative or a commuting shoe to one that’s acceptable for more formal social occasions. According to NPD Retail Tracking Service, last year U.S. high-heel sales dropped 11% over 2016. Meanwhile, the selection of chic flats has become extraordinarily rich and varied. Whereas once vertiginous heels were the obligatory choice for events like weddings or panel presentations, today a dressed-up flat like the satin Balenciaga Slash slide fits in just fine. “Designers have been looking at bringing in more fashion, more trend, more design into a flat so it doesn’t look like a basic but it becomes a special option,” said Roopal Patel, fashion director of Saks Fifth Avenue. Flats are no longer the sad, casual Jan Brady to Marcia’s superior heel; they can be equally fabulous, and comfortable to boot.\n\nTHE LOW LIFE / A Sampling of the Dressy Flats That Are Energizing the No-Heel Movement Clockwise from top left: THE FANCIFUL FANTASY Lace Flats, $945, Christian Louboutin, 702-818-1650; THE LUXURIOUS LOAFABOUT Velvet Venetian Slippers, $340, lemondeberyl.com; THE VINTAGE-Y VIXEN Tory Burch Loafers, $328, shopbop.com; THE ORNAMENTAL GEM Raffia Flats, $930, Salvatore Ferragamo, 212-759-3822 Photo: F. Martin Ramin/The Wall Street\n\nHigh heels originated as a way to help 10th-century Persian soldiers secure their feet in stirrups, before becoming the preferred shoe for 16th-century male European aristocrats eager to look taller and more formidable. Women soon adopted the style, and in modern times heels became inextricably linked with femininity. Like its early male adopters, I appreciate how a heel provides a lift. At 5’3” (and a half!), I welcome any added height. Still, though a handsome pump has always made me feel polished and powerful, I’m learning that the right flat shoe can do the same.\n\n“Women have always been wearing flats,” said Ms. Patel. “But what we’re starting to see is women wearing them from the minute they leave the house to the minute they come home. There is no shoe change any more.” Lily Hanbury, co-founder of Le Monde Beryl shoes, argued that your footwear “should be chic enough to take you to anything you’re going to that day.” Ms. Hanbury launched her signature flat based on a traditional Venetian slipper in 2016, ideal for busy, style-minded women.\n\nWe’re spending more time than ever on our feet these days, or at least being urged to. As standing desks prevail and Fitbits bully us to achieve 10,000 steps a day, comfortable footwear holds new allure. “What we’re seeing in the past few years is that women are more conscious of being healthful when it comes to their feet,” explained Dr. Neal Blitz, a podiatrist with offices in New York City and Beverly Hills, Calif., whose website calls him “The Bunion King of New York.” “Women just want to be active,” he said. “It’s not just about looking good in heels any more.” Shoe designer Tabitha Simmons, who counts her Hermione Mary Jane flats among her best-selling styles, would agree: “Everyone was tottering around on platforms for such a long time that it swung the opposite way, and women started wearing more wearable footwear.”\n\nTO THE POINT / The Sharp Toe Often Associated with Pumps Gives These Fun Flats An Edge Clockwise from bottom left: THE MINIMALIST MODSTER Metallic Silver Flats, $575, Alumnae, 212-774-7463; THE FEMININE FIND Tabitha Simmons Flats, $695, stylebop.com; THE SNAZZY STANDBY Striped Flats, $40, zara.com Photo: F. Martin Ramin/The Wall Street\n\nDress codes have also shifted in the age of #MeToo; when you’re wearing heels, it’s hard to lean in without toppling over. In 2016 when then-27-year-old Nicola Thorp reported for a temp job at PricewaterhouseCoopers in London, her supervisor told her heels were mandatory. After being asked to leave, Ms. Thorp started a petition protesting such archaic dress codes, which was investigated by two Parliament committees. The outcome: The temp agency Portico that demanded heels changed its rules, and calls were made for tougher laws against dress discrimination.\n\nShipley Salewski, 39, a San Francisco-based educator and consultant, recently stopped wearing heels to meetings of the mostly male charity board she chairs, replacing them with a rotation of dressy flats including magenta satin Delpozo mules and sparkly Malone Soulier ballerinas. “The flats I wear in that professional setting are definitely elevated flats, they’re not boring flats. That’s a distinction. I like beautiful things, I like to look like I tried and I also like to not fall over.”\n\nGROUNDED LUXURY / High Heels Aren’t the Only Designer Footwear Worth Splurging On From left: THE PLUSH PRIMADONNA Sequin Flats, $695, jimmychoo.com; THE ELEGANT EMINENCE Slingback Flats, $875, Chanel 415-981-1550 Photo: F. Martin Ramin/The Wall Street\n\nAs Ms. Salewski found, you needn’t look dowdy in flats or like you forgot to switch into heels. While knee-length skirts look a smidgen too modest with flats, above-the-knee hemlines are charmingly cheeky. Opt for an ankle-cropped, slim style of pants; long, loose trousers double as a Swiffer duster. If you wear Mary Janes forgo the headband (too close to Eloise from the children’s books); if you wear ballet slippers don’t pull your hair into a bun (too on the nose).\n\nEarly in my career, an impeccably coiffed veteran colleague told me menacingly that she’d never be caught dead toting flats in her bag. A bit hyperbolic, perhaps, but I agree that carrying two pairs of shoes appears indecisive and unwieldy, so I’ve stopped throwing heels in my tote. When I wore my Le Monde Beryl flats on that jam-packed day, I was properly attired for the cocktail party but hit my 10,000-step goal on my way there, and didn’t teeter on a single cobblestone. I used to be head over heels for heels, but now I’m just over heels.\n\nAn Argument For Elevation\n\nIn which a confirmed stiletto-lover flatly refuses to change her ways\n\nIllustration: Neasden Control Centre\n\nABANDON MY HIGH heels? Not now, not ever. Tout the comfort of flats all you’d like, but I refuse to relinquish the power, stature, and self-assurance my spikes afford me as a concession to “practicality.” Who has ever aspired to be practical?\n\nOver the last decade or so, I’ve amassed a small arsenal of towering shoes, their heels starting at 4 inches high. Each morning, I delight in surveying my cache and selecting my daily armor. No, I do not wear heels to attract the male gaze—anyone who’s seen my wardrobe of black tulle cocoons and conceptual, three-armed dresses can attest to that. Rather, my heels provide a mental and physical boost that makes me feel invincible.\n\nI’m not alone in my adoration of elevated footwear. “I feel rather dowdy and frumpy in invisible flats,” said Linda Fargo, Bergdorf Goodman’s SVP of Fashion Office and Store Presentation. “Heels, even an inch, ‘lift’ me up.” Dianne LaPointe Rudow, the director of the Zweig Family Center for Living Donation at Mount Sinai, wears them at least four days a week. “I’m short, so I like to be able to see eye to eye with my colleagues. And just because I’m in a position of power doesn’t mean I have to compromise—women can be smart, successful, and feminine.”\n\nMany have suggested that men invented heels to sexualize women and hold us back. That’s not strictly true, as heels’ origins as 10th-century equestrian wear prove. And while yes, heels are associated with erotic femininity (and so what?), Nancy Pelosi was no man’s object when she wore four-inch blue suede stilettos last February to deliver a commanding, eight-hour, filibuster-style speech in defense of DACA.\n\n“I love high heels because they give you confidence—they give you an attitude, a way of walking, standing, and even sitting. You feel tougher and sexier,” said Carine Roitfeld, editor in chief of CR Fashion Book. Ms. Fargo agreed: “Clothing and shoes are more than just a surface expression. We internalize what we’re wearing and see ourselves differently, but to each her own. I’m more of the ilk of effort. Effortless, easy style? I can’t relate.” Indeed. Why be effortless when you could be fabulous?\n\n—Katharine K. Zarrella", "COHUNA, Australia—The world’s driest inhabited continent is struggling to sustain its pioneering effort to put water supply in the hands of market forces, as authorities contend with a drought and complaints by farmers who say the system is putting them out of business.\n\nAustralia has one of the world’s most sophisticated water-trading systems, and officials in other water-challenged places—notably California and China—are drawing on its experience to manage what the World Bank has called world’s “most precious resource.”\n\n...", "WASHINGTON—Supreme Court Justice Ruth Bader Ginsburg was hospitalized Thursday after falling in her office and fracturing three ribs. The injury forced her to miss the morning’s formal investiture of the newest justice, Brett Kavanaugh, conducted before an audience that included President Trump and Senate Majority Leader Mitch McConnell (R., Ky.).\n\nThe court said Justice Ginsburg, 85 years old, fell Wednesday evening. “She went home, but after experiencing discomfort overnight, went to George Washington University Hospital...", "OTTAWA—Canada’s national statistics agency is under attack from lawmakers, privacy advocates and the public over a plan to collect citizens’ detailed banking information to help it generate better data.\n\nStatistics Canada proposes accessing banking records for 500,000 randomly selected Canadian households and stripping out identifying information. The agency says it needs the records to improve the accuracy and timeliness of its data on spending patterns as more transactions move online and fewer people respond to traditional...", "Advertising agencies that engaged in suspect ad-buying practices could be exposed to liability for wrongdoing such as wire fraud and racketeering, according to the industry trade group that uncovered the practices.\n\nFederal prosecutors for the Southern District of New York are investigating media-buying practices in the advertising industry and are looking into whether agencies received rebates from media outlets, The Wall Street Journal reported in September.\n\nThe probe stems from a 2016 investigation of the industry commissioned by the Association of National Advertisers, which represents big advertisers such as Procter & Gamble Co. PG -0.01% , General Motors Co. and Verizon Communications Inc.\n\nThe ANA study, which was conducted by corporate investigative firm K2 Intelligence, found rebates and other nontransparent practices were “pervasive” in the U.S.\n\nNow, in an industry white paper released Thursday, the ANA said if these practices are found to be fraudulent, “criminal charges can be brought against the media buying agencies and those executives and employees who were involved.”\n\nThe report laid out federal crimes that it said are likely at the center of the investigation, such as mail and wire fraud, conspiracy and racketeering. The “primary” offenses likely to be at issue are mail and wire fraud, the report said.\n\nThe 2016 ANA study found that ad agencies used the buying power of their clients for their own benefit. It found agencies’ suspect practices included receiving cash rebates from media sellers for reaching spending thresholds and not returning those funds to clients.\n\nThe white paper said, “If two or more employees agreed to hide, divert or conceal earned rebates and cause a false report to be sent to an advertiser, a conspiracy may have taken place.”\n\nA call to the American Association of Advertising Agencies wasn’t immediately returned. The ANA study didn’t name specific companies, and ad agencies broadly denied wrongdoing when it was released.\n\nThe ANA has said the Federal Bureau of Investigation has asked it and its members for help with the investigation.\n\nDoug Wood, the ANA’s general counsel and partner at law firm Reed Smith LLP, which helped write the white paper, said it was intended to give marketers a “fuller picture on what is going on and what is involved” if an advertiser chooses to cooperate with the FBI.\n\nThe FBI has told Reed Smith that the probe is a long-term, industrywide investigation. Still, the white paper said, “No one has been accused or charged with any crimes and no one is accusing anyone of criminal behavior.”\n\nThe FBI is seeking to talk to marketers that have already investigated their media-buying firms and have found indications of fraud, the white paper said.\n\nMr. Wood is urging advertisers to review their agency contracts and to conduct an investigation to determine if they have been victimized. Only after that process is complete should a marketer consider cooperating with the FBI, he said.“If the government doesn’t know they were a victim of the fraud, they are not in a position to help them collect restitution,” he said\n\nWhile the news of the investigation is worrisome for the ad business, the ANA white paper said that there could be some benefits for marketers if they cooperate, such as more transparency in the industry and possibly financial restitution for advertisers that have been harmed.\n\n“If advertisers sit on the sidelines and don’t engage in self-help to determine if they were defrauded, they may lose out on restitution down the road, if charges are brought,” said Steven A. Miller, a partner at Reed Smith and a former federal prosecutor in Chicago.\n\nWrite to Suzanne Vranica at suzanne.vranica@wsj.com", "The Trump administration is moving ahead with a plan to limit when and where foreign nationals can apply for asylum at the U.S. border with Mexico.\n\nThe administration will publish a new rule aimed at pushing asylum seekers to already crowded border crossings and deny the opportunity to apply for asylum to nearly all immigrants caught crossing the border illegally.\n\nCritics...", "Google is expected to name a prominent hospital-system chief executive to a newly created role overseeing the technology company’s health-care efforts.\n\nDavid Feinberg is moving to the new Google health-care post after leading the Geisinger health system, which includes a health plan and hospital system operating in Pennsylvania and New Jersey.\n\nAfter...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Walt Disney Co. Chief Executive Robert Iger continued to pitch his company’s digital future to investors on Thursday, even as the company reported a year of massive success for traditional movie releases like “Black Panther.”\n\nMr. Iger predicted an accelerated timeline for its takeover of major assets of 21st Century Fox Inc.—the megadeal driving the strategic shift to streaming—saying the acquisition could close “meaningfully earlier” than the mid-2019 date previously projected.\n\n...", "Johnson Controls International PLC has hit a last-minute snag in its quest to sell its automotive-battery business, according to people familiar with the matter.\n\nThe company was nearing a deal to sell the unit to Brookfield Asset Management Inc. for close to $14 billion, the people said. Some analysts expected a deal with the private-equity firm to be announced ahead of Johnson Controls’ fiscal fourth-quarter earnings report Thursday morning.\n\n...", "MEXICO CITY—Mexico’s consumer-price inflation eased slightly in October as a drop in agricultural prices partially offset higher energy costs, but left the annual rate well above the central bank’s 3% target.\n\nThe consumer price index rose 0.52% last month, pushing annual inflation down to 4.9% from 5.02% in September, the National Statistics Institute said Thursday.\n\nCore...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Saudi Arabia’s top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years.\n\nThe effort coincides with new pressures on the Saudi government, including from the U.S., where President Trump has accused the cartel of pushing up oil prices, and from investors who distanced themselves from the kingdom after the brutal killing of a U.S.-based Saudi journalist.\n\n...", "THE IPOD SHUFFLE is dead, but it still has ardent admirers. While Apple discontinued its tiny MP3 player in 2017, refurbished devices endure on eBay, a happy hunting ground for music fans who want to enjoy tunes without a cumbersome phone or the distractions it subjects them to. I’ve held on to my Shuffle for those exact reasons—and it doesn’t hurt that it looks cool.\n\nBut there’s a new cool kid in town: The Shuffle has clearly inspired the Mighty, a device which debuted last year and recently got an update in the Mighty Vibe...", "The Federal Reserve releases a statement at the conclusion of each of its policy-setting meetings, outlining the central bank’s economic outlook and the actions it plans to take. Much of the statement remains the same from meeting to meeting. Fed watchers closely parse changes between statements to see how the Fed’s views are evolving. This […]", "BRUSSELS—Battles that have riven national politics across the European Union are hitting the continental stage as campaigning for the bloc’s legislature threatens the once-dominant center-right’s commanding position overseeing the bloc.\n\nWeakening of the EU’s longstanding core—mostly Christian Democratic parties—would follow setbacks in Italy, Germany and Spain.\n\nIn...", "European Central Bank President Mario Draghi urged eurozone governments on Thursday to pay down their national debts to strengthen the currency bloc against potential economic shocks such as Brexit.\n\nThe warning comes amid a dispute between Italy’s government and the European Union over the nation’s planned budget deficit for next year, which the EU says is too high.\n\nSpeaking...", "President Trump’s bid to cancel a program benefiting undocumented immigrants who came to the U.S. as children was rejected by an appeals court Thursday, setting the stage for the Supreme Court to review one of the president’s signature initiatives on immigration.\n\nThe ruling, by a three-judge panel of the San Francisco-based Ninth U.S. Circuit Court of Appeals, said the administration voiced flawed and inadequate reasons for its decision in September 2017 to terminate the Obama-era program called Deferred Action for Childhood...", "BRAND-NEW luxury apartments in Beirut tend to look predictably interchangeable. The typical formula: white walls, trophy art by trophy artists, and contemporary furniture from high-end brands that boasts little in the way of originality. That may satisfy some but not Lebanese-born decorator Claudia Skaff, who’s based in London. “I prefer interiors to have more character,” she said. When she and her Dutch financier husband acquired this new 5,800-square-foot second home in the Gemmayzeh district to the east of the city, she was intent on one thing—that it be endowed with personality and soul.\n\nCollaborating with Michèle Chaya of local architecture firm Mariagroup, she injected a cozy conviviality into the blank-slate space by relying on patinated vintage furnishings, appreciably handmade light fixtures and wallpaper, and natural materials that warmed up the wan, by-the-numbers rooms.\n\n“It’s a juxtaposition of things that don’t necessarily go together,” noted Ms. Chaya. Indeed, not everyone would pair a raw concrete wall with velvet tufted upholstery. Or decide that a reflective bubblegum-pink steel wardrobe should share quarters with a 19th-century Chinese altar table.\n\nTo give the space a grounding sense of place, meanwhile, the duo turned to traditional Lebanese touches, such as the handmade encaustic floor tiles. “I didn’t want the impression I was in Hong Kong or Paris,” insisted Ms. Skaff. Here, five of the rooms that convey homeyness in adventurous ways.\n\nPhoto: Stephan Julliard\n\nA Vestibule That Welcomes Contrasts\n\nIn a newly constructed building just outside Beirut, homeowner Claudia Skaff, a decorator by trade, enlisted Michèle Chaya, of local architecture firm Mariagroup, to give a standard luxury apartment individuality. The entry hall encapsulates the decorative principles by which they achieved this—originality and daring. Flanking the door (on the right wall) are a chillingly modern free-standing closet of pink steel and a weathered antique Chinese altar table topped with a 1975 spherical sculpture by French ceramist Suzanne Tison—one of the home’s many feisty dialogues between old and new. Handmade wicker pendants from Thailand offer an earthy contrast to Mariagroup’s cool steel bookcase.\n\nPhoto: Stephan Julliard\n\nHeritage Turned On Its Head\n\nTime-honored materials add a note of tradition in the kitchen. Ms. Skaff chose classic Carrara marble but fashioned it into sleek, straight forms. Ditto the cabinetry of solid oak, another well-established kitchen material, set in unconventional strips—no raised-panel doors here. Handmade cement tiles from Beirut firm BlattChaya dazzle with motifs borrowed from historical documents. “They bring an authentic touch and immediately animate the floor,” noted Ms. Skaff. Still, their palette of blue, greys and white is an update of the red-orange-ocher tile combos found in old Lebanese houses. Contemporary black accents—Revolving Stools by Hay, a 1960s pendant lamp and the base of the table by Yew—also thoughtfully undermine classicism.\n\nPhoto: Stephan Julliard\n\nInside Out\n\n“I wanted to give the terrace more of a living-room atmosphere,” said Ms. Skaff. Continuing the tile floor from the kitchen to the balcony links the inside and outside, while curvy forms help create a relaxed mood: The roundness of the stone-topped stainless-steel table echoes the circular motifs of the floor tiles; the contours of the iconic Eames fiberglass armchairs invite guests to kick back and linger.\n\nPhoto: Stephan Julliard\n\nTexture Message\n\nThe pair of design pros gave the cookie-cutter apartment energy and originality, mostly through unpredictable combinations. In the sitting room, the raw concrete wall offers an interesting backdrop for an adroit mix of the rough and refined. With its slightly prickly fibers, the abaca rug from Belgian firm Limited Edition adds another note of coarseness, while the custom velvet sofa and bronze coffee table ooze sensual luxury. Counteracting newness: midcentury finds, both well-known pieces (the Pierre Jeanneret armchairs and Vladimir Kagan sofa) and the more obscure daybed from Holland’s Dick Cordemeijer.\n\nPhoto: Stephan Julliard\n\nBold Wallflower\n\nNothing gives a naked wall personality like wallpaper, and London maker Marthe Armitage’s Angelica pattern provides a double dose of charm because it’s hand printed for “a very artistic look,” said Ms. Skaff. The busy botanical motif is so strong that it more than keeps up with the potentially focus-stealing Jimken pendant from German industrial designer Ingo Maurer, which whimsically resembles a droopy cloth. Happily playing supporting roles: the clean-lined Roll & Hill Modo lamp and conspicuously unpatterned headboard, curtains and subtle Society Limonta bed linens.", "Count Rep. Jerry Nadler (D., N.Y.) among those who seem to have learned nothing from Tuesday’s election results. In a series of conversations on an Acela train ride from New York to Washington, the ranking member of the House Judiciary committee reportedly discussed the aggressive use of congressional investigatory powers against both President Trump and Supreme Court Justice Brett Kavanaugh.\n\nMr. Nadler, likely to be the new chairman of House Judiciary come January, seems not to have noticed that radicalism didn’t sell on...", "WASHINGTON—Acting Attorney General Matthew Whitaker is unlikely to recuse himself from overseeing special counsel Robert Mueller’s Russia investigation, associates said, though it remains unclear how much of an impact he may have on that probe and others stemming from it.\n\nMr. Whitaker publicly criticized the Mueller probe before arriving at the Justice Department last year as Attorney General Jeff Sessions’ chief of staff. That prompted Democrats to call Thursday for his recusal from oversight of the 18-month-old investigation,...", "FOOD WRITERS are an excitable bunch, always in search of a culinary revelation and an excessive number of adjectives to describe it. But few gastronomic discoveries prompt such effusive descriptions as a first taste of fennel pollen. “If angels sprinkled a spice from their wings, this would be it,” declared the writer Peggy Knickerbocker in Saveur magazine back in October of 2000. Lesser poets of the palate tend to settle simply for the word “magic.”\n\nA little reassuring hyperbole might just be in order in this case. For...", "LUCKY ME. My mother’s cornbread-and-sausage stuffing is the ultimate, the best, the blue-ribbon recipe by which all others will forever be judged. I will never sanction a Thanksgiving without it, but I have been doing some experimenting of my own recently.\n\nThe idea of multiple stuffings on the holiday table came to me as I thumbed through the London chef Yotam Ottolenghi’s new cookbook, “Simple,” and came across a recipe with caraway, chestnuts, cranberries and rye bread. On Thanksgiving, each dish must be comfortingly familiar...", "Google said it would end its requirement for employee sexual-harassment claims to be handled in private arbitration, a move that comes one week after thousands of workers walked out of the company’s offices around the world to protest its handling of workplace issues.\n\nIn a memo on Thursday, Chief Executive Sundar Pichai told staff that Google will also include greater detail on sexual-harassment claims in regular reports and provide more services to employees who raise concerns, including counseling and career support.\n\n...", "Eric Schneiderman, the former attorney general of New York state who was accused of physically abusing women, won’t face criminal charges, prosecutors said Thursday.\n\nIn May, New York Gov. Andrew Cuomo asked Madeline Singas, the Nassau County district attorney, to investigate allegations in a report in the New Yorker magazine that Mr. Schneiderman had choked and hit women with whom he was romantically involved.\n\nMs....", "Love\n\nWE’RE LIVING in a Golden Age of subscription services. Gone are the days of boring cheese-of-the-month clubs or Columbia House five-for-a-penny album deals that eventually drain your funds. Now, the offerings that can show up at your door monthly range from custom-pressed vinyl records to sleek shaving kits to bags of idiosyncratic specialty coffee.\n\nIt’s simple to see why subscription boxes have taken off: More than just a relatively easy way to acquire a fun mix of necessities and luxuries, they’re also a method for...", "The shake up of Bombardier Inc., a Canadian plane and train maker, gained pace Thursday with the company announcing another 5,000 job cuts and a decision to shed its turboprop plane-making and pilot-training units.\n\nBombardier has been under financial pressure for several years after a big bet to battle plane-making giants Boeing Co. and Airbus SE with a brand-new single-aisle jetliner ran into trouble.\n\nThe...", "MOSCOW—McDonald’s Corp. became a leading ambassador of American culture after opening its first restaurant here in the twilight of the Soviet Union. Now, as Russia-U.S. tensions rise and pro-Kremlin politicians call repeatedly to close the U.S. chain, management is taking a new tack: Go Russian.\n\nEarlier this year, the company boosted the share of Russian suppliers its restaurants use to 98%, and it has embarked on a marketing campaign to drive home the point that in Russia McDonald’s doesn’t have to be an American company.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Dutch entrepreneur Maarten Logtenberg is an additive-manufacturing pioneer—a co-founder of Leapfrog 3-D Printers, which introduced its desktop model in 2011. These days, as the director and co-founder of Delft-based CEAD, he’s working on a much bigger scale. In September, Logtenberg unveiled the CFAM, a 15-ton 3-D printer that is more than 16 feet tall. It is the largest 3-D printer in Europe and the largest in the world to incorporate glass and carbon fiber into its designs—an important distinction for CFAM’s intended market. The first two buyers of the roughly €800,000 (US$940,000) machine are yacht builders, and the...", "In March, Isabelle Chicoine and Karim Houry spent $1.2 million on a circa-1830s bed-and-breakfast in Woodstock, Vt., that’s so quaint it could have been painted by Grandma Moses. But to make it their home, they needed a business plan, a marketing strategy and internet savvy.\n\n“Developing the website, doing the marketing takes a lot of our time,” said Ms. Chicoine, 52, who had been working as director of communications for a private school in metro New York before she decided to ditch it all for a life of changing sheets, scrambling...", "With its waterfront views of the East River, proximity to Midtown Manhattan and ample space to develop residential high-rises, Long Island City has become the fastest-growing neighborhood in all of New York City.\n\nBut some longtime residents and elected officials say it could become a victim of its own success, especially if Amazon moves into the Queens neighborhood.\n\nThe...", "The idea of a perpetual machine—one that, once set in motion, never stops—is preposterous. The energy it needs must come from somewhere. But a twist on the idea, where energy is sponged from the environment to power ultra-efficient devices, isn’t a fantasy. Some people even call it perpetual computing.\n\nThese energy-harvesting machines can already be as small as a stack of three quarters, and there’s no law of physics that says they couldn’t someday shrink enough to hide anywhere. Imagine tiny sensors—for sound, vibration,...", "After years of being caught flat-footed by hackers, companies are turning to cybersecurity defenses called threat intelligence to fend off a new generation of criminals and spies trying to steal their secrets and money.\n\nThreat-intelligence services can include detailed reports on the makeup and motivations of illicit groups, descriptions of illegal data sold on the dark web, and information about hackers’ tools and tricks. Incubated in the military and in spy agencies, they are becoming more popular in an era when companies...", "Technology giants are trying to bring to videogames the same streaming capabilities that gave rise to Netflix and Spotify, a transformational leap that could usher in a new wave of growth for an industry bigger than Hollywood.\n\nMicrosoft Corp. and Alphabet Inc.’s Google recently announced efforts to let people play big-budget, visually complex videogames—so-called triple-A games—on internet-connected devices without requiring specialized hardware that costs hundreds of dollars. They join traditional publishers such as Electronic...", "This is the web version of the WSJ’s Capital Journal newsletter. You can sign up for daily delivery here. What We’re Watching Trump’s Day: President Trump and First Lady Melania Trump attend the investiture of Justice Brett Kavanaugh at the Supreme Court this morning. Later, the president meets with Secretary of State Mike Pompeo. California […]", "To subscribe to the newsletter, please sign up here MUST READS Eurozone Economy Seen Cooling as Risks Mount: The eurozone economy will cool over 2018 and the coming years as global demand for the bloc’s exports wanes, with a sharper slowdown possible if the U.S. economy overheats or trade tussles escalate, the European Union said. Praise for Reviled […]", "WASHINGTON—The number of Americans filing applications for new unemployment benefits fell last week, the latest sign of a historically tight labor market.\n\nInitial jobless claims, a proxy for layoffs across the U.S., decreased by 1,000 to a seasonally adjusted 214,000 in the week ended Nov. 3, the Labor Department said Thursday. Economists surveyed by The Wall Street Journal expected 210,000 new claims last week. Claims for the previous week were revised up by 1,000 to 215,000.\n\n...", "WASHINGTON—President Trump has been talking to advisers for months about a potential replacement for Attorney General Jeff Sessions, who was forced out Wednesday.\n\nHere are some of the leading candidates Mr. Trump is considering, based on interviews with his advisers and people close to the White House.\n\nAlex Azar has served as Health and...", "Carlyle Group is reinvesting in CommScope Holding Co. to help the network infrastructure firm expand its wired and wireless communication networks.\n\nCommScope said Thursday it has agreed to buy telecommunications equipment maker Arris International PLC in an all-cash deal valued at about $4.93 billion. The company, which has also agreed to repay Arris’s debt, said Arris shareholders will receive $31.75 a share.\n\nCommScope...", "I’ve had one of Facebook’s new video-calling gadgets, the Portal+, in my home for the last week. And by “in my home,” I mean, in the basement, in a closet, in a box, in a bag that’s in another bag that’s covered with old coats.\n\nI just couldn’t bring myself to set up Facebook’s camera-embedded screen in the privacy of my family’s home. Can you blame me when you look at the last 16 months?\n\nThe...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "WASHINGTON—House Republicans began openly maneuvering ahead of next week’s House GOP leadership elections after months of below-the-radar jockeying as GOP lawmakers braced to return to the chamber’s minority for the first time since 2011.\n\nFor now, House Majority Leader Kevin McCarthy (R., Calif.) remained the front-runner for the minority leader post, after formally announcing he would run for the role Wednesday. Hours earlier, Rep. Jim Jordan of Ohio, an influential conservative, said he intended to challenge Mr. McCarthy...", "Qualcomm may have nowhere to go but up, but going up is still going to take a while.\n\nThat was evident following the company’s fiscal fourth quarter results Wednesday afternoon. They were generally ahead of Wall Street’s expectations, even with overall revenue turning negative again and adjusted operating earnings falling by 19% year over year. But Qualcomm also projected revenues for the December quarter in the range of $4.5 billion to $5.3 billion, which would imply a drop of 20% year over year at the midpoint. Even that...", "Good morning. I’m Neanda Salvaterra, with the top news in the energy world today. Japanese industrial giant Toshiba is willing to pay top dollars to get out of its ailing nuclear and U.S. gas business. A shakeup at Tesla put an executive from an Australian telecom firm in the difficult role of chairman at the […]", "Chinese search engine Baidu Inc. led a string of Asian companies rushing to sell bonds on Thursday, taking advantage of improved market sentiment after the U.S. midterm elections.\n\nThe deals demonstrated investors still have a healthy appetite for regional corporate debt. That is despite a selloff this year that has pushed up yields on existing bonds sharply—especially for Chinese borrowers without solid international credit ratings.\n\n...", "The securities and investment industry is swinging its financial support to Democrats to an extent not seen since 2008, The Wall Street Journal reports. Through Oct. 17, Wall Street gave some $85 million to Democratic candidates and party committees, and $76 million to Republicans, according to the nonpartisan Center for Responsive Politics. Below, some of the […]", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "At a mega-trade show in China, global businesses and political leaders were looking for hints of Xi Jinping's strategy ahead of planned trade talks with President Trump. Photo: Reuters\n\nBEIJING—China’s exports surged anew last month on the back of resilient demand, defying many economists’ expectations for a slowdown from the trade fight with the U.S.\n\nDemand for Chinese goods grew in developed and developing markets, from the U.S. to India, according to customs data released Thursday.\n\n“It’s not just the U.S., wherever you...", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. President Trump and Democrats have a shared skepticism of free trade. That doesn’t mean they’ll agree on a renegotiated Nafta—or the rest of the White House’s trade agenda. The new deal with Mexico and Canada could prove […]", "SYDNEY—Australia said it would establish a development fund and offer Pacific island nations more than $2 billion for infrastructure projects while bolstering military cooperation, as U.S. allies take a more assertive stance against China in the region.\n\nAlso Thursday, Australia said it would open new diplomatic posts across the Pacific, while New Zealand announced new funding to boost cultural engagement with small Pacific states.\n\n...", "Tesla Inc. named Robyn Denholm as its new chairman, replacing Chief Executive Elon Musk as the head of the board with a relative outsider who will face the difficult task of overseeing the maverick billionaire.\n\nMs. Denholm, the chief financial officer of Australian telecommunications company Telstra Corp., has served on Tesla’s board since 2014 but has fewer ties to Mr. Musk than most of the company’s directors. She takes over as chairman of Tesla effective immediately, Tesla said, and she will continue in her role at Telstra...", "Some personal news travels fast, especially when delivered to a crowd of luminaries by Chrissy Teigen. “Is that wrong, that I announced that?” Teigen coyly said as she presented David Chang with the Food Innovator award Wednesday night.\n\n“Thank you Chrissy Teigen and thank you Grace,” Chang said when he took the stage, nodding at his wife. “Yes, we are expecting our first child.”\n\nThe...", "Ford Motor Co. is getting into the fast-growing electric-scooter business by acquiring San Francisco-based startup Spin, as more car makers push into services aimed at urban dwellers who may not want to own a car.\n\nFord said it purchased the two-year-old electric scooter firm, which operates in about a dozen U.S. cities, including Denver, Charlotte, N.C., and Long Beach, Calif.\n\nThe...", "Markets rallied across most of Asia on Thursday, a day after the midterm vote fueled the biggest postelection jump in U.S. stocks in more than 35 years.\n\nWhat’s Happening\n\nAsian stock indexes advanced, tracking the U.S. The benchmark S&P 500 rose 2.1% on Wednesday, the largest gain in the session after an Election Day since 1982. Some Asian indexes, including the Kospi and the Nikkei, had closed lower in the previous session after initially rising as the results unfolded. Both the South Korean and Japanese indexes ended...", "Idled Smurfit tractors in Ospino, Venezuela. Hundreds of employees, who counted on the Irish company for transport, education, housing and food, continue to show up at work after the facility was shut down. Latin America Latin America Venezuelans Despair as Companies Flee Irish packaging giant Smurfit closed its Venezuelan factories amid a spat with the socialist government, joining other multinationals abandoning a sinking economy\n\nIdled Smurfit tractors in Ospino, Venezuela. Hundreds of employees, who counted on the Irish company for transport, education, housing and food, continue to show up at work after the facility was shut down.", "Despite a split Congress, here are three key issues that could provide common ground​ for Democrats and President Trump​. Photo: Getty Images.\n\nWASHINGTON—President Trump on Wednesday vowed a “warlike posture” should newly empowered House Democrats exercise oversight, while simultaneously calling for bipartisan cooperation, highlighting the changed dynamic in Washington after midterm elections that divided Congress after two years of full Republican control.\n\nAt a freewheeling and often combative news conference at the White House, Mr. Trump threatened to respond forcefully to any Democratic scrutiny by using his own power for oversight of the other party. He also...", "At a news conference following the midterm elections, President Trump said if Democrats investigate him, it will be a “warlike posture.” Photo: AP\n\nWASHINGTON—President Trump pledged to retaliate against any investigations launched by majority House Democrats in the new Congress, during a post-midterm news conference in which he repeatedly struck a combative stance while also calling for bipartisanship and hailing Republican Senate victories.\n\nIf Democrats, when they take the majority, follow through on their pledges to investigate what they say are conflicts of interest facing the White House and the president’s company, Mr. Trump said that would create a “warlike posture.”\n\n...", "The White House has suspended CNN correspondent Jim Acosta’s press credential after he and President Trump clashed again during a postelection news conference.\n\nIn a statement, White House press secretary Sarah Sanders said Mr. Acosta’s hard pass, which allows journalists to enter White House grounds, was being suspended because he “placed his hands” on a White House intern who was trying to take the microphone from him after Mr. Trump indicated he was no longer going to address him.\n\n...", "Wall Street analysts are doing data differently.\n\nBanks for years have crunched data on company earnings, price targets and other mundane metrics for clients who might use the information to make investing and trading decisions.\n\nNow they are pulling data from social-media sentiment, geospatial mapping and other unorthodox sources. They are...", "Qualcomm Inc. swung to a loss in its latest quarter, as sales in the company’s unit that develops mobile modem technology were flat and its licensing business continued to be hurt by a continuing fight with Apple Inc.\n\nSan Diego-based Qualcomm on Wednesday posted a loss of $493 million, or 35 cents a share, compared with a profit of $168 million, 11 cents a share, in the year-earlier period. Qualcomm also struggled with expenses in the most recent quarter, as total costs rose 16% to $6.46 billion.\n\n...", "OTTAWA—A leading Canadian opposition lawmaker resigned from a national security oversight committee and the Conservative Party caucus after saying he had sent sexually explicit material to a person who was trying to blackmail him.\n\nLawmaker Tony Clement said in a statement late Tuesday that he had in recent weeks sent images and a video of himself to someone he believed was a consenting female recipient.\n\n“The...", "Maine will use its ranked-choice voting process to determine the winner in the state’s closely contested second congressional district, Maine’s secretary of state said Wednesday.\n\nThis means residents in the sprawling district, the largest east of the Mississippi River, may not know until next week whether incumbent Republican Bruce Poliquin held his seat, or if Democratic challenger Jared Golden won. Neither candidate has cleared 50% support in a race that also includes two independents, according to an incomplete tally.\n\n...", "Smart travelers do dumb things. We do things on the road that we would never attempt at home. We let down our guard, stop taking medications, make poor decisions when jetlagged, and sometimes just think that monkey in the tree must be friendly because he’s so cute.\n\nIt can all quickly lead to the emergency room.\n\n“What generally gets people in trouble is overestimating their abilities and underestimating their risk,” says Tim Daniel, senior advisor for innovation and business strategy at International SOS, a travel-security firm.\n\nTourists take a selfie at a temple in India. Incidents involving animals are a common cause of injury on the road. Photo: Vishal Bhatnagar/NurPhoto/Getty Images\n\nMr. Daniel believes that this flawed judgment—known as cognitive bias—leads even the savviest of travelers astray in many situations. Experienced travelers may take precautions for petty theft, hotel fires and data security, then have a couple of drinks and get behind the wheel of a rental car in a foreign country. It’s different when you’re out of town, the thinking goes.\n\nTravel is generally disorienting, Mr. Daniel says. We’re all wired to process information in a certain way, but we get inundated with new information when traveling and end up focusing on the wrong things and making poor choices.\n\nWhat’s happening more often, insurance officials say, is that travelers have grown more independent and more willing to take risks. Social media raises pressure on people to participate and show off pictures of amazing adventures. And the “bleisure” trend of mixing a vacation day or two into a business trip means some travelers think nothing of trying a day paragliding over a waterfall before a big sales conference.\n\nYour Travel Questions Answered Join WSJ editors and the Middle Seat columnist as they discuss the best and worst airports and answer your travel questions ahead of the busy holiday travel season, Nov. 15 at 1 p.m. ET. Submit your questions to subscribercall@wsj.com, and our journalists will answer live during the call. Register here.\n\nWith cognitive bias, people sometimes become over-reliant on the first thing they hear, or listen only to information that confirms preconceptions. Sometimes they overestimate the importance of something they know. There’s a bandwagon effect for some people—if others are doing it, it must be OK. Our blind spots become more pronounced when we travel, Mr. Daniel says, and sometimes we favor prior information over new evidence. (That neighborhood was safe when I was here 20 years ago.)\n\nAll that can lead to poor decisions. Among the worst International SOS has seen travelers make:\n\n• Deciding to go for $350 Lasik surgery in Vietnam. A bad outcome left two airline pilots unable to work.\n\n• Arriving jet-lagged to a corporate retreat and getting on a Segway for a “team-building” tour.\n\n• Renting a car in a country with a high rate of road accidents. In most cases, you could hire a local driver for not much more.\n\n• Trying ultralight flying for the first time. Somehow when we’re a tourist we think we can handle it even without proper instruction and training.\n\n“A lot of times people get caught up in the moment,’’ says John Gobbels, chief operating officer of Medjet Assistance, a company that offers medical evacuation services. “That’s why you travel, right? You want to experience things and have those experiences.’’\n\nRenting and using potentially dangerous vehicles without proper instructions is the No. 1 cause of injury when traveling, according to the travel-insurance division of American International Group: riding mopeds, participating in Segway tours, using jet skis for the first time.\n\nShared electric scooters like those from Bird Rides, here in Los Angeles, are popular with tourists, who may have little experience riding them. Photo: Mario Tama/Getty Images\n\nBikes and motorized scooters for rent in cities are inviting to travelers and they often jump on with neither helmets nor familiarity. “We see a good number of bumps and bruises and broken bones,’’ says James Page, AIG Travel’s chief administrative officer who oversees assistance and claims.\n\nPeople who wouldn’t consider them safe in their own neighborhood see a pack of riders somewhere on vacation, and it looks easy.\n\nAIG also sees claims from travelers seduced by pictures of people riding horses bareback through the surf at resort beaches. “Very unathletic individuals think it’ll be relaxing and easy,’’ Mr. Page says, “and they go tumbling into the surf. That’s kind of a common thing.’’\n\nAlso common—and sometimes fatal—these days: selfie injuries. Mr. Page says people trying to get their perfect angle fall off balconies, decks and piers, sometimes two or three stories up. Among the more exotic selfie accidents AIG has seen: tourists pose with a monkey in a tree behind them. The monkey jumps down and bites them.\n\nMr. Daniel of International SOS says ground transportation is among the top risks of injury to all travelers. In a country where vehicles drive on the opposite side of the road than at your home, you’re programmed to look the wrong way for oncoming vehicles. People not paying attention get tripped by holes in pavement and curbs, or walk into alleys or even lanes of traffic. Others jump into a taxi and never put on a seatbelt.\n\n“We put down our guard,” he says.\n\nThe best way to protect yourself when traveling is to build systems that give you consistency. If you’re trying something new, do you always have a backup plan? If you know it takes you a day or two to adjust to a new time zone after crossing oceans, get in the habit of always waiting a day or two before you rent a car or hike up a mountain or ride a scooter.\n\nClaims related to sickness far outnumber injuries, travel-insurance companies say—more trips get interrupted by heart attacks and various illnesses than accidents. But there are always plenty of falls down unfamiliar cruise-ship staircases and twisted ankles on cobblestone streets.\n\nInsurance experts note that in addition to exclusions for pre-existing conditions, many travel policies exclude coverage for extreme sports type activities. So ultralight flying, heli-skiing or even motorcycle riding might cancel coverage if you’re injured. Companies do sell policies that include coverage for extreme sports, and if you plan to partake and buy travel insurance, you might want to get a policy tailored to your trip.\n\nGail Mangiante, claims advocate at InsureMyTrip, had a case of a college professor who suffered from neuropathy and knew his condition could be worsened by cold weather. He went hiking in the winter in the Alps in France—and had to cancel the rest of his trip. Insurance refused to pay as the neuropathy was a pre-existing condition.\n\n“I’m sure that the average traveler is not thinking about these things. They are just thinking I’m going on vacation, I’m going to have a good time and I’m going to do things I’ve never done before,’’ Ms. Mangiante says.\n\nTop 10 Travel Accidents The travel-insurance division of American International Group compiled a list of the most common causes of accidents and injuries on the road. Renting and using vehicles such as mopeds, Segways, jet skis or scooters without proper instructions.\n\nDrinking alcohol: Falls cause numerous injuries, and poor judgement in any situation can lead to an accident.\n\nGoing beyond physical limits: If your knee hurts while walking the dog, it will hurt even more on when you attempt to cover Paris in one day.\n\nFalling during transfers on and off the tour bus, from dock to boat, etc.\n\nRiding or approaching animals.\n\nIgnoring existing medical conditions such as diabetes or high blood pressure.\n\nGetting ill. (Wash your hands, a lot.)\n\nTaking selfies: Watch where you walk and remember that circumventing safety measures to get better pictures can lead to injury.\n\nEating exotic cuisines that can cause stomach problems.\n\nEngaging in adventurous or strenuous activities with no experience—rock-climbing, challenging hikes, zip lines.\n\nWrite to Scott McCartney at middleseat@wsj.com", "Matthew Whitaker, appointed acting attorney general on Wednesday after Jeff Sessions resigned, was a paid advisory-board member of an invention-promotion company shut down by federal regulators last year as an alleged scam.\n\nThe Federal Trade Commission last year accused World Patent Marketing Inc., of Miami Beach, Fla., of scamming would-be inventors by charging them thousands of dollars to patent and promote their inventions. The company “provided almost no service in return” and threatened people who complained, the regulator...", "Matthew Whitaker, appointed acting attorney general on Wednesday after Jeff Sessions resigned, was a paid advisory-board member of an invention-promotion company shut down by federal regulators last year as an alleged scam.\n\nThe Federal Trade Commission last year accused World Patent Marketing Inc., of Miami Beach, Fla., of scamming would-be inventors by charging them thousands of dollars to patent and promote their inventions. The company “provided almost no service in return” and threatened people who complained, the regulator...", "For Erik Pauze, falling in love is a yearly ritual—with the most famous Christmas tree in the world.\n\nThe head gardener at Rockefeller Center gets to pick its star attraction of the holiday season, a tree tall, strong and beautiful enough to bear the weight of giant expectations.\n\nFor this year, the 51-year-old found a Norway spruce in Wallkill,...", "Amazon.com Inc.’s plans to add twin new regional headquarters will intensify already deepening rivalries between the Seattle giant and U.S. defense firms.\n\nAmazon’s short list includes a site in the Crystal City area of Arlington, Va., on the doorstep of the Pentagon and the Washington defense establishment, where companies such as Boeing Co. employ thousands of staff.\n\nThe...", "WASHINGTON—Young, diverse and consisting of an unprecedented number of women, the Democratic House majority that voters chose Tuesday will present significant challenges for President Trump while facing limitations on its own reach in a divided Congress.\n\nDemocrats as of Wednesday had gained at least 27 seats, four more than needed to take control of the chamber, but fell short of their hopes for an overwhelming “blue wave.” Still, the wins were enough to realign the power structure for the first time since Mr. Trump was elected...", "Once Hollywood’s go-to comedic sidekick, the two-time Oscar nominee is the writer and director of a new film, ‘Mid90s’\n\nBy Jason Gay, Photography by Craig McDean, Styling by Julie Ragolia\n\nRead it here.\n\nTwo-time Oscar nominee Jonah Hill takes on his most natural role yet: director. Film by MediaStorm\n\nPhilanthropy Innovator\n\nHow the Record-Breaking Sale of a Lichtenstein Painting Changed Agnes Gund’s Life\n\nAn art collector and patron turns her talents to criminal justice\n\nBy Derek Blasberg, Photography by Taryn Simon\n\nRead it here.\n\nBy combining two of her passions-art and philanthropy-Agnes Gund is making a lasting mark in both worlds. Film by MediaStorm\n\nDesign Innovator\n\nIn ‘Black Panther,’ Costume Designer Ruth E. Carter Found a Career-Defining Challenge\n\n‘Black Panther’ pushed Carter to abandon rigorous historicism for fantastical Afrofuturism—and put her talents in even higher demand\n\nBy Rob Haskell, Photography by Ethan James Green, Styling by Patti Wilson\n\nRead it here.\n\nThough she has dabbled in spoofs and sci-fi and rom-coms, Ruth E. Carter Carter is, above all, a historicist. Film by MediaStorm\n\nFood Innovator\n\nDavid Chang’s Culinary Universe Is Still Growing\n\n“It’s like, ‘Be better or f—ing see you later.’”\n\nBy Alex Bhattacharji, Photography by Dario Catellani, Styling by Giovanni Dario Laudicina\n\nRead it here.\n\nDavid Chang was sick of the notion that great cooking was the exclusive province of fine dining, so he changed the whole industry. Film by MediaStorm\n\nTechnology Innovator\n\nHow Nonny de la Peña, the “Godmother of VR,” Is Changing the Mediascape\n\nLong considered a pioneer of virtual and augmented reality, de la Peña unveils her latest breakthrough\n\nBy Ryan Bradley, Photography by Gregory Harris\n\nRead it here.\n\nHow do we shake ourselves out of our extremely personalized versions of reality? Nonny de la Peña has the answer. Film by MediaStorm\n\nArchitecture Innovator\n\nSwiss Architecture Firm Herzog & De Meuron Celebrates 40 Years\n\nAnd Jacques Herzog and Pierre de Meuron celebrate 60 years of friendship\n\nBy Ian Volner, Photography by Juergen Teller\n\nRead it here.\n\nAfter 40 years, the Swiss firm's ideas and approaches are still fresh with each new project. Film by MediaStorm\n\nTelevision Innovator\n\nPhoebe Waller-Bridge is a Powerhouse on the Rise\n\nWith ‘Fleabag’ and ‘Killing Eve,’ the writer-actor-producer has emerged as one of television’s most distinctive voices—and she’s looking forward to her next act\n\nBy David Kamp, Photography by Jamie Hawkesworth, Styling by Emilie Kareh\n\nRead it here.\n\nWith Killing Eve, Phoebe Waller-Bridge slayed a new genre. Film by MediaStorm\n\nEntertainment Innovator\n\nHow John Legend Found His Voice\n\nTo add to chart-topping ballads, Oscar-winning anthems, Emmy-winning broadcasts, Tony-winning revivals and a holiday album, the singer-songwriter has emerged as a force for social justice\n\nBy Alan Light, Photography by Thurstan Redding, Styling by Karen Kaiser\n\nRead it here.\n\nJohn Legend's mind is always on his politics, even when he's making music. Film by MediaStorm\n\nFashion Innovator\n\nRalph Lauren Wants People to Feel Good About Their Country\n\nOver five decades, the designer has created a sweeping vision of America. Now he’s looking ahead to what’s next for his $9.85 billion corporation\n\nBy Christina Binkley, Photography by Cass Bird\n\nRead it here.", "Carlsbad, Calif.\n\nThe headlines started popping up as early as 2015, bold proclamations already describing this winter’s crop of free agents as the best in baseball history.\n\nIt felt like a reasonable claim at the time: Bryce Harper and Josh Donaldson had both just won MVP awards. Dallas Keuchel had earned Cy Young honors. Clayton Kershaw...", "In winning control of the House of Representatives, Democrats take over the chairman’s seat in the chamber’s committees. Here are the men and women likely to be setting the agenda for key committees, and what policy changes to expect from them.\n\nHouse Ways & Means Committee\n\nMassachusetts Rep. Richard Neal is poised to get the post he’s been eyeing for years: The chairmanship of the House Ways and Means Committee, which has jurisdiction over taxes, trade, health care and Social Security. Mr. Neal, the 69-year-old former...", "Google is gearing up for an expansion of its New York City real estate that could add space for more than 12,000 new workers, an amount nearly double the search giant’s current staffing in the city, according to people familiar with the matter.\n\nThe plan, which hasn’t been previously disclosed, would give Google room for nearly 20,000 staff in the city, including those it has now—rivaling the approximately 25,000 jobs Amazon.com Inc. is projected to add if it completes plans for a major new office in New York.\n\n...", "Democrats took control of the U.S. House by winning in suburban districts, while Republicans appeared likely to expand their majority in the U.S. Senate by defeating Democrats in rural states President Trump won. Here are some takeaways from Tuesday’s midterms.\n\n1. Nail-Biters in Florida\n\nDemocrat Andrew Gillum, who ran for governor in Florida,...", "Former Intel Corp. chief Brian Krzanich has found a new job in the technology sector.\n\nCDK Global Inc., which makes software for auto dealerships, on Wednesday said it hired Mr. Krzanich as its new president and chief executive officer. He will also join the software company’s board.\n\nMr. Krzanich succeeds Brian MacDonald, who had served as...", "WASHINGTON—The Trump administration will allow religious groups, nonprofits, small businesses and some other employers to opt out of a requirement under the Affordable Care Act to provide birth-control coverage for their employees, a victory for religious conservatives who mounted a yearslong legal battle to eliminate the mandate.\n\nThe exemptions, which the department of Health and Human Services announced Wednesday, are less sweeping than an original set of rules laid out a year ago that would have allowed virtually any employer...", "SAN FRANCISCO—Samsung Electronics Co., suffering a handset sales slide, revealed a foldable-screen smartphone that folds like a book and opens up to tablet size.\n\nAt a developer showcase event on Wednesday, Samsung said the phone, which is 7.3 inches when opened, would be ready for mass production in the coming months. It boasts a second, smaller display on the outside—which it called a cover window—allowing users to check emails and perform other basic tasks when closed.\n\n...", "The election’s outcome feels like the end of an elementary-school soccer season.\n\nEveryone gets a ribbon. Everybody leaves with something to brag about. A very favorable electoral map allowed Republicans to expand their lead in the Senate. Their numbers rise from 51, which provided a narrow two-seat margin, to 53 or 54, depending on Arizona, where Republican Martha McSally leads.\n\nFor...", "The Food and Drug Administration last week approved Dsuvia, a powerful new opioid. The typical scenario for use is in wounded soldiers being transported off the battlefield who lack intravenous access for an injection or drip and who cannot swallow medication. Using a syringe-like applicator, medical personnel place the quickly dissolving pill under the patient’s tongue.\n\nA new analgesic option for American soldiers in terrible pain should be greeted as a pharmaceutical win. But Dsuvia has come under attack. It contains sufentanil,...", "At each quarter’s end, investors depend on accurate, straightforward corporate reports. Yet this year Berkshire Hathaway, one of the largest and most closely followed companies in the market, suddenly boasts one of the least comprehensible reports, after decades of close-to-perfect clarity. Berkshire isn’t to blame—the fault lies with federal regulators and the national accountants board. With a single change of the reporting rules for earnings, investors like me have tougher time than ever evaluating complicated companies.\n\nThe...", "Revulsion toward Barack Obama and the Nancy Pelosi-Harry Reid Congress in 2010 produced a crimson tide in statehouses across America. Republicans then exploited their power over decennial redistricting to bolster majorities in Congress and legislatures while advancing conservative reforms including right-to-work legislation, school vouchers and limits on the power of government unions.\n\nDemocrats now aim to copy the GOP playbook. Led by former Attorney General Eric Holder, liberals this year targeted governorships and state...", "After months of negotiations, talks between Washington and Pyongyang have reached a stalemate and North Korea is threatening to resume developing nuclear weapons. But the question of whether Kim Jong Un has ever been serious about denuclearization remains. Photo: KCNA via AP\n\nNorth Korea’s decision to call off high-stakes talks with Secretary of State Mike Pompeo scheduled for Thursday exposes divisions between the two countries over denuclearization and the diplomatic process to try to achieve it.\n\nThe collapse of the talks deepened the problems facing a diplomatic initiative that President Trump has touted as one of his most important and which he says has averted a likely war.\n\nThe...", "Take-Two Interactive Software Inc. on Wednesday reported strong fiscal second-quarter results and raised its full-year outlook on the heels of a monster...", "As impressive as Emmanuel Macron’s reform successes have been, this week brings word of a failure by the French President that’s worth cheering. There are growing signs that the Europe-wide digital tax cherished by Paris is falling by the wayside.\n\nFinance ministers from Ireland, Sweden and Denmark this week rebuffed the European Commission’s digital tax proposal, released earlier this year, and Berlin now appears to have reservations as well. All signs are that at least some of these governments will exercise their veto over...", "Equity markets rallied Wednesday on the expectation, or maybe the hope, that divided power in Washington will mean two years of policy gridlock. That is probably the best possible outcome of a Democratic House, though on Wednesday President Trump opened the door to anti-growth policies.\n\nWith a handful of House races undecided, Democrats appear to have won a 12 or so seat majority. While that’s narrow, Democrats under Speaker Nancy Pelosi have shown they march in unison. She doesn’t have a Freedom Caucus.\n\n...", "President Trump’s political credo is never admit a mistake or setback, and on cue Wednesday he called the midterm election results a “tremendous success.” Perhaps he even believes it, but he shouldn’t. The results weren’t the “blue wave” of media and Democratic desire, but they were overall a GOP defeat with warnings for 2020.\n\nDemocrats won the House for the first time in eight years, meaning that the possibilities for conservative policy reform are dead for the next two years. The siege of investigations will begin, and...", "WASHINGTON—The midterm elections brought to a head a decadelong realignment of the U.S.’s major political parties, with Democrats winning contests in and around major cities while Republicans carried rural and small-town America.\n\nThe result—Democrats gained 27 GOP-held House seats to take the majority, with 17 races still undecided as of Wednesday evening, while Republicans added two seats to their Senate majority, with three still unsettled—was less a wave than the continuation of a slow-moving lava flow that began following...", "Before the ink dried Wednesday on Attorney General Jeff Sessions’ resignation letter, Washington was consumed with one question: Will his successor fire special counsel Robert Mueller?\n\nLet us first note that Mr. Sessions deserved better than the public humiliations dealt by President Trump. As a Senator from Alabama, Jeff Sessions was the first Washington figure of any stature to embrace Mr. Trump’s candidacy. Mr. Trump wants loyalty up but not down.\n\n...", "News Corp posted a 23% gain in revenue for its latest quarter, driven by the impact of consolidating its Australian television assets but offset by lower print-advertising revenue at its news unit.\n\nTotal revenue in the fiscal first quarter ended Sept. 30 was $2.52 billion, up from $2.06 billion a year earlier. The company reported profit of $128 million, or 17 cents a share, up from $87 million, or 12 cents a share, a year earlier.\n\n...", "Vice Media plans to shrink its workforce by as much as 15% through attrition and cut its selection of digital sites by at least half, according to people familiar with the matter, as growth stalls at the onetime new-media darling.\n\nRevenue at the Brooklyn-based company is expected to be roughly flat this year, the people said, coming in between $600 and $650 million, on par with 2017. That number is more than $100 million below the projection Vice offered private-equity firm TPG in the summer of 2017. TPG’s investment gave...", "WASHINGTON—A federal court struck down a Maryland congressional district drawn by Democrats to eliminate a Republican House seat, setting the stage for another Supreme Court battle over gerrymandering.\n\nThe unanimous Wednesday ruling from a special three-judge court came a day after Democrats retained their 7-1 advantage in Maryland’s congressional delegation, under a map drawn after the 2010 census while Democrats controlled both the governor’s mansion and the legislature.\n\n...", "As new U.S. sanctions on Iran start to bite this month, Western companies still doing business in the country face fresh hurdles in a market that has been both enticing and tough to crack.\n\nOver the past two decades, many Western firms have quietly sunk roots in the Islamic Republic thanks to food, medical and other exemptions from U.S. Treasury Department sanctions on the country. As a result, Coke and Pepsi are available everywhere in a market of roughly 82 million people. Iranian hospitals use ultrasound and MRI equipment...", "Midwesterners elected gubernatorial candidates who promised to boost teacher pay in Wisconsin, fix potholes in Michigan and reverse deep budget cuts in Kansas. These issues, divorced from national politics, fueled Democratic victories across the region.\n\nThe traditional political battleground helped hand the presidency to President Trump in 2016, but Tuesday’s election shows some of the states are still up for grabs. Governors are particularly powerful now as they increasingly take the lead on energy, health care and transportation...", "Tyson Foods Inc. is looking to expand internationally to help stabilize its business and reduce exposure to U.S. agricultural-market swings, its chief executive said.\n\nThe Arkansas-based company is considering acquisitions in new markets and revamping its strategy in China, where earlier investments in company-run poultry-farming complexes have struggled, said Noel White, who took over as Tyson’s chief executive officer at the end of September.\n\n...", "New York\n\nIn 1960, two prominent art dealers, a museum curator and a documentary filmmaker called on Andy Warhol in the Lexington Avenue townhouse he’d come to own from the proceeds of his wunderkind success as an advertising artist. Warhol wanted their opinion on which of two paintings of Coke bottles was better—the more fine-artsy one that included some Abstract Expressionist drips or the one that was a cold reproduction. Unanimously, the group agreed it was the latter. “This moment,” says Whitney Museum curator Donna...", "WASHINGTON—Republicans’ success in retaining control of the Senate ensures a robust line of support for President Trump over the final two years of his first term and sends a message to GOP senators up for re-election in 2020 that it is better to be with him than against him.\n\nTuesday’s midterm elections, in which Republicans defeated Democratic incumbents in Missouri, North Dakota and Indiana while holding on to seats in Tennessee and Texas after vigorous campaigning by Mr. Trump, delivered the president a slate of friendly...", "WASHINGTON—President Trump is expected to sign a directive this week that will make official his plans to revamp the U.S. asylum system, part of his broader push to crack down on undocumented migrants entering the U.S. illegally.\n\nMr. Trump is expected to sign the directive as early as Friday morning, before leaving on a trip to Paris, administration officials said. Last week, Mr. Trump said he intends to sign a “comprehensive” executive order on the detention of apprehended migrants, including those seeking asylum status.\n\n...", "WASHINGTON—The midterm election won’t derail the Trump administration’s push to ease rules for banks, but Democratic control of the House will put Wall Street at the center of political battles.\n\nTuesday’s split result—Republican control of the Senate and Democratic control of the House—dimmed the prospects for all but the most essential actions from Congress affecting the financial sector, such as extending the availability of federal flood insurance.\n\n...", "WASHINGTON—Sudan’s government argued at the Supreme Court on Wednesday that it shouldn’t have to pay a $315 million judgment for helping terrorists attack a U.S. warship because the plaintiffs sent the legal papers to the wrong place.\n\nSailors injured in al Qaeda’s 2000 bombing of the USS Cole in Aden, Yemen, and their spouses alleged in a 2010 lawsuit that Sudan provided support for the attack. Sudan, which the State Department considers a state sponsor of terrorism, didn’t respond, and in 2012 a federal-district court entered...", "House Minority Leader Nancy Pelosi celebrated Democrats taking control of the House in an election night speech. Photo: Getty\n\nHouse Democratic Leader Nancy Pelosi celebrated a remarkable political comeback on Tuesday as the former speaker led her caucus back into the majority of the U.S. House of Representatives after eight years in the minority.\n\nJust before midnight, Mrs. Pelosi confidently appeared on stage to chants of “Speaker! Speaker!” after President Trump called to congratulate her on winning the majority.\n\nIt...", "The presidential election begins today. With only about 103 weeks left before Americans return to the polls in November 2020, the big question is whether Donald Trump will rerun his victorious 2016 strategy or make adjustments after what happened in Tuesday’s midterm elections. The results suggest it’s time for Trump 2.0.\n\nIt is now part of U.S. election lore that Mr. Trump defeated Hillary Clinton by unlocking overlooked blue-collar votes in the rural and rusted-out industrial areas of Michigan, Pennsylvania and Wisconsin....", "PARIS—French President Emmanuel Macron waded into controversy Wednesday by praising Philippe Pétain, who oversaw France during its Nazi occupation, as a “great soldier” during World War I.\n\nMr. Macron made the comments to reporters accompanying him on a week-long tour of French battlefields ahead of the Nov. 11 centenary of the World War I Armistice. This weekend France is due to hold a ceremony commemorating the group of marshals, including Marshal Pétain, who led the French military during the conflict.\n\n...", "Travis Kalanick, co-founder of ride-hailing giant Uber who was pushed out as chief executive by investors last year, has inked a deal to buy a glamorous New York City penthouse for about $36.4 million, according to people familiar with the deal.\n\nThe Soho penthouse is located in an under-construction building on Broome Street, in a building designed by Pritzker Prize-winning Italian architect Renzo Piano. It was on the market for $40.5 million, The Wall Street Journal reported in April.\n\n...", "Michael Kors Holdings Ltd. was unable to meet a renewed demand for handbags covered in its namesake logo, resulting in a sales shortfall for the recently completed quarter.\n\nChief Executive John Idol said Wednesday that a strategy to reduce inventory with the intent of selling more items at full price backfired when the company found itself “light” on goods.\n\nThe...", "Silicon Valley startups are continuing to negotiate deals with Saudi Arabia and take its capital through its partner SoftBank Group Corp., amid the controversy over the killing of journalist Jamal Khashoggi that has clouded the kingdom’s role as a global technology investor.\n\nTwo startups— View Inc., which makes light-adjustable glass, and Zume Inc., which uses robots to make pizza—disclosed investments over the past week totaling a combined $1.5 billion from SoftBank’s Saudi-backed Vision Fund.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "A new survey shows YouTube is hugely popular among families with young children. That could be a problem for YouTube.\n\nAmid concern from children’s advocacy groups that the Google-owned video website is profiting from advertisements targeted at minors, the survey from the Pew Research Center shows that more than four out of five parents with children 11 and younger have given them permission to watch a YouTube video. More than one-third of those parents let their children watch videos on the site regularly, according to the...", "WASHINGTON—The Democratic takeover of the House is set to unleash a wave of investigations into President Trump and his administration, deepening partisan divisions in Washington and imperiling his legislative agenda for the duration of his term.\n\nMr. Trump’s Republican party still controls the Senate, insulating him from impeachment should House Democrats look to forcibly remove the president from office. It isn’t clear Democrats will take that path, though they are promising aggressive inquiries into possible conflicts of...", "President Trump responds to questions regarding the Mueller investigation into Russian interference in the 2016 elections, saying \"I could have ended it anytime I wanted.\" Photo: AP\n\nAttorney General Jeff Sessions resigned at the request of President Trump on Wednesday, immediately placing oversight of the special counsel’s Russia probe in the hands of an official who has been critical of the inquiry and suggested limiting it.\n\nThe move—one day after elections in which Republicans lost control of the House of Representatives but made gains in the Senate—follows months in which Mr. Trump regularly expressed displeasure with Mr. Sessions for recusing himself from the inquiry into alleged Russian interference...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "WE HADN’T been married long when my husband announced he wanted to bring a stranger home to live with us. Forever. This was no sister wife (he’s faithful as a goose). James, it turned out, was in love with the idea of a 19th-century oil portrait. He’d grown up spied on by an oil-on-canvas ancestor and felt that such an artwork gave any architecturally lackluster home an aura of peerage grandeur.\n\nTrouble was, I’d never seen an antique portrait I could tolerate for long. Every ye olden person he pointed to at auctions and junk shops looked like someone who had been diagnosed with irritable bowel syndrome before it was treatable. Who’d want to live with that?\n\nDourness, I’ve since discovered, was part of the tradition of posing. “Actually smiling [in a portrait] could be seen as breaking with decorum,” said Sarah Moulden, curator of 19th-century collections at the National Portrait Gallery in London, who noted that by the 18th century, likenesses were common among the upper class and ascendant bourgeoisie.\n\nI spent hours scanning for The One on eBay, which currently lists 4,051 items under “antique portrait,” rejecting myriad contenders: a kindly bespectacled 1950s gran rendered in loose brush strokes; a Victorian woman in funerary garb, glaring as if I’d stepped on her petticoat; a naively painted lad with a notably large head, in red breeches and knee-length jacket; 20th-century self-portraits of handsome, angsty young men. None charmed me.\n\nFrom left: Irish Lass Portrait, $759, onekingslane.com; ‘Portrait of a Young Man’ Circa 1950s, about $602, 1stdibs.com; 19th-century portrait of Joseph Doel, about $1,900, rubylane.com\n\nBut then, on assignment in Nebraska, I saw her, smirking at me from the clogged walls of Omaha’s Antique Annex: Catharine S. Dennis, painted in 1843 and every bit the person I’d accost for conversation at a cocktail party. She was regal—her hairstyle unflinchingly center-parted, her full cartridge-pleated skirt nipped by a lace-up bodice—but she was sassy. She looked like she was about to throw her head back and guffaw. If ancestry.com could be believed, she was born in 1811 in Yorkshire, England, and preserved at around my age. She wasn’t destined to be ours, however: Catharine was priced higher than our mortgage payment, so I had to walk away. I felt like I’d ghosted my best friend.\n\n“ Portraits add peerage grandeur to any home. ”\n\nOn my return to Denver, our house felt lonely without her, our décor predictable. A painted personage “gives you that spunky, conversational weird vibe without trying too hard,” said Nashville designer Stephanie Sabbe, who has cheerful college portraits from the 1950s in her upstairs hallway. In a client’s home, she recently hung a collection of eight gold-framed women, captured in the early 1960s by Tennessee painter Lula B. Estes, above a tufted gray corner banquette. Still, said Ms. Sabbe of vintage portraits: “They’re a card you can play exactly once,” she said. “You can’t have them all over your house—that’s too much.”\n\nNew York designer Thomas Jayne generally prefers to hang portraits in a gallery-wall array alongside, say, prints and antler mounts. Once, though, he made a large inherited portrait the linchpin of a one-bedroom apartment, hanging it alone and installing lavender and green curtains to match the subject’s dress. “Portraits have always been essential to the history of art, so if you ignore them, you’re ignoring a lot,” Mr. Jayne said, adding that they often cost less than a landscape of equal quality. And you can find options from every generation; portraiture has existed as long as humans have made art, Dr. Moulden said.\n\nMonths after I saw Catharine, I was still wishing I’d spent the money and brought her home. So I convinced my husband to consider her my birthday present, called the shop that held her hostage and talked them down more than 30%. Catharine has now settled into permanent residence in our living room, where her crackled surface, moody colors and gilded frame do their part to lend a storied touch to our midcentury suburban house. Hanging above our entry table, she all but winks as guests cross the threshold, and she balances the adjacent sitting room’s hodgepodge of mass-market modern pieces with a nod to classicism. Like all worthy visitors, she’s more than a pretty face. She mocks us daily for wasting our invaluable hours bingeing Netflix, encourages me (in her tassels and lace) to step up my style and by all means to eat, drink, and be selfied—for tomorrow we may die.\n\nSITES UNSEEN / ART SOURCES BEYOND 1STDIBS, EBAY AND ONE KINGS LANE\n\nThis self-styled decorative arts society, from the people behind Chairish, curates paintings from invite-only dealers across the globe; current portraits range from $345 to $2.75 million.\n\nLondon specialist Nick Cox often sells his under-$3,000 paintings on Instagram before they get to his website, with offerings dating to the 17th century.\n\nFounded in 1999, the first online auction site operated by a nonprofit sells retro options at bargain prices (bids start around $10).\n\nOn estate-auction site Everything But the House, all bids start at $1. An 1830 painting of a bonnet-sporting lady by celebrated New England portraitist Ammi Phillips (creator of “Girl in Red Dress with Cat and Dog”) recently sold for $2,135.\n\nLike an unending antiques mall, with a strict no-junk-allowed policy, Rubylane currently offers a late 17th-century likeness of Count Cornelis of Nassau ($9,500) and a moody 1965 beehived brunette ($245).\n\n“Antiques Roadshow” features specialists from this Philadelphia-based auction empire—which hosts 30 live sales a year that you can bid on via its app, phone, or in person. Its Nov. 14 Americana sale will include some 60 portraits, many from the 1800s, of orators and legislative honchos from the Philadelphia Bar Association—instant gravitas for a home office.", "Democrats won control of six more state legislative chambers in Tuesday’s election and loosened Republicans’ grip on some others, but they didn’t significantly shift a balance of power that still heavily favors the GOP.\n\nThe left made winning state-level races a high priority this year in an effort to regain lost ground from the Obama years, when the GOP posted huge state-level wins. Democrats were also eager to regain more control before the next round of redistricting that will be launched by the 2020 census.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "An unpopular President with a record of significant achievement helped yield Tuesday’s split decision in congressional elections. The buoyant economy resulting from President Trump’s bold slashing of tax rates and regulations helped Republicans avoid a rout like those inflicted on the party holding the White House in 1994 and 2010. But his polarizing manner and the Senate’s failure to reform U.S. health law helped Democrats pick off enough suburban districts to retake control of the House.\n\nMeanwhile, the bruising and successful...", "FRANKFURT—The European Central Bank said it had nominated Italian economist Andrea Enria as the region’s top banking supervisor amid renewed investor scrutiny of Italian lenders.\n\nIf approved by European leaders and the European Parliament, Mr. Enria, a longtime Italian central-bank official, will become head of the ECB’s banking watchdog, the Single Supervisory Mechanism.\n\nMr....", "Republican Brian Kemp declared himself the winner Wednesday in the race for Georgia’s governor, saying he led Democrat Stacey Abrams by 1.6% of votes after all absentee ballots were counted.\n\nMr. Kemp, Georgia’s secretary of state, earned nearly two million votes, by far the most of any gubernatorial candidate in the state’s history, his spokesman, Cody Hall, said in a statement late Wednesday afternoon. Mr. Kemp will now begin his transition as governor-elect of Georgia, he said.\n\n...", "An early winner from the latest round of Iranian sanctions is emerging: Russia.\n\nThe U.S. began enforcing a tough new slate of economic restrictions against Iran on Monday, including a threat to sanction buyers of Iranian crude. That has refineries in Europe and Asia—recent, big buyers of Iran oil—looking for alternative supplies. Russian oil companies have stepped in, stealing customers from Iran. The two countries produce similar grades of crude, making a switch by refiners relatively easy.\n\n...", "Wells Fargo & Co.’s wide-ranging regulatory woes have extended to another part of its business: its technology operations.\n\nThe Office of the Comptroller of the Currency in recent weeks sent Wells Fargo a regulatory warning that often precedes an enforcement action, according to people familiar with the matter.\n\nThe bank also has failed...", "After suffering statewide campaign losses in 2006 and 2010, Democrat Ned Lamont finally emerged victorious on Wednesday to become Connecticut’s next governor.\n\nThe tight race between Mr. Lamont and Republican Bob Stefanowski, also a businessman, stretched into the morning. Mr. Stefanowski said he called Mr. Lamont to concede and wish him success.\n\nIn...", "To subscribe to the newsletter, please sign up here MUST READS France’s Macron Calls for Creating a ‘European Army’: French President Emmanuel Macron called for the creation of a “true European army,” issuing a sharp critique of trans-Atlantic security ties days before U.S. President Trump is due to visit France. Anger Over Old Terrorists Upsets New Friendship […]", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Despite a split Congress, here are three key issues that could provide common ground​ for Democrats and President Trump​. Photo: Getty Images.\n\nJACKSON, Miss.—Mississippi Republicans and Democrats woke up Wednesday morning with another three weeks of political combat to come, after Republican Sen. Cindy Hyde-Smith and Democrat Mike Espy advanced to a runoff election for one of the state’s Senate seats.\n\nMs. Hyde-Smith, the incumbent, was appointed as one of the state’s senators in April after Thad Cochranstepped down for health reasons.\n\nUnder...", "Indonesian investigators on Wednesday said a malfunctioning flight-control system fed widely divergent readings to the pilot and co-pilot during the second-to-last flight of the Lion Air jet that plummeted into the sea last week.\n\nIf cockpit crews fail to respond appropriately to such conflicting data, automated safety protections on a Boeing Co. 737 Max 8 model can put the plane into a steep dive, according to safety experts and an alert issued by the plane maker.\n\n...", "21st Century Fox Inc. said Wednesday its profit rose in its latest quarter, but the company’s cable-network business reported weaker-than-expected sales.\n\nThe company’s cable business, which includes Fox News and Fox Sports 1, booked $4.35 billion in revenue in the quarter ended Sept. 30, up about 4% from a year ago. Analysts polled by FactSet expected the business, the company’s largest, would generate $4.44 billion in revenue.\n\n...", "The Democratic Party’s success in capturing the House of Representatives is expected to complicate President Trump’s push to negotiate new trade deals and cut regulation for industries such as autos and energy, policy analysts and market strategists say.\n\n“You’re not going to see any further major legislative changes. There’s not going to be another tax cut and no major policy revisions for business,” said Terry Haines, senior political strategist at brokerage Evercore ISI. “But at the same time, nothing passed under Trump...", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services.", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services", "Good morning. I’m Neanda Salvaterra, with today’s energy perspective. The U.S. midterm election yielded a divided government but may have a calming effect on the standoff between Washington and Tehran. Meanwhile, voters in Colorado rejected a proposal that would have forced oil drillers to operate further away from populated areas. Elsewhere, nuclear talks between the […]", "Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans’ control of the Senate. WSJ’s Gerald F. Seib explains.\n\nWASHINGTON—Two Muslim women from the Midwest were elected to the House of Representatives on Tuesday, making history as the first females of their faith to serve in Congress.\n\nThe candidates secured their wins by running on a socially progressive platforms.\n\nRashida Tlaib, a Palestinian-American, will represent Michigan, and Ilhan Omar, once...", "People are holding on to their phones for longer. That’s a big headache for Samsung Electronics, the world’s largest smartphone maker by volume.\n\nThe global smartphone market is on track for its second annual decline in a row—shipments fell nearly 4% in the first three quarters this year, according to International Data Corp. Manufacturers have been launching plenty of new models, with faster processors, sharper screens and better cameras. Yet such improvements haven’t persuaded enough consumers to ditch their old phones.\n\n...", "Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans’ control of the Senate. WSJ’s Gerald F. Seib explains.\n\nWASHINGTON—Lawmakers return to Washington next week facing an immigration stalemate with President Trump that could trigger a partial government shutdown in December—and Democrats are far less willing to compromise after their midterm victory.\n\nWhile lame-duck sessions of Congress can be unpredictable, lawmakers face one immutable deadline in the next two-month stretch: funding for parts of the government, including the Department of Homeland Security, expires at 12:01 a.m. on Dec. 8.\n\n...", "Oil prices fell for an eighth straight session Wednesday, the longest losing streak since July 2014, after a report showed U.S. crude-oil inventories rose for a seventh straight week and U.S. oil production soared to a record.\n\nLight, sweet crude for December delivery ended 0.9% lower at $61.67 a barrel on the New York Mercantile Exchange. Brent crude, the global benchmark, fell 0.1% to $72.07 a barrel.\n\nThe...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "SHANGHAI—American companies occupy choice real estate at a mega-Chinese trade show here but also stand at an uncomfortable intersection: between the huge business opportunity of the China market and a U.S. president critical of their investment in it.\n\nArtificial grass from DowDuPont Inc., Dell Technologies Inc. laptops, a limousine with windows darkened by 3M Co., candy bars from Mars Inc. and almonds from Costco Wholesale Corp. are calling to buyers at the world’s largest trade-show venue this week. The strong American turnout...", "Kent Lucken was writing a business plan for Citigroup ’s wealth management business in 2002 when something clicked. That insight enabled Lucken to tap into what became one of the hottest areas of lending: capital call financing facilities, also known as private equity cap call financing, or subscription financing, or fund finance, or subscription lines. Below, […]", "A method developed more than a decade ago to assess the cost of political violence in the Basque country has become a key tool for economists trying to figure out the cost of Brexit. The U.K. voted to leave the European Union in 2016 and is due to formally withdraw from the bloc in March […]", "President Donald Trump held rallies in key battleground states around the country Monday, urging supporters to vote and to campaign for Republican candidates ahead of Tuesday's midterm elections. Photo: AP\n\nWASHINGTON—An alarmed President Trump reached for his phone after Dr. Christine Blasey Ford completed her testimony before the Senate Judiciary Committee in September about her allegation that Supreme Court nominee Brett Kavanaugh assaulted her when they were teenagers.\n\nOn the call, Mr. Trump peppered Senate Majority Leader Mitch McConnell...", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Democrats retook the House, Republicans added a seat in the Senate—and the short-term economic outlook is pretty much the same as before the midterms. Political gridlock is likely to temper major shifts in American economic and tax […]", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "The driver who struck and killed two young children in a Brooklyn crosswalk in March—severely injuring a mother who later lost her unborn child—committed suicide, according to a law-enforcement official.\n\nDorothy Bruns, 44 years old, was found dead lying in her bed in her Staten Island home by a friend around 5 p.m. Tuesday, the official said. Police found an empty pill bottle near her body, as well as a note saying that she no longer wanted to live.\n\n...", "North Korea called off planned nuclear talks in New York with Secretary of State Mike Pompeo, U.S. officials said on Wednesday, dealing a setback to a rocky diplomatic process and lowering hopes for progress on denuclearization.\n\nNeither North Korea nor the U.S. has said why plans for the meeting fell through, but the move was widely seen by Western experts as an attempt by North Korea to pressure Washington to grant some early relief from sanctions.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "The Dow Jones Industrial Average surged nearly 550 points Wednesday as U.S. stocks extended a recent rebound, advancing as a congressional power divide eased worries about swift policy changes that could hurt large companies.\n\nUncertainty about the elections was one factor driving October’s stock-market rout, with some investors anxious that radical economic policy changes could hurt corporations benefiting from tax reform and an emphasis on deregulation. Democrats claiming a majority in the House of Representatives and Republicans...", "America’s deep political divisions revealed themselves again on Tuesday, as Democrats regained control of the U.S. House while Republicans picked up seats in the Senate. Add their gains in the statehouses, and it was a better night overall for the Democrats, if less than the “blue wave” they advertised.\n\nThe extent of GOP House losses weren’t clear as we went to press, but they were extensive enough for Fox News to call the battle for control before 10 p.m. Democrats will retake the House for the first time in eight years...", "Democrats exhaled Tuesday as Sen. Robert Menendez hung on and beat Republican Bob Hugin in a closer-than-expected race, further extending the GOP’s losing streak in Senate campaigns in deep-blue New Jersey.\n\nMr. Menendez told supporters Tuesday night that he would continue to oppose President Trump.\n\n“I’m fighting for you,” Mr. Menendez said....", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "President Trump didn’t need to win in Tuesday’s midterms so much as he needed to avoid disaster. And that is pretty much what happened.\n\nThe country now stands not far from where it was when Mr. Trump won his shocking victory in 2016: deeply divided in its politics as well as its views of the 45th president. The difference now is that the country appears even more deeply split, with blue Democratic areas moving further away from the president and red Republican sectors growing more loyal to him.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "很少有人在推動美中關係方面比保爾森(Henry Paulson)做得更努力和更成功。無論是當年執掌高盛集團(Goldman Sachs Group Inc., GS)，還是後來擔任美國財長，亦或是如今的政壇元老，他在這方面始終不遺餘力。\n\n所以當保爾森斷言美中關係正在破裂，“經濟鐵幕”可能很快降臨，其振聾發聵之感毋庸置疑，揭示出美中這兩個超級經濟強國目前岌岌可危的關係。\n\n在周三於新加坡發表的演講中，保爾森將提醒中國，中國的行為不僅讓美國親華人士疏遠中國，也讓美國民眾的反華情緒更趨一致。他雖然沒有嚴厲地批評美國，但認為無論對中國還是對美國自己的盟友，美國都抱有不切實際的期待。他認為，如果雙方都拒絕改變，結果將是“美中關係陷入漫漫寒冬”，還有“巨大的系統性風險”。\n\n...", "KIGALI, Rwanda—Seen from the concrete blocks marking the graves of some 250,000 victims of the 1994 genocide, the glistening skyline in the capital of this East African nation is the most obvious sign of the grand experiment taking place here.\n\nA quarter century after the mass slaughter of as much as 15% of its population, Rwanda has been hailed as a homegrown model of African development and its iron-fisted president, Paul Kagame, is a favorite at international business conferences such as the World Economic Forum.\n\n...", "Republicans appeared likely to expand their Senate majority in Tuesday’s elections, as they lost control of the House and lost governorships across the nation—making President Trump even more reliant on the chamber to protect his agenda.\n\nThe result leaves the victorious senators indebted to a president who rallied support for their campaigns.\n\nDefying...", "WASHINGTON—White House aides nervously awaited the election results as President Trump kept out of public view on Tuesday, spending the day making phone calls and monitoring races across the country.\n\nMr. Trump was restless and eager to know the outcome of the elections, one adviser said. “He wants to see if he won or lost again,” the adviser said, but added the president wasn’t anxious about the results. If Republicans lose control of one or both chambers of Congress, the adviser said, “It just changes the fight. It’s not...", "WASHINGTON—Democrats won control of the U.S. House of Representatives Tuesday, seizing voters’ worries about health care to deliver a rebuke to President Trump eight years after Republicans did the same to President Barack Obama.\n\nThe party rode suburban discontent with Mr. Trump in districts clustered around major cities, capturing seats from Republicans in districts near Chicago, Denver, Kansas City, Miami, Philadelphia and Washington.\n\n...", "Democrats gained at least seven governor seats, including in the key Midwest states of Wisconsin, Kansas, Illinois and Michigan, while the GOP won one of the nation’s most competitive gubernatorial races in Florida.\n\nIn deep-red Kansas, Laura Kelly, a Democratic state senator, defeated Secretary of State Kris Kobach, who gained national attention for backing the Trump administration’s immigration policies.\n\nIn...", "Despite a split Congress, here are three key issues that could provide common ground​ for Democrats and President Trump​. Photo: Getty Images.\n\nWASHINGTON—Democrats took control of the House of Representatives, while Republicans retained their grip on the Senate, as millions of voters flocked to the polls Tuesday to render their first national verdict on the Donald Trump presidency.\n\nDemocrats won victories in key House races from coast to coast, flexing strength in suburban districts full of affluent, educated voters—enough to tip control of the chamber to them for the first time in eight years. In the Senate, however, Republicans appeared likely to expand their majority,...", "Boeing Co. has responded to the Lion Air jetliner crash that killed 189 people in Indonesia last week, issuing a safety warning about potentially suspect flight-control software that can confuse pilots and lead to a steep descent of the affected aircraft model.\n\nU.S. aviation regulators were poised to follow with their own directive, according to people familiar with the matter.\n\nThe...", "Democrats led by Gov. Andrew Cuomo swept elections for statewide offices in New York as their party won seats from Republicans in the state Senate and unseated several incumbent GOP members of Congress.\n\nMr. Cuomo, 60 years old, won a third term over his Republican challenger, Dutchess County Executive Marc Molinaro, the Associated Press projected. U.S. Sen. Kirsten Gillibrand defeated Republican challenger Chele Farley, while Comptroller Tom DiNapoli declared victory over Jonathan Trichter and New York City Public Advocate...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "With each election, reporters and analysts try to determine which voters showed up to cast ballots. Learning what share of the electorate came from cities or rural areas, or how many voters were white and how many from minority groups, along with other details can help to explain who made up each candidate’s base of support and why the winner won.\n\nFor the 2018 midterms, The Wall Street Journal will draw on results from a poll that uses a novel methodology to determine who voted and how they settled on their choice of candidates.\n\n[Follow live coverage of midterm elections with the latest updates and analysis from our reporters in Washington and across the country.]", "TALLAHASSEE, Fla.—Florida voters decided Tuesday to restore voting rights to an estimated 1.4 million people with felony records.\n\nThe Florida ballot question marked the largest expansion of voting rights since the 26th Amendment lowered the voting age to 18 in 1971. It could shake up future elections in a state where major races, including tight contests for U.S. Senate and governor, remained too close to call Tuesday night.\n\nAmendment...", "In May, an activist-investor group forced its way onto the board of a Greek shipping-fuel company, calling it mismanaged and undervalued.\n\nSix months later, that company, Aegean Marine Petroleum Network Inc., has filed for bankruptcy, with its new board alleging that the company had been systematically plundered and the assets that drew the activists’ attention were largely fake.\n\nAn...", "美國本周為恢復與朝鮮的核談判做準備，但雙方的立場都變強硬，達成妥協的希望由此降低。\n\n朝鮮稱已在解除核武器方面做出了足夠讓步，並且更加強硬地要求美國作出同等回應。朝鮮上周威脅稱，如果美國不取消制裁或提供改善關係的其他方法，朝鮮將恢複核武建設。\n\n美國認為正是這些制裁措施促使朝鮮參与談判，並堅持繼續施壓，不過其立場已引起與韓國的摩擦。韓國方面已經公開談論放鬆對朝制裁。\n\n美國國務卿蓬佩奧(Mike...", "Most Western companies and banks pulled out of Iran ahead of new Trump administration sanctions, fearing a loss of access to the U.S. economy. But the rest of the world may be more difficult for American officials to convince.\n\nFacing a host of nations reluctant to back Washington’s pressure campaign, the administration says it is on high alert, ready to punish those that don’t comply.\n\n“If...", "On Election Day, American voters weigh key issues of the 2018 midterm elections. Photo: AP\n\nReporters with the The Wall Street Journal spoke with voters Tuesday across the U.S., capturing a range of opinions that illustrated the nation’s polarized political climate.\n\nTurnout was huge, overwhelming election officials and yielding long lines at many polling sites. Immigration, health care and President Trump weighed heavily in races small and large.\n\nIllinois\n\nCarol...", "SEOUL—As the U.S. prepares to resume nuclear negotiations with North Korea this week, both sides are hardening their positions, dimming hopes for a compromise.\n\nNorth Korea says it has made enough concessions on nuclear disarmament and has grown more strident in its demands for the U.S. to reciprocate. Last week, Pyongyang threatened to resume building up its nuclear forces if the U.S. doesn’t remove sanctions or provide other ways to improve relations.\n\n...", "Amazon.com Inc.’s change of plans for its massive second headquarters leaves cities in a bind in the final hours.\n\nLocal officials prepared bids for months to woo what they thought was a $5 billion investment and 50,000 employees—and now the retailer plans to split its second headquarters investment evenly between two locations.\n\nIt is unlikely...", "WASHINGTON—Supreme Court arguments took a graphic turn Tuesday as justices weighed various ways to execute a Missouri inmate who contends a rare medical condition would make his final moments excruciatingly painful were he put to death via the regulation injection of pentobarbital.\n\nAs conservative and liberal justices appeared to divide in predictable fashion over the case, the court’s newest member, Brett Kavanaugh, emerged as a potential swing vote, ready to question capital punishment like the justice he succeeded, Anthony...", "A federal judge dealt a setback Tuesday to Qualcomm Inc.’s defense against an antitrust lawsuit brought by the Federal Trade Commission, ruling that the chip maker must license some of its industry-essential patents to rival chip suppliers.\n\nThe ruling Tuesday by U.S. District Judge Lucy Koh in San Jose, Calif., poses a threat to the Qualcomm’s business model, analysts said. Its technology is widely used in smartphones, but the San Diego-based company hasn’t licensed patents for that technology to chip-making rivals like Intel...", "Few people have championed U.S. engagement with China as forcefully or successfully as Henry Paulson, first at Goldman Sachs Group Inc., later as Treasury secretary, and now as elder statesman.\n\nSo when Mr. Paulson concludes engagement is failing and an “economic Iron Curtain” may soon descend between the two, it’s a sobering statement of the perilous state of relations between the two economic superpowers.\n\n...", "U.S. security officials and social media firms said Tuesday they spotted a limited amount of deliberate disinformation targeting the midterm election, but that they hadn’t observed any significant efforts to directly breach election infrastructure with cyberattacks.\n\nConcerns about a potentially calamitous attack from Russia or elsewhere began to subside even as government agencies, including the FBI and Department of Homeland Security, remained on alert.\n\n...", "Some progressives will do anything to oppose Donald Trump, and in the resistance capital known as San Francisco this obsession now includes a willingness even to reduce the city’s water supply.\n\nThe California State Water Resources Control Board on Wednesday will consider a plan to reduce water deliveries from the San Joaquin River and its tributaries to farmers in the San Joaquin Valley as well as Bay Area denizens who derive their supply from the Hetch Hetchy Reservoir in Yosemite.\n\n...", "Liberals are predicting that the Supreme Court’s conservative majority will rewrite laws according to their policy preferences. So someone should point out that the conservatives this week behaved as if laws mean what they say regardless of the policy outcome.\n\nIn Mount Lemmon Fire District v. Guido, the Court unanimously ruled Tuesday that small municipal employers could be sued under federal law for age discrimination. The case involved two laid-off firefighters of Mount Lemmon, Arizona, who said their employer violated...", "With the courts and Trump Administration rolling back federal climate regulation, green activists have turned to the states. But there’s a troubling ethical twist: Instead of merely lobbying, activists are placing employees in Attorneys General offices in dubious private-public condominiums.\n\nConsider a remarkable arrangement brokered by the NYU Law School’s State Energy and Environmental Impact Center to fund legal services for state AGs. The group was launched in August 2017 to advance a liberal climate and energy agenda,...", "A forgotten question of the 2016 Republican primary was whether Donald Trump was a true Republican or simply a Republican of convenience, running for the GOP nomination because it was the one he thought he could get. Quite a few pundits insisted he had no real ideology apart from “winning” and “making America great again.”\n\nSome of Mr. Trump’s more panicked conservative critics even implied he was an undercover Democrat looking to blow up the GOP. “This is a man who for 40 years has given money to Jimmy Carter, to Joe Biden,...", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services", "The largest share of manufacturers in at least a decade is spending to expand facilities, as companies look to build plants closer to their customers to offset record-high trucking costs and seek out pockets of available workers in a tight labor market.\n\nTwelve percent of U.S. manufacturers that invested in added capacity at domestic factories in the second quarter did so through building expansions, according to the Census Bureau, the highest proportion in the decade that metric has been released. Manufacturing construction..."]