["Nevada this year is in an election battle of the billionaires. Two ballot measures could radically remake the state’s electricity market, and investor Warren Buffett, environmentalist Tom Steyer and casino magnate Sheldon Adelson all have money in the fight. But the biggest potential losers are Nevada residents, whose electricity bills could skyrocket depending on how these two votes go.\n\nFor decades, the Berkshire Hathaway-owned NV Energy has enjoyed a regulated monopoly, providing electricity in all but the most rural parts...", "The United Nations has again proved its worth as an unfailing barometer of human rights—though not in the way the world body intended.\n\nIt came in Thursday’s 189-2 vote against the trade embargo on Cuba, blamed by regime apologists for most of Cuba’s many ills. Israel alone sided with the U.S. The resolution on the embargo pops up every year. And every year since 1992 the U.S. has voted against it—except in 2016 when the U.S. abstained because the Obama Administration was cozying up to Havana.\n\n...", "Harvard’s admissions process has always been shrouded in secrecy, but a recent lawsuit is allowing the veil to be lifted. The WSJ’s Nicole Hong and Melissa Korn examined court documents to dig into some of the new findings. Photo: Getty Images.\n\nHarvard University and the group accusing it of discriminating against Asian-American applicants clashed Friday over whether the plaintiffs had to prove admissions officers were motivated by racial animus, concluding a high-profile trial whose outcome could upend higher education.\n\nLawyers for the plaintiffs, a non-profit group called Students for Fair Admissions, said in closing statements that any evidence of Harvard’s admissions officers deploying implicit bias against Asian-American applicants was enough to prove intentional...", "WASHINGTON—GOP officials, including President Trump and House Speaker Paul Ryan, are pressing voters in a final push to retain the Republican grip on the House of Representatives as recent polling favored a Democratic takeover in Tuesday’s midterms.\n\nWith the outcome of next week’s races shaping the final two years of the president’s first term, the stakes are high, and both parties are deploying their biggest stars to bring out their voters. Mr. Trump and former President Barack Obama squared off at rival rallies Friday, and...", "WASHINGTON—President Trump said the U.S. is getting much closer to a trade deal with China, a sign of optimism ahead of the Group of 20 leaders summit in Argentina later this month.\n\n“We’ll be having dinner. We’ll be discussing it,” Mr. Trump told reporters Friday of his coming meeting with President Xi Jinping in Buenos Aires.\n\n“I think a very...", "Deadly bombs mailed to high-profile public officials and the uber-wealthy? Clues gathered from malfunctioning devices and from within the postal system? Packages suspiciously marked in similar fashion—and all bearing the same fake return addresses?\n\nIn January 1919, Seattle Mayor Ole Hanson helped break a citywide general strike. On April 28 his office received a package. It lay there unopened—he was in Colorado on a Victory Loan tour—and began leaking acid. It was a bomb, and more were in the mail across the country.\n\n...", "Uber Technologies Inc. vowed to improve the safety of its self-driving vehicles as it looks to resume testing of the technology suspended earlier this year after one of its cars struck and killed an Arizona pedestrian.\n\nIn a lengthy report Friday, the ride-hailing giant said it would improve its software and training and keep two test drivers in every vehicle, among other measures. Uber said it is applying for a permit with Pennsylvania’s Transportation Department to resume testing of the vehicles in Pittsburgh, where it has...", "General Electric Co. will pay former chief executive John Flannery $4.25 million cash in severance over the next 12 months, the company said in a securities filing Friday. GE also agreed to let Mr. Flannery keep equity awards that could add up to several million dollars more depending on GE’s performance.\n\nIn addition, when he turns 60 in about three years, Mr. Flannery will receive a pension accumulated over more than 30 years at the industrial giant that was valued at $23.6 million at the end of last year.\n\n...", "Actor Alec Baldwin was arrested Friday after he assaulted a driver during an argument over a Manhattan parking spot, according to a spokesman for the New York City Police Department.\n\nThe “30 Rock” star was arrested around 1:30 p.m and charged with misdemeanor assault and harassment following a scuffle with a driver who had pulled into a space on East 10th Street in Greenwich Village that the celebrity had hoped to park in, according to the NYPD spokesman.\n\n...", "For an example of what populists mean when they say politicians sometimes refuse to listen to voters, look no further than the consolidated government of Nashville and Davidson County, Tenn. Twenty-four years ago, voters there passed a ballot initiative limiting the 40 members of the Metropolitan Council, the county’s legislative body, to no more than two consecutive four-year terms in office. The vote wasn’t close; term limits won by a margin of more than 3 to 1.\n\nBut that didn’t settle the question—not for the Metro Council’s...", "Deltona, Fla.\n\nRon DeSantis seems to relish the moment that he bestows his opponent with a new Trumpian nickname—or three. Mr. DeSantis, a Republican former congressman for the Daytona Beach area, wants to be Florida’s next governor. But the polls show him steadily trailing Andrew Gillum, the unashamedly progressive Tallahassee mayor. So standing before 150 supporters on Monday, about 30 minutes north of Orlando, Mr. DeSantis cranks up the heat.\n\n...", "Homicide is known to have been a top cause of death in prehistoric societies, as well as in hunter-gatherer cultures that survived into modern times. This is what we learn from archaeology and ethnology. Human beings are a murdering species. I’m not here to proselytize for a particular religion or philosophy, but if you haven’t taken on board this ugly reality of human nature, please do so. If you are a pundit not conversant with the existence of evil, it’s hard to see how you can be much use to an audience. But at least those readers were well served who, on hearing of last week’s Pittsburgh synagogue murders, said to...", "On a swipe-based dating app, I recently found myself reading an awful lot of comments about a shirt of mine.\n\nI am a massive fan of the ballet. I go to the ballet often. I read about the ballet often. I have a T-shirt from the Boston Ballet. It’s a simple shirt—the company’s logo, in white, on a black background. In one of the photos on the app, I’m wearing my Boston Ballet shirt. I have a Red Sox hat on, too, because I also love them.\n\n...", "APOPA, El Salvador—The Congress of El Salvador agreed in April to extend the authority of jailers to keep gang leaders in solitary confinement. Over the next five days, the two reigning street gangs killed more than 100 people.\n\nWith the highest homicide rate of all countries in the world, El Salvador is a nation held hostage.\n\nLaw-enforcement...", "APOPA, El Salvador—The Congress of El Salvador agreed in April to extend the authority of jailers to keep gang leaders in solitary confinement. Over the next five days, the two reigning street gangs killed more than 100 people.\n\nWith the highest homicide rate of all countries in the world, El Salvador is a nation held hostage.\n\nLaw-enforcement...", "The United Steelworkers union and ArcelorMittal SA reached a tentative deal on a new labor contract covering about 15,000 workers after several months of negotiations.\n\nThe four-year agreement for workers includes wage increases between 3% and 4% each year and a $4,000 ratification bonus. The deal with ArcelorMittal, the world’s largest steelmaker, comes less than a month after the union reached a similar agreement with workers from U.S. Steel Corp.\n\n...", "WASHINGTON—The Supreme Court on Friday denied the Trump administration’s request to postpone an imminent trial in a case challenging the government’s decision to ask people on the 2020 census whether they are U.S. citizens.\n\nThe trial is scheduled to begin Monday in a New York federal court, where a group of states, cities, mayors and immigrant advocacy groups are challenging the legality of the administration’s inclusion of the citizenship question.\n\n...", "Research published last week in the journal PLOS One concluded that a potential food shortage could cause Antarctica to lose up to 30% of its penguins.\n\nWhen I read that, my first thought was: “Oh no, not the penguins!” My second thought was: “What would happen if nearly a third of them disappeared?”\n\nIn terms of the food web, the answer is...", "Newell Brands Inc., the struggling consumer-goods conglomerate behind Rubbermaid containers, Sharpie markers, and Elmer’s glue, says its turnaround efforts are starting to bear fruit, though the company swung to a loss in the latest quarter after recording an $8.1 billion charge.\n\nNewell on Friday posted a net loss of $7.11 billion, or $15.10 a share, compared with a profit of $234.4 million, or 48 cents a share, a year earlier. But excluding items such as impairment and restructuring charges, adjusted earnings were 81 cents...", "It was an October to forget in U.S. markets as all major indexes notched their worst month in years, with the Dow Jones Industrial Average shedding 5.1%, the S&P 500 off 6.9% and the Nasdaq Composite losing 9.2%. All three indexes rallied as the calendar changed to November as investors grew optimistic that the U.S. […]", "CAIRO—Gunmen on Friday killed seven people and wounded 12 in an attack on buses carrying Coptic Christians in rural Egypt, the latest assault in a wave of violence against the Middle East’s largest Christian minority.\n\nThe killings illustrated how extremist groups have managed to survive despite a sweeping security campaign by President Abdel Fattah Al Sisi’s government that has slowed the tempo of attacks.\n\nIslamic...", "SEOUL—North Korea warned on Friday it may revive a policy aimed at strengthening its nuclear arsenal if the U.S. doesn’t lift sanctions, signaling it won’t give up more concessions in nuclear negotiations with the U.S.\n\nThe comments came as friction has been growing between South Korea and the U.S. over how to use economic pressure in the effort to get North Korea to give up its nuclear weapons. South Korean President Moon Jae-in has said that economic development could provide an incentive to the North to disarm, while Washington...", "WASHINGTON—Wall Street’s main regulator levied nearly $4 billion in fines related to almost 500 enforcement actions, rebounding from a year earlier when its penalty haul fell to a four-year low.\n\nThe Securities and Exchange Commission’s statistics for the fiscal year ended Sept. 30, the second year of the Trump administration, rival fines levied during the Obama administration, when the SEC cracked down on Wall Street after the financial crisis.\n\n...", "WASHINGTON—New documents suggest the Trump administration was aware that its decision to keep the FBI headquarters in downtown Washington, D.C., would cost more than a competing proposal to relocate to the suburbs, contradicting public assertions from the White House that it wanted to save taxpayers money.\n\nA newly released email exchange shows that Andrew Abrams, deputy associate director of the White House’s Office of Management and Budget, attempting to prepare Emily Murphy, chief of the General Services Administration,...", "In a sometimes-heated hearing in Washington last April, 55 U.S. representatives questioned Facebook Inc. Chief Executive Mark Zuckerberg about privacy concerns and leaked user data. In the week before the U.S. midterm elections, about two-thirds of those same representatives are spending campaign dollars advertising on Facebook.\n\nPoliticians’ enthusiasm for targeting potential voters and donors on Facebook cuts across party lines—as did their criticisms. Paul Tonko, a Democrat, told Mr. Zuckerberg at the time, “Users trusted...", "More than 29 million Americans have already cast their ballots in the midterms, a surge of early voting from both parties suggesting that 2018 will have the highest turnout in decades for a nonpresidential election year.\n\nAs of Friday, more than 20 states had surpassed their total early-vote tally from the last midterm election, in 2014, according to publicly available data compiled by University of Florida professor Michael McDonald. Some states, including Tennessee and Texas, have seen roughly twice as many early votes this...", "BERLIN—Ford Motor Co. and Volkswagen AG are in talks to create a self-driving car joint venture, people familiar with the matter said, aligning two of the world’s largest auto makers in the industry’s race to reshape the future of transportation.\n\nThe two companies are considering various options on how they would structure the new business and a deal could be announced by mid-November, these people say.\n\nOne...", "Exxon Mobil Corp. and Chevron Corp. each reported their highest third-quarter profits in four years as the world’s largest oil companies appeared to have finally shaken off the malaise of a yearslong oil price crash.\n\nExxon’s earnings rose 57% to $6.24 billion as improved operations helped the company reap the benefits of higher prices for drilling and better refining margins. Chevron’s profit doubled to $4 billion and its production in the red-hot Permian Basin in West Texas and New Mexico surged 80%.\n\n...", "SOME COUPLES spend holidays on beaches. My husband and I bond over journeys to often-barren areas, visiting works by mostly dead architects.\n\nWhen we were engaged in Rio de Janeiro 17 years ago, we vowed to someday visit Brasília, some 700 miles away, the planned metropolis which became the nation’s new capital in 1960. Championed in 1955 by democratically elected President Juscelino Kubitschek and conceived by urban planner Lúcio Costa with fellow-Brazilian and architect Oscar Niemeyer (1907-2012), the city was intended to embody optimism, progress and civic engagement. When it was inaugurated five years later, its modernist structures upended all notions of functional architecture. “I feel I have just disembarked upon another planet, not Earth,” Soviet cosmonaut Yuri Gagarin said upon first seeing Brasília.\n\nIn the decades since our engagement, my husband and I renovated four apartments, each more modernist than the last, but never to our total satisfaction: Leather Poul Kjaerholm chairs read too masculine, guests could injure themselves on the many right angles. We decided it was time to visit Brasília.\n\nAs we rode in from the airport, a skyline awash in white arose from the red savanna. Within the city of 2.5 million, waterfalls flowed from concrete troughs cantilevered off the Palace of Justice’s facade. Twin stone towers—clearly kin to the United Nations Secretariat in New York, of which Niemeyer was a primary architect—soared behind the horizontal main building of the National Congress. The presidential Planalto Palace seemed to glide atop a moat, its flat roof held up by structural beams that, to Niemeyer’s eye, mimicked falling feathers.\n\nNiemeyer’s National Congress Palace has become a symbol of Brazil. Photo: Getty Images\n\nNearby, 16 stark-white paraboloid beams supported the Metropolitan Cathedral of Brasília like a crown of thorns. Inside, sculpted angels dangled from the ceiling’s apex, and indigo light flooded the house of worship as it filtered through windows patterned with blue and green waves. Niemeyer once wrote, “I am attracted to free-flowing, sensual curves…that I find in the mountains of my country, in the sinuousness of its rivers, in the waves of the ocean and on the body of the beloved woman.” Standing beneath those arches, I grasped that faithful modernism can include color and curves, and I made a mental note: Get some throw pillows.\n\nBrasília’s sense of postwar possibility still pervades the planned city. I found myself literally skipping along the Monumental Axis. “There is an irony to these palaces,” said Patricio del Real, assistant professor of art and architecture at Harvard University. “They express an anti-monumentality that makes us question the need for heaviness and grand statements in civic settings at all.”\n\nPerhaps I’ll need more than pillows. I’ve been outbid (or chickened out) many times when pondering the purchase of the Rio Modern Chaise (shown below). It and other furnishings by Niemeyer and contemporaries such as Sergio Rodrigues, Joaquim Tenreiro and Lina Bo Bardi continue to climb in value. But newer designers offer fresh takes on the Brasília aesthetic. Alain Gilles’ just-released W8 side table for Ligne Roset nods to Niemeyer. “The stone weight at the base has a concave shape that can be found on buildings such as the National Congress,” said Mr. Gilles, while the curve of metal supporting the tablet recalls the Planalto Palace.\n\nSince returning, my husband and I have softened our over-disciplined apartment. Any day now, a sensual orange Vladimir Kagan Serpentine sofa will arrive. The throw pillows I’d pledged to buy brighten the kids’ couch. A new sense of levity warms our home. “It isn’t enough to just be rational,” wrote Niemeyer. “It must also be beautiful.”\n\nCURVES AHEAD / Non-Linear Designs to Round Out Décor\n\nClockwise from top left: Reflect Pillow, $80, cb2.com; Alain Gilles W8 Occasional Table, $850, Ligne Roset, 212-357-1036; Gert-Jen Soepenberg Vase #1, $214, ateliergertjan.com; Global Views Corona Candle Holder, $199, perigold.com; Oscar Niemeyer Rio Modern Chaise, $27,410, 1stdibs.com", "WASHINGTON—Marcia Lee Kelly, one of President Trump’s top aides in the White House, is leaving the West Wing and is expected to become chief executive of the 2020 Republican Party convention, according to people familiar with the matter.\n\nLouis DeJoy, a Trump fundraiser, is likely to be named finance chairman of the convention, which will be held in his home state of North Carolina, the people said.\n\nMs....", "Two people call customer service at the same time to complain about the same thing. One waits a few seconds before a representative gets on the line. The other stays on hold. Why the difference?\n\nThere’s a good chance it has something to do with a rating known as a customer lifetime value, or CLV. That secret number is used by all manner of companies to measure the potential financial value of their customers.\n\nYour...", "To help economics become a field of more diverse thought, perhaps the profession should take a look at what sorts of research is rewarded, former Federal Reserve Chairwoman Janet Yellen contends. On a panel at a Pathways to Gender Equality conference in Washington, D.C., Friday, Ms. Yellen, the first female chief of the central bank […]", "General Motors Co. GM 0.56% is winding down a car-subscription service it rolled out nearly two years ago for Cadillac, underscoring the challenges traditional car makers face as they try to diversify into new transportation offerings.\n\nThe Book by Cadillac service—available in Los Angeles, Dallas and New York—will shut down operations by the end of this year, according to people briefed on the plan. Subscribers paying $1,800 a month for access to Cadillac’s model lineup will have 30 days from the time they are notified to turn their vehicles in, these people said.\n\nThe subscription plan, launched early last year, lets members swap in and out of different Cadillac models for the monthly fee, providing an alternative for customers who might not want to make the long-term commitment of buying or leasing a car.\n\nA GM spokesman confirmed the service was ending but said it could restart later. “We are hitting the pause button for a brief time to make some tweaks to Book [by Cadillac] based on our learnings,” the spokesman said.\n\nA letter prepared this week for subscribers in New York said Book by Cadillac would close its program in that city Dec. 1 and included an offer to purchase or lease a new Cadillac, a person who reviewed the letter said.\n\nSome aspects of Cadillac’s program proved more costly than expected, people familiar with the program said. Snags with the back-end technology used to support the service made some customer-service functions tedious and time-consuming, adding costs for the company, these people said.\n\nMany car companies have introduced subscription plans in the past year, betting people are interested in treating personal transportation much like a Netflix account.\n\nAuto executives are worried that the century-old model of customers buying and repairing their own cars will lose ground to ride-hailing services, such as Uber Technologies Inc., and other forms of transportation. Many auto makers are teaming up with tech startups to launch new smartphone-based apps that give customers new options for getting around, such as hailing driverless cars in the future.\n\nCadillac was among the first brands to offer a subscription plan. Since its March 2017 launch, Porsche AG , Daimler AG’s Mercedes-Benz, Volvo AB and other premium brands have followed Cadillac’s lead, launching similar plans that allow subscribers to drive different models for a monthly rate.\n\nThe move comes as GM clamps down on costs amid slowing sales in two of its largest markets, China and the U.S. The Detroit auto maker this week sent buyout offers to more than a third of its 50,000 employees in North America, an effort to shrink its cost base while the economy and car market remain strong, the company said.\n\nThe car-subscription model is still in its infancy, and many brands now limit the service to only a few cities and several dozen subscribers. Hyundai Motor Co. recently discontinued its subscription service for electric cars, but said it plans to reintroduce a revamped version.\n\n“The hype surrounding subscriptions as the next big wave of car ownership has yet to materialize,” said Ivan Drury, senior analyst with automotive website Edmunds.com.\n\nCadillac’s subscription service lets customers pay month-to month without a long-term commitment. They can order cars via their smartphone, swapping models up to 18 times a year. It couldn’t be learned how many subscribers Cadillac had enrolled.\n\nAnalysts say having customers rotate in and out of cars regularly can be hard to manage. The logistics of repairing damaged cars, cleaning them between uses and delivering them within 24 hours are tedious and expensive, analysts and operators say.\n\nCadillac also offers other services as part of the subscription plan, such as at-home vehicle drop-off, that are difficult to pull off on a wider scale, Mr. Drury said.\n\n“Some of these services will even transfer your stuff from car to car, from your phone charger to your kid’s stroller,” Mr. Drury said. “The problems posed in offering that level of service at scale are vast.”\n\nSubscriptions typically allow subscribers to switch vehicles a few times a month and can range from $650 a month to more than $3,000 a month, depending on the auto maker, analysts say. Most plans include insurance and the company handles repairs and routine maintenance like oil changes.\n\nMercedes-Benz’s MB Collection program, for example, offers about a dozen models. Monthly monthly rates range from $1,095 to $2,995.\n\nIn most cases, though, consumers end up paying thousands of dollars more over the long run to subscribe to the service than if they leased a car, according to Edmunds.\n\nFor example, leasing a Cadillac Escalade sport-utility vehicle for three years would cost around $49,000, Edmunds estimates. The cost of subscribing to Cadillac’s Book service over that period would top $64,000, the firm said.\n\nStartup companies are offering subscriptions that give members access to vehicles from car brands including Atlanta-based Clutch Technologies, acquired in August by privately owned Cox Automotive Inc., which sells services to dealerships.\n\nSome dealership groups also have begun offering subscription service. A service called Flexdrive is jointly owned by Cox and Holman Automotive, a large dealership group based in New Jersey.\n\nWrite to Mike Colias at Mike.Colias@wsj.com", "When New Yorker Jen Winston connected last month with Spencer from Georgia on Tinder, finding true love wasn’t her priority.\n\n“Why are you so far away from me?” Spencer messaged Ms. Winston on the swipe-based dating app.\n\n“Absence makes the heart grow fonder,” she replied. “Anyway, are you voting for Stacey Abrams?” she asked, referring to the Democratic candidate for governor of Georgia.\n\nBlue romance?\n\nWith the midterms fast approaching, and young people generally less likely than those older to vote, apps and events typically used for finding romance are instead being deployed by those who want to entice their fellow citizens to come to a polling station.\n\nMs. Winston, a writer and speaker, realized a few weeks ago she could change her location to chat with voters in swing states, even if hers wasn’t the pickup line most expected.\n\nShe said she has swiped right and matched with 18 people in states with high-stakes races, including in Nevada, Arizona and North Dakota, as well as Georgia. So far, no romance has blossomed, but “most people have been saying that they’re voting, and that’s exciting,” Ms. Winston said.\n\nJen Winston has used Tinder to talk to her matches about the midterm elections. Photo: LANDON SPEERS\n\nPhoenix-area resident Sarah Lasker sought out eligible swing voters on the dating app Bumble, seeking to promote Democratic Rep. Kyrsten Sinema’s tight race in Arizona against GOP Rep. Martha McSally for an open Senate seat. Some responded appreciatively. Others sent photos of themselves wearing a “Make America Great Again” hat, a sign that her attempts to politically woo them weren’t successful.\n\nWith younger people harder to reach through the traditional methods of landline phones and mail, political strategists are trying to reach the next generation where they are: online and looking for love. Dating apps typically don’t take much time or money, always a boon for campaigns and less-official volunteers.\n\nDavid Goss, the founder of TrumpSingles.com, a dating site for supporters of President Trump, said Democrats are welcome to use the site if they are there for romance and not to troll political opponents. Trump-supporting suitors “might not reciprocate the same way, but you’re more than welcome to come try,” he said.\n\nMost of his success stories came from Trump supporters looking for love in big cities like Los Angeles, San Francisco and New York that tend to tilt more liberal, he said. “It takes the entire ocean of fish and brings it down to a lake,” he said, “so you’re not wasting time and money on dates where someone will tell them they don’t want to see them again just because they’re a Trump supporter.”\n\nOne woman emailed Mr. Goss to say she had recently gone on a date with someone she met on the site that included a visit to a shooting range, dinner and a movie. “Having two Trump supporters go to a shooting range on a first date was very Trumpish,” Mr. Goss said.\n\nIn Colorado, which has tight elections this year as well as a particularly long and complex ballot, one civic education group created a “speed dating” event where bumper stickers were exchanged in lieu of phone numbers. No one was expecting any sparks to fly—the organizers just liked the setup of the 1990s-style dating events. After quick introductions to the issues, people could pause and ask questions or move on, eventually meeting proponents on both sides.\n\nSarah Lasker, who used Bumble to connect with voters in Arizona, at the Women’s March in 2017. Photo: Abbie Morrison\n\nBeth Graham sipped on free beer at the Great Divide Brewing Company in Denver as she went from table to table checking out the prospects. After talking for a few minutes with one particularly intriguing man, she didn’t want to leave without his information.\n\n“Can I get your pamphlet?” Ms. Graham, who runs a video production company, asked Carson Priest, a political operative promoting a measure raising the sales tax to pay for new roads.\n\nBen Luke, an assistant producer in London, learned about Ms. Winston’s Tinder strategy when one of his friends retweeted her. Even though he is a British citizen and ineligible to vote in the U.S., he decided to follow her lead. “It was about 10 p.m. at night and there wasn’t much on TV, so I started doing it,” said Mr. Luke, who closely followed the confirmation fight over Supreme Court Justice Brett Kavanaugh.\n\nImpressed by Sen. Heidi Heitkamp’s “no” vote on Justice Kavanaugh, Mr. Luke used Tinder to seek out matches in Ms. Heitkamp’s home state of North Dakota, where the Democrat faces a difficult re-election race.\n\n“Kyra, you look like the type of sophisticated, refined person that is going to vote for Heidi Heitkamp,” he messaged, according to screenshots of his Tinder campaign.\n\n“Ew,” she responded. “Why would you say that? You have definitely hurt my feelings. Trump would not approve.”\n\nA woman named Jessi responded to a similar opening line, “If I were a North Dakota resident I would be!” It turned out she was deploying the same methods as Mr. Luke—from New York.\n\nAn image used by campaigners for New York candidate Suraj Patel. Photo: Suraj Patel for Congress\n\nMr. Luke said as midnight approached and after encountering “a few quite ardent Trump supporters…I thought maybe best call it a day.”\n\nRebecca Davis, founder of a left-leaning activist group in New York, organized a night of “Tinderbanking” focused on state politics earlier this year. At one point in the evening, a man contacted over Tinder was so enthused over the effort that he asked to join it.\n\n“About 20 minutes later, he walked through the door,” she said, noting he chatted all night with the woman who had contacted him. “He sat down next to her, so who knows?” she said. “For all I know, they’re in the throes of some rom-com moment.”\n\nOne female Los Angeles resident added a message in October to her profile that “only voters get access” to her and told nonvoters to “kindly swipe left on me as you are doing on our country’s future.”\n\nShe said her matches have “decreased significantly” but that she has connected with at least three people who could lead to future romance. “I’m only matching with voters,” she said. “I’m really not interested in spending time with people that are not willing to show up.”\n\nPolitical conversations are fine on Tinder, said a spokeswoman for the Match Group Inc. -owned app, but political solicitation or advertising isn’t. Users can report people for violating the terms of service, and some have been banned for campaigning, she said.\n\nAt least one congressional campaign this cycle has tapped Tinder in its efforts to connect with younger voters. Suraj Patel, a Democrat who unsuccessfully challenged Rep. Carolyn Maloney (D., N.Y.) in the state’s June primary, held a night of “Tinderbanking” with his volunteers before the primary.\n\n“We realized Tinder and other dating apps are places where people are already primed for a conversation with strangers,” said Anjelica Triola, his chief strategist. “It’s not as invasive as getting a phone call from somebody you don’t know.”\n\nThe Patel campaign’s volunteers fanned out across dating apps, with those who are straight favoring Tinder and those who are gay heading for Grindr, she said. The volunteers asked their matches if they needed an absentee ballot or help finding their polling place, she said. “It was a diverse group of millennials doing a diverse millennial thing.”\n\nNo one asked to block or deactivate any of the volunteers’ accounts, Ms. Triola said. “Someone reaching out to ask you if you’re registered to vote is probably the sweetest thing that can happen to you on dating apps,” she said.\n\n—Alejandro Lazo and Jim Oberman contributed to this article.\n\nWrite to Kristina Peterson at kristina.peterson@wsj.com and Natalie Andrews at Natalie.Andrews@wsj.com", "PITTSBURGH—As the first Sabbath after last Saturday’s synagogue shooting here approaches, Jewish leaders and others are calling on people of all faiths to attend this weekend’s services at synagogues across the city.\n\nThe invitation coincides with a broader call by the American Jewish Committee, an advocacy group, for “all people of conscience across the country” to join in services this weekend to honor the memory of the 11 people killed at the Tree of Life synagogue and to oppose anti-Semitism.\n\n...", "Facebook says it accidentally silenced a pro-life organization’s advertising on the social network. But the pro-life group says this alleged accident has been happening over and over again.\n\nAlso happening again is the spectacle of a Silicon Valley social media giant, which is happy to tell advertisers how efficiently and precisely it can deliver marketing messages, explaining that somehow it still can’t figure out how to allow the transmission of a political ad from a longtime participant in the national debate.\n\n...", "LONDON—British police are investigating alleged anti-Semitic hate crimes by purported members of the main opposition Labour Party, the latest escalation of the party’s long-running struggle against accusations of anti-Jewish bias.\n\nLondon police chief Cressida Dick said that in September she received a dossier of material related to alleged anti-Semitism within Labour, which her officers are investigating for possible criminal activity. She added that police are investigating specific incidents and not the party itself.\n\n...", "MIAMI—The man accused of mailing explosive devices to prominent Democrats is headed to New York City to face charges, a federal judge decided in a hearing here Friday.\n\nCesar Altieri Sayoc, 56 years old, was arrested in Plantation, Fla., last week and charged with five federal crimes, including interstate transportation of an explosive and illegal mailing of explosives. He barely spoke in Friday’s hearing, other than to say “good morning” to the judge and confirm that he understood the proceedings.\n\n...", "BEIJING—Chinese e-commerce giant Alibaba Group Holding Ltd. cut its full-year revenue forecast by 4% to 6%, citing growing doubts about the economy as China’s expansion recently slowed to its weakest pace in nearly a decade.\n\nAmid a trade row with the U.S., consumers are tightening their purse strings for some purchases. The slowdown is most likely to hit sales of consumer durable goods and Alibaba has already seen slower growth in consumer electronics, especially cellphones, said Vice Chairman Joe Tsai.\n\n...", "As Saudi Crown Prince Mohammed bin Salman pushed through ambitious social reforms, he also ordered a zero-tolerance campaign against dissent spearheaded by his most trusted confidant, who is now implicated in the murder of journalist Jamal Khashoggi.\n\nPeople with knowledge of the work of Saud al-Qahtani say he was intimately involved in the kingdom’s targeting of Mr. Khashoggi—from efforts to persuade him to return to Saudi Arabia from the U.S., to the planning and execution of the operation that ended with his death in the...", "SEOUL—Samsung Electronics Co. is planning to roll out new voice-assistant features to challenge its U.S. rivals’ dominance in artificial intelligence, following stumbles as it wooed app developers.\n\nAt an event in San Francisco next week, Samsung will fully open its virtual assistant, called Bixby, to third-party developers for the first time. It is looking for help in bolstering its challenge to the industry’s big three players: Amazon.com Inc.’s Alexa, Apple Inc.’s Siri and Alphabet Inc.’s Google Assistant.\n\n...", "Twitter Inc. has hired ad-agency executive God-is Rivera as global director of culture and community, a new post created to help engage, spotlight and market to informal user groups.\n\nTwitter said Ms. Rivera will help advertisers connect effectively with various communities on the platform driving influential conversations under banners such as Feminist Twitter, Asian-American Twitter, Black Twitter and NBA Twitter. She also will amplify their voices in Twitter’s own marketing, events, company culture and products.\n\nFailure to understand these constituencies can lead to “huge missteps,” Ms. Rivera said. Marketers too often “miss the mark completely on these large groups.” Ms. Rivera previously was director of inclusion and cultural resonance at WPP PLC’s VMLY&R.\n\n“The purpose of this role is to sit at the intersection of marketing, communications and culture,” said Leslie Berland, chief marketing officer and head of people at Twitter.\n\nMarketers have shown interest in social-media communities, but recognize that reactions can be vocal and quite visible. “Part of what we try to do is to make sure that any content that we develop is grounded in real-life insights from the people we serve,” said Damon Jones, vice president of global communications and advocacy at Procter & Gamble Co.\n\nSome brands fear making a misstep that may alienate them from others when they seek specific groups in places such as Twitter or Reddit, said Joselle Galis, senior vice president and head of strategy at Reprise, part of the Mediabrands division of Interpublic Group .\n\nNewsletter Sign-up\n\n“Whether it’s a given group of women, whether it’s an interest people are rallying around like gaming or the NBA, whether it’s Latinas or Black Twitter, the truth is they’ve created these very rich, pure spaces,” Ms. Galis said. “So I think it’s the right move for a brand to be really strategic and thoughtful about the right way to create a relationship with these communities, vs. targeting them as they would as a touch point in any other marketing plan.”\n\nAT&T Inc.’s HBO last summer worked with Twitter and @Blackbirds, Twitter’s business resource group for black employees, to promote “Insecure,” including a video question and answer session with the show’s creator and star, Issa Rae. Earlier this year, Walt Disney Co.’s Marvel Studios used paid and unpaid posts to market “Black Panther” to several demographics, including black consumers.\n\nTwitter also recently increased its attention on Hispanic users and advertisers that want to reach them, naming Marco Botero, head of Twitter Miami, to the additional, newly created role of head of U.S. Hispanic.\n\nWrite to Nat Ives at Nat.Ives@wsj.com", "WASHINGTON—Robust hiring and wage gains last month leave the Federal Reserve all but certain to raise interest rates in December and on course to continue gradually lifting them next year.\n\nEmployers added 250,000 jobs in October, the Labor Department said Friday. Workers’ average hourly earnings rose 3.1% from a year earlier—the fastest growth since 2009—while the unemployment rate held at 3.7%, matching the lowest level in 49 years.\n\n...", "Many retailers are closing stores. Five Below Inc. can’t seem to open them fast enough.\n\nThe chain, which sells everything from Spalding basketballs to Bluetooth headphones and yoga mats for $5 or less, might be the most successful retailer you’ve never heard of.\n\nBy the end of this year, Five Below’s store count will have nearly quadrupled...", "Friday’s jobs report showed unemployment remains at a 49-year low, and it should be even lower next July when, as is likely, the expansion becomes the longest on record. How much longer does Federal Reserve Chairman Jerome Powell think this performance can continue?\n\n“Effectively indefinitely,” he told an interviewer last month.\n\nIt’s an audacious...", "11/2/2018 1:00PM\n\nGoldman Sachs Entangled in Global 1MDB Scandal", "Google has long prided itself on its unconventional culture and generous perks to convey the message that the company, from its products to its ambitions, was exceptional. And for years, employees bought in.\n\nOn Thursday, however, workers of the Alphabet Inc. unit who took part in a walkout at the company’s offices around the world signaled a crisis in faith—one that, if widespread, could cause reputational harm, potentially affecting Google’s standing as an aspirational workplace, risk experts and analysts said.\n\n“I definitely thought Google was a company that was holding itself to a higher moral standard,” said Jon Cohen, a 28-year-old Google software engineer in New York, who took part in Thursday’s protest. “The last year or so, it’s just been shown to be untrue.”\n\nRecent employee activism at Google has been in response to a New York Times article last week, which detailed how the company protected three senior executives over the past decade after they were accused of sexual misconduct, including one who received a $90 million exit package in 2014. Google declined to comment on details in the Times story.\n\nEmployees said they were protesting a workplace culture they felt protected perpetrators of sexual misconduct. Many voiced anger and disappointment in a company they once thought was different from other big corporations.\n\nMr. Cohen and others also have taken issue with the company’s efforts to work with the Chinese government to build a censored search engine.\n\nThat has added to his anger, he said. Suddenly, Google was “not being the kind of company that I thought it was when I joined it,” Mr. Cohen said.\n\nOrganizers asked the company to improve transparency in the reporting and handling of sexual misconduct, “end pay and opportunity inequity,” and elevate the role of the chief diversity officer.\n\nHow Google responds is critical for a company “built on human capital and nothing else,” said John Wilson, Cornerstone Capital Group’s head of research and corporate governance.\n\n“Google hires people who can work anywhere,” he said. “So if employees don’t trust the company will have their backs, it will impact Google’s ability to attract, retain and motivate employees.”\n\nWhen asked for comment, Google sent a video of an interview with Google Chief Executive Sundar Pichai.\n\n“At Google we set a very, very high bar and we clearly didn’t live up to our expectations,” he said in the interview, which was conducted Thursday at a New York Times conference. “And which is why we felt it was important to express our support for the employees today.\n\n“And the first step you take in these things is to acknowledge and apologize for past actions, for the pain they caused,” he added.\n\nThe spotlight on Google is particularly bright because the company has made its culture such a significant part of its allure, said Anthony Johndrow, chief executive of consultancy Reputation Economy Advisors.\n\n“They built this mythology as being this great place to work and used that to build their external reputation,” Mr. Johndrow said. “You need to get it right in-house first, and that is coming home to bite them pretty hard.”\n\nThe situation highlights how crucial internal reputation can be to a company. A recent study by management consulting company Accenture PLC calculated a perceived material loss of trust from stakeholders, including employees, had cost more than half of the companies analyzed as much as $180 billion in revenue.\n\n“If you want a high performance culture, you need a high trust culture,” Mr. Wilson said. “Ultimately, there has to be trust in the people you work with every day with and that starts at the top.”\n\nHe added: “Any sign that the company is mistreating its employees will impact that trust. Consumers are buying an image as much as a product. We’re talking about a company whose motto is: ‘Don’t be evil.’”\n\nThomas Kneeland, a Google software engineer, said there is a sense among employees that they work at a special place with a mission to change the world. But he acknowledged at Thursday’s protest in New York that there was “widespread frustration and deep-seated anger” in the ranks.\n\n“I hope this gives us momentum,” he said. “If all we did was stand around for an hour and nothing changes it would not be worth it. This is an important priority.”\n\nWrite to Ezequiel Minaya at ezequiel.minaya@wsj.com", "11/2/2018 12:47PM\n\nWhat Iranian Oil Sanctions Could Mean for U.S. Pump Prices", "In February 2016, the astronaut Scott Kelly decided to send an email to my father, the writer Tom Wolfe, from the international space station (they later spoke by phone as well). Mr. Kelly wanted to thank him for “The Right Stuff,” my father’s 1979 book about the early U.S. space program, which had inspired his career as an astronaut, Mr. Kelly told me.\n\nMr. Kelly, now 54, was at the end of a yearlong mission to the space station. When he returned to Earth, he met my father, who passed away in May, for a few meals and asked him for advice on how to write about his experience. “Begin at the beginning,” my father told him.\n\nMr. Kelly took it to heart. Last year, he published a memoir, “Endurance.” And this past week, he came out with “Infinite Wonder,” which illustrates his year in orbit with a series of vivid photographs that he took of the Earth as it passed below.\n\nMr. Kelly has been to space four times, starting in 1999 with a mission piloting the Space Shuttle Discovery to service the Hubble Space Telescope and ending in 2016 with his trip to the international space station. During his NASA career, he spent a total of 520 days in space, the record for an American astronaut (since broken) at the time he retired from spaceflight in 2016. He still holds the U.S. record for the most days spent in space at one time—340.\n\nHis feats were as much mental as physical. To prepare for spending such a long time in high-pressure, cramped conditions on his last mission, he lived in an undersea laboratory in Key Largo for two weeklong stints and spent about a week in a freezing snow cave in Wyoming. He met regularly with a psychiatrist with whom he spoke every few weeks from the space station. “I definitely think I developed a talent for living in an uncomfortable environment,” he says. “That doesn’t mean I like to fly in economy class on an airline,” he jokes, “but I can if I have to.”\n\nAs a child growing up in West Orange, New Jersey, Mr. Kelly and his twin brother Mark (also an astronaut and the husband of former Arizona congresswoman Gabrielle Giffords) were energetic and rebellious. “We had two speeds, fast and stop,” he says. His father was a police officer, and his mother eventually became one, too.\n\nMr. Kelly first read “The Right Stuff” while in college at the State University of New York Maritime College, where he earned a degree in electrical engineering in 1987. “This wasn’t just an exciting adventure story,” he wrote in his memoir. “This was more like a life plan.”\n\nMr. Kelly took pictures to help scientists observe environmental changes and document natural disasters. Photo: Winni Wintermeyer for The Wall Street Journal\n\nHe joined the Navy, where he served as a fighter pilot and test pilot until NASA chose him to be an astronaut in 1996. “I never felt more rewarded in work…than when I was doing something that had very serious consequences of not doing it correctly,” he says.\n\nIn space, he learned to function in zero gravity. Any time he made a movement as small as pushing a button, he had to anchor himself with a foot or toe, and he had to secure objects such as forks and knives with Velcro. Fluid that would normally have settled in his lower body pooled in his head, giving him an uncomfortably full feeling in his skull.\n\nBut none of it stopped him from marveling at the sights below. He started photographing earth from space in earnest in 2010, during a 159-day flight, finding ways to support himself and his camera without gravity as the space station moved past the planet at 17,500 miles an hour. “I had to pan the camera steadily and quickly as the shutter released, otherwise the image would smear and appear out of focus,” he writes. He used a long 800 mm lens with a 1.4x magnifying zoom lens and then used software to enhance the color.\n\nDuring his last mission, he took some pictures to help scientists observe environmental changes and document natural disasters. The photos in his new book range from the veined landscapes of Egyptian deserts to the vibrant blues and greens of the Bahamas. “I really liked taking those photos…that made Earth look like abstract art,” he says.\n\nHe took most of his photographs for fun. During football season, he tried to take photos of stadiums during games and managed to get a shot of Super Bowl 50 in California. He also shot locations where people he missed lived.\n\nHe undertook several dangerous spacewalks to fix parts of the space station, putting him at risk of becoming untethered as he struggled to move in his ungainly suit. The worst part of his journey, he says, was getting bad news from earth. He had two months left in his 159-day mission in 2011 when he found out that his sister-in-law Ms. Giffords had been shot at an event in Tucson. At first he heard that she had died; only hours later did he find out that she had survived. From space, he led a moment of silence for his crew and flight control centers around the world.\n\nSince retiring, Mr. Kelly has devoted most of his time to writing and giving speeches, which he finds enough to keep him busy for now. He and his wife Amiko have decided to give up their home in Houston and travel, staying in hotels, Airbnbs and the occasional tent or yurt, such as when they visited Everest Base Camp. He has two daughters from his previous marriage.\n\nMr. Kelly thinks that someday soon we’ll be able to fly halfway around the world in 45 minutes by going up briefly to space and descending again, and he thinks that human travel to Mars is “inevitable.” Given the chance, would he go? “Yup,” he says, without hesitation.\n\nAs I got off the phone with Mr. Kelly, I remembered a line that was one of my father’s favorites. Instead of saying goodbye, he liked to say “Keep ’em flying!”—a slogan from a 1941 recruiting ad for the Aviation Cadet Program. True to form, when he got that surprising email from space, he thanked Mr. Kelly for “writing this earthling way down below” and signed off, “Keep ’em orbiting!”\n\nWrite to Alexandra Wolfe at alexandra.wolfe@wsj.com", "CAIRO—Egyptian security forces arrested at least 19 human-rights lawyers and activists this week in raids that reflect the country’s security state is widening its assault on government critics in an attempt to eliminate any challenge to President Abdel Fattah Al Sisi.\n\nEven against the backdrop of years of government repression, this week’s arrests were striking because of the large number of people held and the detention of prominent human-rights lawyers\n\n...", "Alibaba is known as a Chinese tech giant, but at its core the company is a platform for small and medium-sized businesses that sell to Chinese consumers.\n\nThose businesses are suffering from the crackdown on shadow banking in China and the subsequent economic slowdown. Add in the trade feud with the U.S. and it is no surprise that Alibaba cut its revenue guidance for the fiscal year ending March by 4% to 6% Friday. Alibaba is looking more like an economic bellwether for China than a hot tech stock.\n\n...", "The Trump administration moved Friday toward its goal of maximum economic pressure against Iran, while granting waivers allowing eight countries to temporarily import Iranian oil without facing U.S. punishment.\n\nThe waivers, to countries that government advisers say include China, Turkey and India, are designed to give them time to switch to other suppliers while sharply reducing or eliminating their purchases of Iranian oil over time.\n\n...", "Last year, without a single Democratic vote, Congress reshaped the tax code, lowering individual tax rates, dropping the corporate tax rate to 21% from 35%, doubling the estate tax exemption, curtailing some deductions and revamping how businesses are taxed.\n\nNow, Democrats are favored to regain control of the House in Tuesday’s election. If they do, what will it mean for taxes?\n\nHere’s...", "To subscribe to the newsletter, please sign up here MUST READS Europeans Eye Sanctions on Iran Over Covert Activities: Jolted by fresh allegations of Iranian plots on their doorsteps, European governments are discussing their first targeted sanctions against Tehran in years as they strain to uphold the 2015 Iran nuclear deal. U.K. Authorities Open Investigation of Leading Pro-Brexit […]", "Ruth Gates saw her mission as a race against time to save coral reefs threatened by global warming. As the director of a marine biology institute at the University of Hawaii at Mānoa, her approach was to breed hardier corals more likely to survive climate change. She called it “human-assisted evolution.”\n\n“It’s horrible for me to have to say this, but we’ve already lost 50% of the world’s reefs,” she said in a video interview earlier this year. Coral reefs sustain fish and other organisms.\n\n...", "Apple Inc. shares stumbled Friday as investors fretted over the iPhone maker’s financial outlook for the important holiday quarter and the company’s decision to stop reporting device unit sales in future results.\n\nThe stock fell 6.6% to $207.48, its worst percentage decrease since January 2014 and a drop that nearly knocked Apple from its lofty trillion-dollar stock-market valuation. Technology stocks, particularly those with sky-high valuations, have slumped in recent weeks.\n\n...", "Angela Merkel’s days as German chancellor may be numbered, but many of her policies in Europe and the wider world have entrenched support in the country’s consensus-driven political system. They reflect today’s Germany, rather than the beliefs of the 64-year-old trained physicist.\n\nMs. Merkel’s decision to resign as her party’s leader, while continuing for now to head the government, has led policy makers and pundits to wonder how Germany will act when she is gone.\n\n...", "U.S. employers added 250,000 jobs, the unemployment rate held steady at 3.7% and hourly wages posted their strongest growth since 2009 in October. Wage growth climbed 3.1% from a year ago, on an hourly basis, topping 3% for the first time since the recession. On a weekly basis, wages jumped an even stronger 3.4%. The […]", "WASHINGTON—Strong hiring and low unemployment are delivering U.S. workers their best pay raises in nearly a decade.\n\nEmployers shook off a September slowdown to add 250,000 jobs to their payrolls in October, above monthly averages in recent years, the Labor Department said Friday. With unemployment holding at 3.7%, a 49-year low, and employers competing for scarce workers, wages increased 3.1% from a year earlier, the biggest year-over-year gain for average hourly earnings since 2009.\n\n...", "JAKARTA, Indonesia—Search teams combed the waters of the Java Sea on Friday, hunting for pings from the second black box of a downed Lion Air jetliner as crews recovered wheels and other wreckage from a crash that killed 189 people.\n\nThe wheels, lifted by crane from choppy waters, were the largest pieces of wreckage found so far of the new Boeing 737 Max 8 that disintegrated upon high-speed impact shortly after takeoff Monday. The shattered fuselage of Flight 610 lay in pieces across a large debris field on the ocean floor,...", "WASHINGTON—The U.S. imported a record amount of goods in September, while the trade deficit with China rose to its highest level ever, despite intense efforts by the Trump administration to close the trade gap.\n\nThe foreign-trade deficit in goods and services increased 1.3% from the prior month to $54 billion in September, the Commerce Department said Friday. A surge in products purchased from abroad helped widen the gap, with the value of imported goods ballooning to $218 billion, the highest level on record. Meantime, imports...", "Good morning. I’m Neanda Salvaterra, with the energy mix today. As investors anticipated results from oil giants Exxon and Chevron, crude markets went topsy-turvy on the news that the U.S. has agreed to let several countries keep buying oil from Iran even after Washington’s sanctions on Tehran kick in. Meanwhile, the Europeans are wagging an […]", "More than 3,500 U.S. troops have been deployed near three areas along the U.S.-Mexican border where U.S. officials have assessed migrants and asylum seekers from Central America are most likely to try to enter the country in coming weeks.\n\nTroops are in place around McAllen and Brownsville, in Texas’ Rio Grande Valley; San Ysidro, Calif., south of San Diego; and Nogales, Ariz., U.S. officials said.\n\nNo...", "LONDON—Banks last month raised their forecasts for oil prices, amid expectations of a further reduction in crude supply from Iran after U.S. sanctions on the OPEC member’s oil industry take effect next week.\n\nBrent crude—the global oil benchmark—is now expected to average nearly $75 a barrel this year, according to a poll of 11 investment banks surveyed by The Wall Street Journal. West Texas Intermediate, the U.S. standard, is projected to average just above $68 a barrel in 2018. The estimates mark increases of roughly $2 and...", "A nearly 1,000-foot-tall tower rising on the southern edge of New York’s Central Park is widely considered the city’s most exclusive and expensive new development. It may also be the most secretive: The developer has refused to release images of unit interiors, and its chief executive refuses to be interviewed about it.\n\nBut as construction nears completion on 220 Central Park South—where sale prices range from about $12 million to $250 million, according to an offering plan filed with the Attorney General’s office—identities...", "周三晚，《華爾街日報》在香港舉辦了一場面向中文讀者的討論會。《華爾街日報》駐華首席經濟記者魏玲靈、瑞銀投資銀行中國首席經濟學家汪濤博士，共同探討了中美之間在貿易和科技方面的對峙，以及這一局勢可能產生的影響。\n\n如何評價中國當前的經濟狀況？\n\n汪濤說，市場對中國經濟的情緒比較悲觀，但從實體經濟的一些數據看，中國經濟沒有特別差。尤其是與2015年和2016年相比，現在企業盈利、鋼鐵生產、鋼價、煤價等一些反應經濟周期的數據比那時要好。她說自己的大宗商品和机械設備的客戶就說現在比那兩年好很多。\n\n但她也表示，市場情緒反映了大家的預期。貿易戰的實際影響尚未到來，以及今年以來去槓桿、加強監管等政策也給經濟增加了下行壓力，尤其是在流動性上產生了一定的壓力。汪濤還提到，中共中央政治局會議的定調也符合她的上述預期：“穩中有變，下行壓力加大。”\n\n...", "MIAMI, Fla.—A shadow campaign is unfolding in the run-up to the midterm elections, a presidential matchup that voters won’t ever see: Obama versus Trump.\n\nThe former and current presidents are crisscrossing the country to rally voters ahead of an election that each sees as crucial to his legacy—even though neither is on the ballot.\n\nFormer President...", "Regulators plan to pare back requirements that banks keep billions of dollars of cash on hand to pay short-term bills. No one knows for sure what will happen next.\n\nThe liquidity coverage ratio rule was invented to protect banks from credit freezes similar to the 2008 financial meltdown. Four years ago, the Federal Reserve began requiring banks to keep enough cash on hand—or easy-to-sell assets such as Treasury bonds—to cover expected bills for the next 30 days.\n\n...", "If you’ve been asking your clients for referrals, Joe Duran, the founder of United Capital, has some advice for you: Knock it off! Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING & INVESTING Active […]", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. It’s jobs day! The U.S. employment report for October is out at 8:30 a.m. ET. Today we also look at progress and prospects for resolving the U.S.-China trade fight, slower growth at U.S. factories, so-so worker productivity, […]", "A big drop in shares of Apple dragged major U.S. stock indexes into the red Friday, breaking their three-session winning streak.\n\nThe iPhone maker’s shares lost $14.74, or 6.6%, to $207.48—their biggest one-day percentage loss since January 2014—after the company gave disappointing guidance for the holiday quarter. The declines threatened to push the company’s market value below $1 trillion and also spread to other big technology stocks, which had been hammered in October.\n\n...", "When Tesla Inc. Chief Executive Elon Musk said the car maker would work around the clock to boost production of its Model 3 sedan, the number crunchers at Thasos Group decided to watch.\n\nThey circled Tesla’s 370 acres in Fremont, Calif., on an online map, creating a digital corral to isolate smartphone location signals that emanated from within it. Thasos, which leases databases of trillions of geographic coordinates collected by smartphone apps, set its computers to find the pings created at Tesla’s factory, then shared the...", "The deadly crash of a Lion Air Boeing 737 aircraft in Indonesia is one of the worst aviation catastrophes of 2018. The WSJ looks at some big questions that have emerged as investigators try to determine the cause of the crash. Photo: AP Images\n\nJAKARTA, Indonesia—Investigators began downloading data from a memory unit recovered from the Lion Air jetliner that crashed into the Java Sea with 189 people on board, as they puzzle over the first major accident of a new Boeing plane.\n\nDivers pulled the memory unit from one of the plane’s two black boxes from a muddy seabed at a depth of about 100 feet. The memory unit could provide a breakthrough in understanding how the latest variant of Boeing’s popular single-aisle 737 crashed.\n\n...", "People in the U.S. and other countries mourned for the 11 victims of a shooting at Pittsburgh’s Tree of Life synagogue. The ambush is thought to be the deadliest anti-Semitic attack in U.S. history. Photo: AP Images\n\nPITTSBURGH—AJay Herskowitz, his yarmulke on his head, stands behind the deli counter of Murray Avenue Kosher, as he has for 40 years, and prepares platters of sliced meat, tuna salad and egg salad, to feed those mourning the death of 11 people killed Saturday in a shooting at the Tree of Life synagogue a few blocks away.\n\nThere were two funerals on Tuesday, and three on Wednesday. He has taken calls from people in London and Wisconsin asking the small grocery, which has been in the heart of the Squirrel Hill neighborhood for...", "Gulfport Energy Corp.’s chief executive has stepped down following a company review that found he had made personal charges to a company credit card and used Gulfport’s chartered aircraft without permission.\n\nOn Thursday, the company said Michael G. Moore had resigned as CEO and president as of Oct. 29 and Chief Operating Officer Donnie Moore assumed top executive duties on a temporary basis. The two men aren’t related.\n\nMichael...", "We’re going to the polls and looking for leaders. What do we want? What a voter told Bret Baier a week ago, live from the campaign trail: someone she can cheer for. She was such an American, half hopeful, half wistful.\n\nWhen people have real leaders, there’s a feeling of security: Somebody reliable is in charge. When a majority don’t feel that, there’s a sense of unrest, of jitteriness that filters out and down. America’s never at full peace, it’s not our style, but there’s a greater sense of soundness, and less frantic scrolling...", "Since it was founded eight years ago, WeWork Cos. has offered tenants in its locations kegs of free beer, as part of the hip vibe the fast-growing shared office startup has been selling.\n\nNow it’s paring back— a little.\n\nThis week the company started limiting its beer to four 12-ounce glasses per person a day. Those caps apply to just three...", "NO DRAMA. No CEO sleeping at the factory, no media circus. The 2019 Hyundai Kona Electric—a winsome little crossover with an estimated 258 miles of range, expected to be priced under $30,000 with tax credits—will arrive quietly at California dealerships by year’s end, where I expect it will be devoured on sight.\n\nThe Kona Electric marks a point in technical history we all knew car makers would reach, when executing a competent, long-range EV would be not just doable but relatively straightforward. This maturation can be seen...", "U.S. researchers found “clear evidence” that cellphone radiation exposure can cause cancerous heart tumors in male rats. It is still unclear what the final conclusions of their two-decades-long study of the health impact on rodents mean for humans.\n\nScientists at the National Toxicology Program, which carried out the major study, this week published final reports that express more confidence in links between cellphone radiation exposure and some tumors in rats than they did in draft reports earlier this year.\n\n...", "TOKYO—Shares of SoftBank Group Corp. and Japan’s other top mobile carriers tumbled Thursday on fears that government pressure to lower fees would curtail profit growth in one of the world’s most lucrative mobile markets.\n\nBy hobbling a core engine of SoftBank’s global investment machine, fee cuts could spill into a realm that includes the world’s most valuable startups.\n\nSoftBank...", "The most compelling reason to see “A Private War” is Rosamund Pike’s stunning performance as Marie Colvin, the American war correspondent who died in a bombardment while covering the Syrian government’s 2012 siege of Homs. Outwardly cool when she can manage to be, Marie lives a life of inward terror on the border between high-strung and unstrung; she’s a figure of anguishing contradictions and exemplary courage. But there’s another reason to see this very good, albeit flawed, film. It’s about someone who repeatedly risked her life to perform an act of faith—reporting from the world’s most dangerous war zones in the belief that her readers would care about the suffering she recounted. I don’t want to level accusations of saintliness at the producers and filmmakers—everyone has their own reasons, just as Colvin did—but financing and creating such a film in an increasingly crass marketplace, and an ever more violent world, is itself an act of faith that deserves support.\n\nThe director was Matthew Heineman, in his feature debut, working from Arash Amel’s adaptation of “Marie Colvin’s Private War,” a Vanity Fair article by Marie Brenner. Mr. Heineman is no stranger to the subject of journalism. He directed a superb nonfiction feature, “City of Ghosts,” about an improvised news organization trying, in 2014, to document atrocities inflicted by Islamic State foot soldiers on the Syrian city of Raqqa. Much of his new film has a strong documentary feel—the cinematographer was the distinguished, and distinctive, Robert Richardson—though some of the dramatic writing is clumsily formulaic and over-explanatory. (We would understand, without being told by another character, that Marie is addicted to danger.)\n\nWhen we first meet her the year is 2001 and the place is London, where Marie is imploring her editors at the Sunday Times to send her to Sri Lanka, where a conflict is raging between government forces and Tamil guerrillas. There she writes, in what amounts to her personal mission statement, “There are people dying here and nobody knows it’s happening.” Then she loses an eye to head injuries sustained in a firefight. (A wealth of clips featuring the real-life Marie Colvin can be found on YouTube, and another film, opening November 16, a documentary called “Under the Wire,” focuses on her and the photographer Paul Conroy, who was working with her when she died in Homs.)\n\nRosamund Pike as Marie Colvin Photo: Aviron Pictures\n\nIn the course of this film Marie reports from combat zones in Iraq and Afghanistan before plunging into the powerfully visualized chaos of Syria, and consumes toxic amounts of alcohol and tobacco in the process, despite the pleadings of those who admire, assist and love her. (The supporting cast includes Jamie Dornan, who plays Conroy, as well as Tom Hollander, Stanley Tucci, and Jérémie Laheurte as Rémi Ochlik, the photojournalist who died in the same bombardment that killed Marie Colvin.) A tribute to a singular journalist, “A Private War” is also the story of Marie’s private campaign of self-destruction—blotting out the horrors she makes vivid for others. In Ms. Pike’s fierce yet laconic portrayal, this tormented woman commands a fateful grace under the fire that will consume her.\n\nWrite to Joe Morgenstern at joe.morgenstern@wsj.com", "Near the heart of Aspen, Colo., sits a small miner’s cabin with a white façade, delicate posts and low-pitched roof. It looks exactly the same as when it was erected in 1883 amid the city’s mining boom, a 14-year period in which Aspen produced one-sixth of the country’s silver.\n\nToday, Aspen is a tony resort town brimming with billionaires and celebrities. And that humble cabin is just the facade of what’s now a 15,500-square-foot, mostly underground private residence that took six years and about $20 million to build.\n\n...", "PITTSBURGH—The man charged with killing 11 people in a synagogue entered a plea of not guilty in his arraignment in federal court Thursday, and his lawyers asked for a jury trial.\n\nRobert Bowers, 46 years old, was indicted Wednesday by a federal grand jury on 44 counts connected to Saturday’s shooting inside the Tree of Life Synagogue in Pittsburgh’s Squirrel Hill neighborhood. He pleaded not guilty at an arraignment in downtown Pittsburgh Thursday morning.\n\n...", "CBS Corp. turned in a strong quarterly financial showing, powered by subscription and advertising growth at its main broadcast-TV unit, after months of corporate turmoil in the upper ranks of the company.\n\nThe media company on Thursday said subscriber revenue had hit a record at its direct-to-consumer streaming services including CBS All Access and Showtime OTT, which acting Chief Executive Joe Ianniello said CBS was significantly expanding.\n\n...", "The two Saudi Arabian sisters whose bodies were found last week duct-taped together along the Manhattan shore of the Hudson River had told those close to them that they didn’t want to return to their homeland, a law-enforcement official said Thursday.\n\nThe mother of the sisters—Rotana Farea, 22 years old, and Tala Farea, 16 —told investigators that the two had applied for political asylum to stay in the U.S., another official said.\n\n...", "Higher prices helped Starbucks Corp. deliver its strongest quarterly sales gain in more than a year, but the coffee giant is still struggling to attract more customers to U.S. stores.\n\nShares in Starbucks rose 9% in after-hours trading Thursday on its report that 4% same-store sales growth in its critical home market beat expectations of about 2%-to-3% growth, driving same-store gains globally for the chain in its latest quarter.\n\nHowever,...", "Americans love to hate Congress, and no wonder given the careerists and poseurs in both parties. But some Congresses matter more than others, and the 115th has accomplished more useful conservative reform than any since the first Newt Gingrich years of 1995-1996.\n\nDemocrats won’t admit it for partisan reasons, and neither will some of the perpetually angry on the right. But the GOP’s narrow Senate majority of 52 seats and then 51 has turned out to be more consequential and conservative than the 55-seat GOP majority of 2005-2006,...", "Shares of WW International Inc. tumbled nearly 14% in after-hours trading Thursday after the company reported a decline in subscribers for the second quarter in a row.\n\nWW, formerly Weight Watchers, ended the third quarter with 4.2 million subscribers, down from the prior quarter’s 4.5 million, but the company said its subscriber total was up 25% from a year earlier.\n\nThe...", "A Justice Department probe of back-scratching by United Auto Workers’ leaders and Detroit auto executives is turning up embarrassing truths and has resulted in seven convictions for corruption and conspiracy. The revelations underscore the importance of GOP labor reforms in Michigan that Democrats and unions want to reverse.\n\nThe FBI’s three-year investigation has revealed that Fiat Chrysler executives funneled cash to UAW worker training centers in return for backing collective-bargaining agreements. Union leaders used the...", "The Trump Administration’s China trade strategy has employed blunderbuss tariffs that hurt the U.S. and China. But the policy took a better turn this week with strong but targeted actions to punish alleged theft of U.S. technology.\n\nOn Monday the Commerce Department announced restrictions on the export of U.S. technology to Fujian Jinhua Integrated Circuit Co. after America’s Micron Technology Inc. accused the Chinese firm of stealing its intellectual property. State-owned Jinhua is ramping up production of “likely U.S.-origin...", "McKesson Corp. said its longtime Chairman and Chief Executive John H. Hammergren will retire next year, capping a 17-year reign in which he helped build one of the country’s largest pharmaceutical wholesalers despite weathering shareholder criticism over his compensation and handling of the opioid crisis.\n\nMr. Hammergren, 59 years old, will step down April 1 of next year and will be succeeded as CEO by Brian Tyler, the company’s current president and chief operating officer. Edward Mueller, McKesson’s lead independent director,...", "A combination of machine learning, big data and tens of millions of satellite images of the planet each day is bad news for carriers of Iranian crude oil trying to evade U.S. oil sanctions. Here’s why.\n\nThe Trump administration has intervened in recent weeks in two Middle East disputes that have hobbled regional oil production, aiming to boost global supplies as Iranian oil sanctions take effect, according to officials familiar with the efforts.\n\nWashington is trying to broker a deal between Saudi Arabia and Kuwait over a contested strip of oil-rich land called the “neutral zone” between the two countries, these officials said. U.S. officials are also trying to persuade the federal government of Iraq to allow exports of oil...", "Zume Inc. is in the process of raising a major new round of capital through SoftBank Vision Fund in a deal that is expected to place a value of roughly $2.25 billion for the pizza-delivery and food-logistics startup.\n\nThe company disclosed that its latest funding has brought in $375 million through a single investor, in a Securities and Exchange Commission filing on Thursday. SoftBank is that investor and is expected to invest another $375 million in the company through a second tranche in the future, according to a person...", "U.S. stocks climbed Thursday, extending a recent rally that has helped investors recoup some of their losses after a bruising October.\n\nStrong earnings in the U.S. and Europe continued to buoy stocks after last month’s selloff drained about $4.5 trillion from shares of companies in the U.S., Europe and Asia. As November begins, investors are watching to see whether major indexes can gain some momentum.\n\nStocks’...", "A sharp decline in Kraft Heinz Co.’s profit showed that the food maker is struggling to grow sales without hurting margins, sending shares down 7% after hours.\n\nChief Executive Bernardo Hees said spending on hiring, marketing and new products weighed on its third-quarter results. Kraft Heinz’s preferred measure of profitability fell 14.4% to $1.6 billion. Shares of the maker of Planters nuts, Jell-O and Velveeta were down 28% this year through Thursday’s market close.\n\n...", "Chennai, India\n\nDoes the government of Indian Prime Minister Narendra Modi see value in an independent central bank? As New Delhi escalates a confrontation with the Reserve Bank of India, the question has become urgent. India risks shredding the reputation of an important financial institution at a time of domestic and global financial uncertainty.\n\nOn...", "Political debates today seem more intense because conservatives and liberals are more often starting from different first principles. It is harder to compromise when each side is promoting values that seem mutually exclusive. This modern-day culture war has polarized disputes over legislation, judicial nominations and speech on college campuses. Taking a step back and understanding each other’s priorities is key to making progress.\n\n• Truth vs. social justice. In a reversal of traditional liberal values, the left now prioritizes...", "The Parliament of the World’s Religions, which kicked off Thursday in Toronto, brings together thousands of representatives from dozens of religious traditions. The largest and oldest event of its kind, it will focus on the gentler virtues of interreligious cooperation and “inclusion.” It deserves to be better known, but one reason for its relative anonymity is the conspicuous absence of many traditionalist religious groups.\n\nToday’s parliament tracks back to a landmark interfaith convention held in conjunction with the 1893...", "In a few days the U.S. will have its midterm results, and the Beltway press corps will lecture us on the lessons. Don’t expect to hear much about the one takeaway that is already obvious: that today’s preferred progressive politics—of character assassination, mob rule, intimidation and wacky policies—is an electoral bust. It is not what is winning Democrats anything. It is what is losing the party the bigger prize.\n\nSix weeks ago, Democrats were expecting a blue wave to rival the Republican victory of 2010, when the GOP picked...", "The U.S. Senate passed a resolution in October commemorating the 85th anniversary of the Ukrainian famine of 1932-33. This year also marks the 85th anniversary of the Kazakh famine, a little-known Stalinist crime of horrifying proportions that the world has largely overlooked.\n\nBy some measures the Kazakh famine was an even greater atrocity than the Ukrainian one. Kazakhs also were forcibly collectivized, and the starving subjected to brutal repression, including the closure of borders so that they could not flee. More than...", "To historians of technology, the story of the internet—essentially, the story of how our cognition and culture began to merge with machines—is often focused on hackers and software engineers. Who wrote the code? Who did it first? And then who did it better?\n\nTo be sure, there’s plenty of tech jargon in Brian McCullough’s “How the Internet Happened.” You can find out who got the first iPhone call and who posted the first YouTube video. Yet Mr. McCullough takes a broader view, showing how a handful of powerful companies—all of them American, in his telling—came to dominate web technology. In his story, the internet didn’t happen only because of wizardly coding and cheaper computers. It also happened because of serendipity, failure, friendships and blood feuds. And through it all a rainfall of cash (from venture capitalists, Wall Street and individual shareholders) eased a glide path to success.\n\nPhoto: WSJ\n\nHow the Internet Happened By Brian McCullough\n\nLiveright, 371 pages, $28.95\n\nNewsletter Sign-up\n\nThe seminal event—the “big bang,” in Mr. McCullough’s view—was the Netscape IPO on Aug. 9, 1995, when the stock of a fairly obscure company peddling a seemingly arcane product went on sale. By the end of the first day, a corporation that had no significant profits was worth $2.1 billion. If you followed the IPO when it occurred, or if you enjoyed Michael Lewis’s “The New New Thing” (1999), Mr. McCullough’s retelling might seem over-familiar. Indeed, some readers might see Mr. McCullough’s history as too obvious, as we move from the Netscape techquake to the succession of entrepreneurs who became rich and famous in the years just after. We all know the names: Jeff Bezos, Steve Case, Jerry Yang, Pierre Omidyar, Larry Page, Mark Zuckerberg. We all know their stories. Or at least we believe we do.\n\nYet Mr. McCullough’s book adds to our understanding by explaining how startups’ histories were interlocked and how entrepreneurs and CEOs battled one another not only on a technological and cultural playing field but in the financial markets too. The business clashes were fierce, with Yahoo rejecting offers from Microsoft, and Google (and later Facebook) rejecting overtures from Yahoo. Every web entrepreneur seemed both cocky and paranoid. Meanwhile, almost everybody lived in fear of that eminent philanthropist Bill Gates, who never hesitated to crush a competitor or acquire an upstart. Yet when entrepreneurs did manage to avoid the dark lord of Redmond, their company’s growth could be astounding. “In the twelve months of 1998,” Mr. McCullough reminds us, “Yahoo stock returned 584%, AOL 593% and Amazon 970%.” In fact, during the 1990s, AOL’s stock appreciated 80,000%.\n\nOf course, it didn’t always last. Some of the most interesting moments in “How the Internet Happened” occur when we meet again the already-forgotten players of the early days. Remember the search engines Lycos and Excite, or vanished digital publications like Feed or Suck? Or what about those profitless but hypertrophied creatures of the dot-com boom, such as theglobe.com? In 1999 a company called Pixelon raised $35 million, Mr. McCullough notes, to develop video and audio streaming. But even if the idea had been technologically feasible in an era of limited bandwidth, the company’s founders seemed more interested in partying than building out their technology. Pixelon spent $16 million of its startup kitty “on a company launch party at the MGM Grand in Las Vegas that featured performances by KISS, the Dixie Chicks, Sugar Ray, and a reunion concert by the Who.”\n\nIt’s remarkable that after the smoke cleared we were left with something truly new. One of the lessons from Mr. McCullough’s history is that some of the also-rans of the early years gave rise to the dominating businesses of today. To take just one example, GoTo.com (later Overture) was probably the first search engine to come up with a plausible bidding system for paying advertisers. Google already had a powerful search engine. But Mr. McCullough asserts that only by having “cribbed” from Overture’s template for advertising—and then improving on it—did Larry Page and Sergey Brin’s young company become immensely profitable.\n\nSuch historical tidbits help us see that today’s tech titans didn’t arrive on the scene as superhuman. People we now think of as oracular—Bill Gates, for sure, but also Jeff Bezos and Mark Zuckerberg—were propelled by good ideas and good timing. But they were mostly making things up as they went along. Many of these leaders could never have made it to exalted status, Mr. McCullough reminds us, without deputies doing a lot of the grunt work. At Amazon, there was Shel Kaphan, “who would go on to write much of the initial structure that would become the Amazon site.” At eBay, Mary Lou Song was essential in “cultivating the community” that proved fundamental to the site’s success.\n\nAll of which is to say that the history of the internet has already been refracted too much by myth. It was messy; it was ugly. Heroes often looked like fools, and vice versa. Mr. McCullough exits on the point that the beautiful things that ultimately epitomized the internet’s evolution—the iPod and iPhone—probably didn’t happen exactly as we remember either. Steve Jobs didn’t want to open his online music store to Windows users—the move that ultimately sparked Apple’s rebirth—until, exasperated, he told those advocating the change at Apple: “Go do whatever the hell you want.”\n\nHe was even reluctant to do the iPhone until he was persuaded by some of his top engineers. Eventually he gave the green light. And what resulted was the most profitable company in the history of the world, except for maybe the Dutch East India Co.\n\nDo you want to argue about the last point? We all have the internet now. So go ahead, Google it.\n\nMr. Gertner is the author of “The Idea Factory: Bell Labs and the Great Age of American Innovation.”", "Walmart Inc. filed a lawsuit Thursday against its longtime credit-card issuer, Synchrony Financial, alleging the lender breached terms of its contract with the retail giant.\n\nThe lawsuit, filed in the U.S. District Court of the Western District of Arkansas, alleges that some of Synchrony’s underwriting standards financially harmed Walmart. The merchant said it is seeking damages “in an amount to be proven at trial but estimated to be no less than $800 million.”\n\n...", "The recall covers 80,000 Toyota-branded sports cars built by Subaru in 2012 and 2013; this Scion FR-S was displayed at the 2013 New York car show beside Toyota executive Doug Murtha.\n\nThe recall covers 80,000 Toyota-branded sports cars built by Subaru in 2012 and 2013; this Scion FR-S was displayed at the 2013 New York car show beside Toyota executive Doug Murtha. Photo: Jin Lee/Bloomberg News\n\nTOKYO— Subaru Corp. FUJHY -3.25% is picking up a hefty tab to recall over 400,000 vehicles globally to repair a faulty engine part that could cause stalling.\n\nThe recall affects its popular Forester sport-utility vehicle and Impreza compact, as well as the BRZ sports car. It also affects the Subaru-made Toyota 86 sports car, which was sold in the U.S. as the Scion FR-S during the period covered by the recall. All the cars were made in 2012 and 2013.\n\nLast week, Subaru cut expectations for April-September, the first half of the Japanese financial year. The company now expects an operating profit of ¥61 billion ($540 million), a reduction of ¥49 billion from its prior projection, mostly to cover recall-related costs. The company said it would outline the impact of the recall for the full year when it announces second-quarter earnings Monday.", "GONE are the days when smartphone manufacturers treated the camera like a juicy add-on. The new generation of built-in cameras—decked out with extra lenses, customizable settings, advanced algorithms and powerful sensors to capture a wider range of light—are the device’s most important function, especially for the Instagram-inclined. For the rest of us, these cameras save you from shelling out for a DSLR or rushing around Paris with some bulky “I’m a Tourist!” camera strapped around your neck.\n\nIn 2016, Apple made serious...", "COPAKE, N.Y.—At the weekly farmers market in the Hudson Valley, Democrats have set up a table to sell shoppers on an idea they say is as appetizing as the fruit tarts, organic vegetables and local goat’s cheese on display.\n\nTheir pitch: If you live in deep-blue New York City but have a second home in eastern Columbia County, make your vote count and register here. It will help oust Rep. John Faso, a Republican from two dozen miles northwest in Kinderhook, in favor of Democrat Antonio Delgado.\n\n...", "A group of Tesla Inc. shareholders, including several U.S. state investment officials, called on the company’s board to make sweeping changes to its governance to enhance oversight of Chief Executive Elon Musk.\n\nIn a letter sent Thursday to three Tesla directors, the shareholders said Tesla’s board should create a plan to refresh its membership and to set time lines for some directors to leave, among other demands. The letter also said the board should permanently separate the positions of chairman and chief executive, both...", "A group of Tesla Inc. shareholders, including several U.S. state investment officials, called on the company’s board to make sweeping changes to its governance to enhance oversight of Chief Executive Elon Musk.\n\nIn a letter sent Thursday to three Tesla directors, the shareholders said Tesla’s board should create a plan to refresh its membership and to set time lines for some directors to leave, among other demands. The letter also said the board should permanently separate the positions of chairman and chief executive, both...", "Convicted Boston mobster James “Whitey” Bulger was beaten early Tuesday morning when cell doors were unlocked so inmates could leave to eat breakfast, according to a law-enforcement official familiar with the investigation into Bulger’s death at a West Virginia prison.\n\nThe onetime kingpin of a ruthless gang was pronounced dead soon after, and federal authorities are investigating his death at the U.S. Penitentiary Hazelton as a homicide. One of the suspects is a mafia hitman from Massachusetts serving a life sentence at the...", "Professional rock climber and subject of the new documentary “Free Solo”\n\n“I’ve gone on glacier-climbing expeditions twice around the Ruth Gorge in Alaska. That’s pretty terrifying. You have no idea where crevasses might be. These glaciers are like hard ice which has deep cracks in it, that’s all covered by a layer of fresh snow. You punch through it like a crust. But you never know if you’ll punch all the way through into an abyss. So each step you’re like, “This could be my last one!” In both expeditions there, I’ve been the less-experienced climber, so they put me out in front as “the crevasse bunny”—the guy who finds the crevasses. I lack the skills to pull somebody out if they do fall in. So I’m the guy that has to fall in, because the others have a better chance of saving me.”\n\nAbbi Jacobson\n\nCo-creator of “Broad City” and author of “I Might Regret This,” inspired by a solo road trip she took across the U.S. (Oct. 30, Grand Central Publishing)\n\n“A few years ago, I partnered with an airline to curate a comedy show in the sky. We would do hourlong comedy sets interacting with passengers on flights taking off in London. I was about to do my set on a flight to New York when the pilot told us the plane was having technical difficulties and had to go back to Heathrow. We managed to get rebooked on the last flight to New York. After we took off, I began my set. About a half-hour into it, a flight attendant proceeded to yell that I was a terrorist. Turns out, no one had told anyone on this new plane that this was all part of a campaign with the airline.”\n\nRuth Ware\n\nCrime novelist and author, most recently, of “The Death of Mrs. Westaway”\n\n“One of my earliest travel memories is from a trip to Brittany in France. I must have been about 5 and my sister about 3, and we were taken to visit some dolmen—ancient megalithic stone tombs. They’re usually above ground, but this one had been partially buried and was unusually big. Once the tour group was down there, the guide switched off the lights, presumably for a spooky thrill. My sister and I, both terrified by being unexpectedly plunged into prehistoric darkness, squeaked and seized hold of my dad’s legs, burying our faces in his midriff. When the lights came on we got an even bigger shock. My dad was standing on the other side of the tomb and we were clutching a (rather amused) random Frenchman.”\n\n—Edited from interviews by Rico Gagliano", "【ドバイ】米ビル・アンド・メリンダ・ゲイツ財団は、今後はサウジアラビアのムハンマド・ビン・サルマン皇太子の非営利団体（NPO）との協力を見合わせる。先月初めにサウジ政府を批判した著名記者ジャマル・カショギ氏が殺害された問題を受けて、欧米では同国への懸念が強まっている。\n\nカショギ記者はトルコ・イスタンブールのサウジ総領事館で殺害された。トルコや欧米の当局者は、これほど大掛かりな作戦はサウジ最高指導部の承認がなければ実施できないとみている。ただサウジ側は、実質的な最高権力者であるムハンマド皇太子の関与...", "The Trump administration unveiled new sanctions against Cuba and Venezuela, part of an effort to target what White House national-security adviser John Bolton called a “troika of tyranny” that includes Nicaragua.\n\nMr. Bolton on Thursday praised Latin American leaders such as Brazil’s newly elected conservative firebrand, Jair Bolsonaro, as “positive signs for the future of the region,” but said the three targeted countries are being singled out for political oppression and human-rights violations.\n\n...", "Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJ’s Thomas Di Fonzo goes on a year-long journey with the “Bitcoin Family” as they bet everything on a decentralized cryptocurrency future.\n\nIn 2017, bitcoin seemed almost unstoppable as investors and consumers poured money into the cryptocurrency.\n\nFor one Dutch businessman and father of three, it was the year to make a radical change. Didi Taihuttu sold almost everything he owned, including his business, house and car, and put all that money into bitcoin. He bet everything he had, and everything his family had, on a decentralized cryptocurrency future.", "JACKSON CENTER, OHIO—Airstream’s factory here is racing to fill a backlog of orders for its retro, high-end travel trailers that spans well into next year. The company is hiring, adding dealers and spending $50 million to build a bigger plant.\n\nI counted eight workers climbing through an Airstream to bolt a hulking aluminum shell to a steel chassis, and snake fluid lines and wires through walls. To finish the shiny, silver capsule off, workers will need to install 3,000 rivets by hand.\n\n...", "WASHINGTON—President Trump spoke with his Turkish counterpart, President Recep Tayyip Erdogan, on Thursday, in a sign of easing tensions between the two countries after the release of an American pastor from Turkey last month.\n\nThe White House said Mr. Erdogan “expressed his condolences for the tragic loss of life at the Synagogue in Pittsburgh. Both leaders discussed a desire to work together particularly on their coordination in Syria.”\n\n...", "AT&T Inc.’s HBO and sister channel Cinemax went dark on satellite broadcaster Dish Network Corp. early Thursday as the two sides couldn’t come to terms on a new distribution agreement.\n\nHBO said this is the first time in its more than 40 years of operation that it went dark on a pay-TV provider. Of Dish’s 13 million customers, about 2.5 million subscribe to HBO and or Cinemax, a person familiar with the matter said.\n\nThe...", "Apple Inc. reported its fourth consecutive quarter of record revenue and profit, as the combination of higher iPhone prices and strong app-store sales propelled the technology giant to its best year ever.\n\nBut the world’s most valuable company offered guidance for the current period that disappointed many investors, and said it would stop reporting unit sales for its products—a measure closely watched by investors—raising questions about the prospects for strong sales of new gadgets it has unveiled in the past two months.\n\n...", "WASHINGTON—President Trump said he wants to keep undocumented immigrants apprehended at the border in detention until their legal cases are heard, rather than allow them to be released into the U.S. to await a hearing.\n\nThe remarks Thursday are the latest hard-line immigration pledge the president has made ahead of the midterm elections next week. It follows on the heels of his plan to send thousands of U.S. troops to support border-control efforts and his claim that he intends to use an executive order to end birthright citizenship...", "United Parcel Service Inc. is telling customers to make alternative shipping plans in case of a strike in its smaller freight division, where unionized workers are set to vote on the company’s final contract offer next week.\n\nUPS Freight workers rejected a tentative contract last month and are voting on an updated offer from the company. A contract extension expires on Nov. 12, after which the 11,000 Teamsters members could go on strike. The Teamsters have already authorized a strike, which would be the first work stoppage...", "I LEARNED SOMETHING remarkable this week: Lipstick is an empire builder. It’s a truth borne out by the success of Kylie Jenner’s Lip Kits, which the youngest of the Jenner-Kardashian clan launched in 2015. As of 2017, her company, Kylie Cosmetics, had sold more than $630 million worth of makeup. At 21, she’s on her way to becoming the youngest self-made billionaire ever, thanks in part to a tube of glam goo.\n\nA lip kit sounds more important than it is, like a set of survival tools to keep you attractive during a global apocalypse. In fact, it’s just a coordinating liquid lipstick and lip liner costing $27-30; new kits drop via Ms. Jenner’s Instagram account with more frequency than albums by rapper Travis Scott, her boyfriend and father of the couple’s daughter Stormi. At last count, Ms. Jenner had well over 117 million Instagram followers, and I admit I’m one of them.\n\nThough fairly makeup-averse, I was curious about the lip kit. No one I knew had bought one, or any lipstick recently—surprising, since sales of prestige lip products are robust, accounting for $682 million year to date, according to Larissa Jensen, a beauty industry analyst at NPD Group. Other similar lip sets by Pat McGrath and Tom Ford are gaining ground. When I asked my son’s girlfriend what she thought all the hubbub was about, she said rather eloquently: “Lipstick holds the promise of transformation.”\n\nALL THE KITS AND CABOODLES / The Kylie Cosmetics Lip Kit Flanked by Rival Products Photo: F. Martin Ramin/The Wall Street FROM LEFT: The artistic one: Lust Totale Lip Kit in Unnatural Natural + Manhattan, $50, patmcgrath.com; The buzzy one: Baddie Matte Lip Kit, $30, kyliecosmetics.com; The luxe one: Lip Contour Duo in Fling It On, $55, tomford.com\n\nI figured $29 was a pittance to pay for transformation and signed up to try a few Lip Kit shades, including the beige-y Exposed, which sounded daring. I watched Ms. Jenner’s soul-numbing, yet informative 10-minute video about her beauty routine to perfect my technique. In it, she runs through her whole morning makeup routine, allocating about 30 seconds to the Lip Kit. I learned I should delineate my lips with pencil color, then smooth on the lipstick and, to get her famous plush pout, color outside the lines. Liner, an oft-ignored step, adds a precise shape. The process did make my lips seem bigger, though I didn’t go as Jessica-Rabbit-ish as Ms. Jenner does.\n\nThe next day I set off for my Manhattan gym sporting Autumn, a terra-cotta rose; to secure a good spot in my cardio class, I’d rushed through my new lipstick ritual. A gym buddy asked me what I’d done with my hair, and when I mentioned my lip kit, she stared at me with disappointment. I’d become one of those pathetic people who wear makeup to the gym. Still, the instructor gave my arm a squeeze and said, “Good work today!” an accolade I chalked up to my new visage, alluring even when sweaty.\n\nI liked the attention, but it puzzled me the way human emotion confounds Data, the android on “Star Trek: The Next Generation.” In the mid-1970s, when I was Ms. Jenner’s age, looking beautiful meant looking natural. I remember feeling sad for a mink-coat-clad woman at the Ralphs supermarket in Hollywood, a Norma Desmond pushing her grocery cart down the cereal aisle, her face pancaked and lips smeared a brilliant red. Makeup had no place in my feminist agenda.\n\nThat attitude is out of date, said Gloria-Jean Masciarotte, a feminist scholar in Providence, R.I. Her college students routinely wear full-face makeup, in part, she thinks, “because in our heightened celebrity culture, everyone wants to be ready for his or her close-up.” Lipstick occupies an exalted place in the zeitgeist. “It’s a statement you wear, sometimes an aggressive one.” I began rethinking my lip color: Perhaps the cherry red Boss Lip Kit would serve me well.\n\nLipstick as empowerment was a new mind-set for me, but as I walked around the city shellacked in Victoria, a dark crimson, the glances I attracted warmed me to the idea. I’m building my own empire of followers, I thought smugly. Then realizing I was late for an appointment with my stockbroker about the haywire market, I forgot all about lipstick.\n\nFAMILY BUSINESS / How Kylie’s Sibling and Half-Siblings Plugged Her Entrepreneurial Efforts Via Twitter\n\nThe success of Kylie Jenner’s Lip Kits certainly speaks to her innate instincts as a businesswoman. When it came to spreading the buzz, however, it certainly didn’t hurt that her siblings and half-siblings—with their massive social-media followings—tweeted out supportive and emoji-filled, if occasionally incoherent, expressions of solidarity. Here’s a sampling:\n\nKim Kardashian\n\nKourtney Kardashian\n\nKhloe Kardashian\n\nKendall Jenner\n\nRob Kardashian", "Yemen’s internationally recognized government on Thursday welcomed new U.S.-led peace efforts, while analysts cautioned that previous diplomatic failures point to the challenges facing any renewed bid to end the three-year war.\n\nSecretary of State Mike Pompeo and Defense Secretary Jim Mattis this week both urged a Saudi-led, U.S.-backed coalition and its Yemeni enemies—the Iran-backed Houthi rebels—to agree on a cease-fire, part of a Trump administration effort to end the conflict.\n\n...", "WASHINGTON—Despite strong economic growth and historically low unemployment, a government report released Thursday pointed to an important missing ingredient so far in the U.S. expansion: worker-productivity improvements.\n\nOutput per hour for workers in nonfarm businesses rose 1.3% in the third quarter from a year earlier, marking the 32nd straight quarter of yearly growth below 2%, a long and consistent stretch of anemic growth that hasn’t happened before in the post-World War II era.\n\n...", "WASHINGTON—Michelle “Miki” Bowman, who is likely to be confirmed as the newest Federal Reserve board member this month, isn’t like most recent nominees to the central bank’s policy-making nucleus in Washington.\n\nShe hasn’t previously worked at the Fed or the Treasury Department. She didn’t graduate from an Ivy League university. She has never managed billions of dollars of assets or mused publicly about the finer points of monetary policy. She isn’t an economist.\n\n...", "There are 36 governors' races this year. Republicans will have to defend 26 of them and Democrats nine. And there is one independent governor. The WSJ's Gerald F. Seib explains why these races should be getting more attention. Photo: Getty\n\nAs the midterm election season began, Republicans said they weren’t quite sure what to do with President Trump. His approval rating in January was 39% in The Wall Street Journal/NBC poll, and several special elections offered mixed evidence about the wisdom of embracing him.\n\nHis favorability rating has since risen, and with dozens of toss-up House and Senate races, Republicans’ need to energize Mr. Trump’s core supporters has turned him into the party’s political closer.\n\n...", "BRIANNE WILLS successfully skirted the stigma associated with being a cat person until 2014, when she and her journalist husband and their two rescues settled into a new home in Brooklyn. With her spouse frequently traveling, she was left at home with Tuck and Liza. “People would say, ‘You have two cats?’ and I could just hear the pity in their voices,” recalled Ms. Wills, a photographer.\n\nSpurred on by her critics’ ignorance, she created Girls and Their Cats, a website and Instagram account dedicated to cool cats both human and feline. Her portraits of chefs and economists and artists posing with their pets share a bright, clean aesthetic and all but scratch out the cliché of the sad and lonely “crazy cat lady” and her furry sidekick (or three).\n\nAs people like Ms. Wills upend that stereotype, the fashion world is busy fetishizing felines. Designer Karl Lagerfeld has made his siamese cat Choupette a star, and Vogue contributor Grace Coddington often illustrates her cats Pumpkin and Blanket. Ms. Coddington has channeled her kitty love into a new capsule collection with Louis Vuitton—items on which the traditional LV logo mingles with her playful drawings.\n\nThanks to other luxury items such as Balenciaga’s leather handbags festooned with images of kittens, Gucci’s exuberant cat-appliqué sweater and Van Cleef & Arpels’s latest cat pin, made of yellow gold, onyx and tiger’s-eye, it is wholly possible to wear one’s love for cats on one’s sleeve and remain chic.\n\n“ This new unapologetic cat lady coincides with the rise of #metoo. ”\n\nStill, in fashion as in life, a little feline can go a long way. A single bag or top is an advisable first step. If you opt to go full-body cat, consider a less literal iteration, such as Marni’s cat-face print jacket or skirt, whose jade-colored fabric is a nearly abstract pattern of whiskers and yellow cat eyes. “The last thing you want to look like is one of those ‘cat lady’ Halloween costumes with hundreds of stuffed animals affixed to a bodysuit,” said Jessica Matlin, beauty director of Harper’s Bazaar and co-host of the beauty podcast Fat Mascara.\n\nEven if you don’t live with a cat, break out the lint roller before you leave the house. “Wear the cat but don’t be covered in actual cat,” said fashion designer Ilana Kohn, who cohabits with three felines.\n\nRarely, it seems, have cats possessed such cachet. While in ancient times they symbolized femininity, sexuality and motherhood, with Christianity’s rise, they came to be seen as agents of evil. This new breed of unapologetic cat lady that the fashion world is championing intersects, coincidentally or not, with the resurgence of feminism associated with the #metoo movement.\n\n“The shame has lifted,” said Kerry Diamond, keeper of a rescue named Dusty and co-founder of Cherry Bombe, a media company devoted to women in the food world. “Now there’s this incredible rise of feline pride.”\n\nMEOW MIX / Our Favorites of the Litter\n\nPhoto: F. Martin Ramin/The Wall Street Journal, Styling by Anne Cardenas\n\nClockwise from top left: Bag, $1,150, Balenciaga, 212-206-0872; Louis Vuitton & Grace Coddington Pajama Top, $1,870, and Pants, $1,730, louisvuitton.com; Coat, $3,340, Marni.com; Cat pin, $5,650, vancleefarpels.com\n\nWrite to Lauren Mechling at lauren.mechling@wsj.com", "WASHINGTON—President Trump is expected to nominate Heather Nauert as the U.S. ambassador to the United Nations, a senior administration official said.\n\nMs. Nauert, a former Fox News correspondent, joined the Trump administration last year and is currently the chief communications official at the State Department.\n\nShe would replace Nikki Haley,...", "LONDON—British police said Thursday they had opened an investigation into one of the main financial backers of the campaign to persuade voters to leave the European Union in 2016.\n\nThe probe into Arron Banks comes after U.K. lawmakers raised the alarm over his alleged links to Russia, and Britain’s electoral watchdog flagged concerns about the true source of the money Mr. Banks pumped into a leading pro-Brexit group.\n\nIt...", "BRUSSELS—Jolted by fresh allegations of Iranian plots on their doorsteps, European governments are discussing their first targeted sanctions against Tehran in years as they strain to uphold the 2015 Iran nuclear deal.\n\nThe discussions come after the Danish government on Tuesday accused Iran’s intelligence agents of plotting the assassination of an Iranian opposition leader there in September. Earlier this year, French officials concluded Tehran was behind a plot to attack an Iranian opposition group meeting in Paris in late...", "Thousands of Google employees around the world staged a series of walkouts Thursday to protest a workplace culture that they say promotes and protects perpetrators of sexual harassment at the tech giant.\n\nThe organizers of the walkout published a letter demanding the company change its policies to make it safer for women to report instances of sexual harassment and to bolster the transparency of those reports.\n\n“There...", "WASHINGTON—Taxpayers will be able to contribute $6,000 to their traditional individual retirement accounts in 2019, up from the $5,500 level in place since 2013, under inflation adjustments that the Internal Revenue Service announced on Thursday.\n\nParticipants in 401(k) plans will be able to set aside up to $19,000 before taxes next year, up from $18,500, the IRS said. The agency also announced other inflation-adjusted limits and income thresholds that apply to retirement and savings incentives.\n\n...", "Growth in Facebook Inc.’s FB -3.00% ad sales will slow at least temporarily, Chief Executive Mark Zuckerberg acknowledged this week, as advertisers trail users in moving to the network’s newer format of Stories from its news feed.\n\nMr. Zuckerberg said he is confident that Facebook can ride out the transition, but marketers have a new learning curve to quickly climb if they want to stay close to consumers.\n\n“Because the way people consume Stories is so different than the way they consume Feed content, everything from the creative strategy, to the story you want to tell, to the physical way you are shooting the asset is different,” said Kerry Perse, managing director of social at Omnicom media agency OMD.\n\nMore than 1 billion Stories—montages of photos or videos that disappear after 24 hours—are shared daily across Facebook, Instagram and WhatsApp, Facebook said on its third-quarter earnings call Tuesday. “All of the trends that we’ve seen suggest that in the not-too-distant future, people will be sharing more into Stories than they will into Feeds,” Mr. Zuckerberg said on the call.\n\nFacebook’s pitch for ads on Stories isn’t only about the format’s popularity. The ads on Stories grab attention because they take over the entire screen of the phone, offering marketers a large, interactive canvas for their photos and videos, ad buyers say.\n\nNewsletter Sign-up\n\nThe flip side is an ad format that is uncommon outside of Snapchat, which pioneered the Stories format.\n\nThe “first thing to get push back on in production meetings” is shooting ads vertically, to fit the way users hold their mobile phones, said Mark Sytsma, associate director of paid social at Huge, a digital ad agency.\n\nThere are other considerations particular to Stories ads, such as the need to create photos and videos that instantly attract users’ attention and prevent them from tapping the screen to skip ahead. “You’re at the mercy of a users’ thumb clicking through the story very quickly,” said Wesley MacLaggan, senior vice president of marketing at Marin Software , an ad-management platform.\n\nFacebook declined to comment for this article, pointing to executives’ comments on the earnings call and elsewhere.\n\nThe more time users spend in interacting with Stories, the more opportunity there is for Facebook to serve ads. Yet advertiser demand for new formats can lag user engagement as they attempt to figure out how to drive the best results from them, which can initially lead to lower prices in the auction-based ad environment.\n\nThe cost of 1,000 user impressions on Facebook Stories, which only rolled out globally to all advertisers in September, is around $4, compared with $5 on the news feed, according to marketing technology company 4C Insights.\n\nThe experience of Instagram, where Stories arrived earlier, suggests that the price of Facebook Stories advertising will eventually catch up to feed ads. The CPM—advertising parlance for the cost per thousand ad impressions—for an Instagram ad in either Stories or the feed was roughly $4 over the past month, a 4C spokeswoman said.\n\nDepending on the specific audiences that brands are looking to target, the CPMs on Instagram Stories can run into the $20 range, said Huge’s Mr. Sytsma.\n\nAnd Marin Software clients’ spending on Instagram Stories grew to 25% of their Instagram outlay in the third quarter of this year from 8% a year earlier, Mr. MacLaggan said.\n\nThe percentage of Facebook spend directed toward Facebook Stories remains a “fraction of a percent,” he said.\n\nTo help close the gap between consumers and advertisers, Facebook is offering clients so-called Stories School education sessions to marketers and their agencies.\n\nFacebook’s Ad Manager tool may also benefit Stories ads in the long run. It lets marketers easily buy inventory across its products, including the main app, Instagram and its Audience Network, which runs ads across outside apps and websites. Buyers can tick boxes to send their creative work across Facebook’s entire portfolio, without having to buy each separately. As the Stories ad format continues to gain popularity on Instagram, the Ad Manager tool may encourage more buyers to purchase Stories ads on Facebook’s other platforms.\n\nStill, the news feed isn’t going away, with 1.5 billion users logging into Facebook every day.\n\nFor some clients, Stories ads are driving more engagement, such as swiping up to learn more about a product, than ads in the feed, according to Courtney Blount, group director at MDC Partners media planning and buying agency the Media Kitchen. But the feed still offers the chance to reach more people.\n\nWe “continue to use both and keep both within our mix,” Ms. Blount said.\n\nWrite to Lara O’Reilly at lara.o'reilly@wsj.com\n\nCorrections & Amplifications\n\nMore than 1 billion Stories are shared daily on Facebook. An earlier version of this article incorrectly stated 1 billion users share Stories daily.", "The Justice Department unsealed charges Thursday against a Chinese state-owned firm and its Taiwan partner for allegedly stealing trade secrets from the U.S.’s largest memory-chip maker, Micron Technology Inc.\n\nThe indictment, announced alongside a wide-ranging U.S. initiative to combat Chinese national security threats, is the latest in a flurry of charges targeting alleged Chinese technology theft.\n\nThe...", "Near the heart of Aspen, Colo., sits a small miner’s cabin with a white façade, delicate posts and low-pitched roof. It looks exactly the same as when it was erected in 1883 amid the city’s mining boom, a 14-year period in which Aspen produced one-sixth of the country’s silver.\n\nToday, Aspen is a tony resort town brimming with billionaires and celebrities. And that humble cabin is just the facade of what’s now a 15,500-square-foot, mostly underground private residence that took six years and about $20 million to build.\n\n...", "Iran’s ally Hezbollah is paying former U.S.-backed rebels to switch sides and join a growing force in southern Syria, deepening its presence near Israel’s border after appearing to withdraw to avoid Israeli airstrikes, according to activists and a former rebel commander.\n\nThe Iran-backed militia has recruited up to 2,000 fighters, these people said, most of them from rebel groups that lost U.S. funding last year, according to the former commander, who tracks recruitment in villages in southern Syria.\n\n...", "Yesterday brought the welcome news of the best wage gains for private-sector workers in more than a decade. Now the latest monthly employer survey from the National Federation of Independent Business, due out later today, strongly suggests that the good news for U.S. workers will continue.\n\nThe small-business owners participating in the survey are once again reporting that they are trying to expand their businesses but can’t find enough qualified applicants to fill all of their available positions. Naturally, wages are headed...", "I’m pretty sure that my hearing loss is caused by having the same very noisy oscillating razor up next to my ear every day for about 50 years. But a while back, my luggage was temporarily lost and my host loaned me a new rotary shaver that was nice and quiet. Ever since then I’ve been shaving with a Philips Norelco electric razor, most recently a Philips Norelco Shaver 3500.\n\nAfter my longtime ballpoint pen went out of production, I went on a big search for something new and finally found the Zebra 4-Color Multi Pen and...", "WASHINGTON—President Trump hasn’t called Federal Reserve Chairman Jerome Powell to directly express his frustration with the central bank’s interest-rate increases and currently has no intention of replacing the Fed chief, the top White House economic adviser said Thursday.\n\nLawrence Kudlow said that the president’s repeated criticism of Mr. Powell’s decision to raise rates three times so far this year is a simple expression of opinion, but that Mr. Trump hasn’t taken any steps to shake up the Fed’s leadership.\n\n...", "WASHINGTON—American factory activity decelerated in October, while an underlying gauge of activity in factories that make metal products contracted for the first time in about two years.\n\nThe Institute for Supply Management on Thursday said its manufacturing index fell to 57.7 in October from 59.8 in the previous month, the lowest level in six months. Readings above 50 indicate activity is expanding across the manufacturing sector, while numbers below 50 signal contraction. Sales of factory-made products and employment in the...", "The turnaround at Teva Pharmaceutical Industries remains on schedule.\n\nThe generic drug giant reported third-quarter sales of $4.5 billion and adjusted earnings of 68 cents a share. While both figures were down significantly from a year earlier, the earnings figure topped expectations thanks to deeper cost cuts than analysts had anticipated. Teva also increased its full-year guidance for profit and free cash flow.\n\nThat...", "Spotify Technology SA reported its first-ever profit in the latest quarter, thanks to its investment in Chinese music-streaming service Tencent Music Entertainment Group, but it lowered its subscriber-growth guidance for the current quarter.\n\nShares of the Stockholm company tumbled 8.9% to $136.31 Thursday morning in New York.\n\nThe company,...", "When Patrick Mahomes and Baker Mayfield last squared off, it was a given that the game would be a shootout of epic proportions. That was the only reasonable outcome of a game that pitted Texas Tech against Oklahoma, the most prolific offenses with the most productive quarterbacks in college football.\n\nWhat unfolded over four hours and 10 minutes on that fall night two years ago shattered even the wildest predictions. It only vaguely resembled the game of football as most people conceived it at the time. And it opened eyes to a startling revelation: The sport might be evolving faster than anybody could have imagined.\n\nThe numbers were historically ridiculous. The two teams combined for 124 passing attempts. Their 1,708 combined yards—an identical 854 apiece—are the most ever produced in the 149 years since college football first began. Mahomes alone produced 819 yards—also a record that still stands.\n\nBaker Mayfield, front, and Patrick Mahomes during warmups prior to the 2016 game. Photo: John Weast/Getty Images\n\nOklahoma’s 66-59 win on Oct. 22, 2016, has come to be regarded as the apotheosis of the Air Raid offense, which has ruled college football for the better part of a decade. But this game also highlighted the deep chasm between the free-wheeling, pass-happy college game and the hidebound professional one.\n\n“It was a basketball game on a football field,” said Eric Morris, then the Texas Tech offensive coordinator. “One shot after another.”\n\nTexas Tech and Oklahoma play again this weekend. So do Mahomes and Mayfield—this time as NFL quarterbacks. And just two years later, the chasm between the pro and college game looks markedly smaller. NFL scoring is at an all-time high. Teams are passing more than ever. And NFL coaches are adopting Air Raid schemes and concepts that not long ago were as foreign as French cricket.\n\nMahomes is casually picking apart defenses and setting fire to NFL record books as the starting quarterback of the Kansas City Chiefs. Mayfield, once so undersized and unheralded he had to walk-on at two separate schools, was the No. 1 overall pick in this year’s NFL draft and is the starting quarterback for the Cleveland Browns.\n\nNewsletter Sign-up\n\nHow this happened can be directly traced to that meeting in Lubbock, Texas. The playcalls and pass plays that engineered that record-breaking shootout weren’t merely gimmicks, it turns out. That game was the exact moment when NFL coaches began to ask themselves a question that bordered on blasphemy: What if the most productive offense in football history didn’t have to stay marooned in college football?\n\n“I’ve never bought the notion, and I think it’s a ridiculous notion, that what works at this level won’t work at that level,” said Mike Leach, the Washington State coach and Air Raid evangelist. “It’s all relative.”\n\nThe basic principles of the Air Raid are hardly revolutionary by NFL standards. The offense spreads the field to take advantage of its full dimensions and passes out of the shotgun with abnormal frequency, because pass plays are statistically more efficient than running plays.\n\nBut what the Air Raid ushered in was about a wholesale shift in how offensive football is conceived.\n\n“Air Raid has always been more of an attitude than a playbook,” said Hal Mumme, the coach who pioneered the offense.\n\nBaker Mayfield threw for 545 yards and seven touchdowns, completing 27 of 36 passes in Oklahoma’s 66-59 win. Photo: John Weast/Getty Images\n\nThat attitude was antithetical in many ways to everything NFL traditionalists believed. For the better part of football history, NFL play callers had come to think of successful play as one that helped keep the chains moving and not to get stuck in second- or third-and-long situations. “Typically,” Cowboys coach Jason Garrett said in 2014, “you’re in more manageable third-down situations when you run the ball.”\n\nAir Raid disciples don’t concern themselves with slamming the ball up the gut for a three-yard gain on first down; they throw the ball 25 yards downfield. And if it’s incomplete, they’re confident in their ability to throw deep and produce a chunk yardage play on second or third down instead.\n\nThis same philosophy has begun to infiltrate the NFL. Pass plays now account for more than 50% of first-down calls. More than ever, NFL teams are realizing that first and second down are opportunities for the offense to try to reach the end zone rather than trying to stay “on script” and reach third-and-short.\n\nNFL teams are suddenly averaging more yards per play than ever before—and first downs per game are at an all-time high. When the Rams shredded the Vikings for 38 points earlier this season, Los Angeles faced six third downs during the game. They converted only one. But Jared Goff, the Rams’ quarterback and a graduate of the Air Raid scheme in college, completed 18 passes of at least 10 yards—mostly on first- and second-down. The Rams punted only twice the entire game.\n\nNFL decision makers used to lament that quarterbacks like Goff primarily played out the shotgun in college. But in recent years coaches have come to embrace Air Raid passers and have shaped their offenses to look more like them. This season, 64% of NFL snaps have come out of the shotgun. That’s nearly twice as often as the 32.8% in 2008, according to Stats LLC.\n\n“The NFL is finally starting to cater to these guys a little bit more and not be so hard headed,” Morris, now the head coach at Incarnate Word, said.\n\nThose strategies have begun to make the NFL look like Oklahoma-Texas Tech on Sundays.\n\nTexas Tech’s Patrick Mahomes completed 52-of-88 passes for 734 yards and five touchdowns in the 2016 game against Oklahoma. He also ran for 85 yards and two scores. Photo: John Weast/Getty Images\n\nBoth quarterbacks in that game put up absurd numbers. Mahomes completed 52-of-88 passes for 734 yards and five touchdowns. He ran for another 85 yards and two scores. Mayfield threw for 545 yards and seven touchdowns, completing 27 of 36 passes. And he had a firm belief that his offense could score on every possession.\n\n“That is kind of the belief and confidence I have had in the offenses that I have played in,” Mayfield said this week. “That is the kind of thing that I want to install here.”\n\nSince that game, Goff, who struggled as a rookie, has emerged as a star in Los Angeles with a coach, Sean McVay, who has embraced the Air Raid concepts that made Goff so effective in college. The Chiefs traded up in the 2017 draft to take Mahomes with the 10th pick, and he has been the NFL’s best quarterback this season. Mayfield has shown flashes of brilliance since he was drafted as the No. 1 pick, leading the Browns to their first win since 2016.\n\nAnd the college coaches who have popularized these schemes are no longer pariahs accused of creating a quarterback crisis. They’re responsible for a quarterback boom, and the NFL knows it.\n\nLincoln Riley, Mayfield’s offensive coordinator and then head coach at Oklahoma, is now one of the hottest coaching candidates in the league—and the oddsmakers favorite to fill the NFL’s newest coaching vacancy: head coach of Mayfield and the Browns.\n\nWrite to Andrew Beaton at andrew.beaton@wsj.com and Jonathan Clegg at jonathan.clegg@wsj.com", "To subscribe to the newsletter, please sign up here MUST READS Northern Ireland’s Stormy Past Haunts U.K. Efforts to Leave EU: Charlie Butler’s misgivings with a proposal to let the European Union retain influence over Northern Ireland after Britain leaves the bloc helps explain why this British region is proving the biggest stumbling block to a Brexit deal. Bank […]", "FARGO, N. D.—Toward the end of a testy exchange about Social Security in a recent debate, GOP Rep. Kevin Cramer offered an explanation for the attacks from Sen. Heidi Heitkamp, the Democratic incumbent he is trying to oust.\n\n“She’s in Hail Mary mode now, I get it,” Mr. Cramer said at the debate last week, referring to a last-minute, desperate effort.\n\nWith...", "SÃO PAULO—Brazil’s President-elect Jair Bolsonaro picked the country’s crusading anticorruption judge to be justice minister, signaling that Latin America’s largest nation will step up its battle against endemic graft but fueling criticism of the judiciary among his opponents.\n\nMr. Bolsonaro said Thursday that Sergio Moro had accepted his invitation to head a beefed-up version of the justice ministry from January 1, which will also give Mr. Moro control over the country’s efforts to combat spiraling violence that saw nearly...", "WILLINGBORO, N.J.—As a tough midterm battle in southern New Jersey shows, tax cuts aren’t delivering voters for some Republican candidates.\n\nRepublican Rep. Tom MacArthur was the only New Jersey lawmaker to support last year’s GOP tax law, and that vote is weighing down his re-election chances.\n\nThe tax law capped at $10,000 the deduction for...", "President Trump said he had a “very good conversation” with President Xi Jinping of China that signaled progress in the nations’ trade dispute, hours before federal prosecutors unsealed charges against a Chinese technology firm for allegedly stealing trade secrets.\n\nThe president’s upbeat assessment came as an impasse over trade has threatened to undermine a planned meeting between Messrs. Trump and Xi at the Group of 20 leaders summit in Buenos Aires later this month.\n\n...", "ON THE VERY cruelest day of August, with the mercury hovering around 108 degrees in California’s San Fernando Valley, Ruth E. Carter, unfazed, is sifting through polyester suits, wide ties, platform shoes and other unbreathable hallmarks of the 1970s—or at least of a particular cinematic fantasy of the 1970s. The costume designer who earlier this year brought the tribes of Wakanda to varicolored life in Black Panther has returned to a decade she knows well. But this isn’t the 1970s of her own adolescence, nor is it the glamorous domestic horror show of Tina and Ike Turner in What’s Love Got to Do With It or the outer-borough disco era, threatened by the creep of punk, depicted in Summer of Sam. The movie this time is Dolemite Is My Name!, a biopic about the comedian Rudy Ray Moore, who rose to fleeting fame with his lewdly hilarious early-’70s comedy recordings.\n\nValentino knit dress, $3,890, and cape, $14,700, Valentino boutiques, Lynn Ban rings, prices upon request, lynnban.com, Elu rings, prices upon request, elunycn.com, Lynn Ban ring, price upon request, lynnban.com, Elu ring, $350, elunyc.com Photo: Ethan James Green for WSJ. Magazine, Styling by Patti Wilson\n\n“They were the albums that your parents hid, that they only played at their little mixers among their friends,” Carter recalls. Moore’s personal style was exuberantly louche: hats that matched his shoes, swaths of fur and snakeskin, star-shaped shades. “Really pimp-style,” she adds. “But I tell my team, we’re not going to be dependent on what we have in our minds about the ’70s. I pride myself on accuracy. We need to know the difference between how people dressed in a juke joint or on the chitlin circuit or in small clubs, the difference between Indiana and the South and California. So when they go to the George Foreman fight and everybody’s all dressed up, I’m not trying to make it silly. Another designer might want you to laugh. Maybe stop at the big Afro, platform shoes, crazy wild patterns, polyester. Instead, I’m taking it very seriously and saying, This is fabulous. We were coming out of the 1960s, civil rights, and showing a sense of pride in ourselves. When I dress these guys, I’m focusing on that.”\n\nCarter remembers the Afro that one of her brothers had as a teenager, how he would slowly drag his comb from the back of his neck, raking the hair forward and creating a sort of thrust, like the prow of a ship. “Not everyone was perfectly round with their ’fro,” she says. “Let’s not generalize.”\n\nWe are sitting in the living room of Carter’s Spanish Revival house in L.A.’s Miracle Mile. Although she has always tried to insulate her domestic life from her on-screen worlds, Black Panther has broken the seal: Elongated wooden ritual masks from the Dogon people of Mali hang on the walls, and calfskin harnesses from the Hamar tribe of Ethiopia serve as a runner for the dining room table. “There was just too much beauty,” says Carter, who is best known for her painstaking historical facsimiles on films such as Steven Spielberg’s Amistad and Spike Lee’s Malcolm X. She was nominated for Oscars for both projects, the first African-American recognized in the category. Though she has dabbled in spoofs and sci-fi and rom-coms (even the pilot for Seinfeld), Carter is, above all, a historicist. “My wheelhouse is the African-American journey in this country, from Selma”—Ava DuVernay’s 2014 film about the voting rights marches led by Martin Luther King Jr.—“to Do the Right Thing. Stories rooted in the politics of the time. Sometimes I’m looking to be inspired. Sometimes I’m looking to have fun.” She laughs sheepishly, her dense, golden curls washing over her eyes. “Sometimes I’m looking at the mortgage.”\n\nThe actress Carmen Ejogo, for whom Carter designed costumes in both Sparkle and Selma, believes that Carter, 58, is a classic example of a gifted African-American artist whose mainstream success came late. “Like so many blacks in Hollywood, you can be at the top of your game for decades before the industry notices or recognizes you,” she says. “That’s a problem across departments, from the hairstylist to the actor to the sound mixer, where it’s assumed that what you can do is ‘black art.’ What should be obvious is that Ruth is a master of her craft, period.”\n\nPhoto: Ethan James Green for WSJ. Magazine, Styling by Patti Wilson\n\nPhoto: Ethan James Green for WSJ. Magazine, Styling by Patti Wilson\n\nSTREET STYLE The archives of Carter’s designs include items from the early days of her career, including these three pieces from 1989’s ‘Do the Right Thing.’ Carter has worked on 10 of Spike Lee’s films. Photo: Ethan James Green for WSJ. Magazine, Styling by Patti Wilson\n\nIn Carter’s 30-year career—which has been marked by quantum leaps, from theater to film, from niche indies to epic studio pictures—Black Panther, Ryan Coogler’s superhero blockbuster, represents a level of exposure that even a sprawling Spielberg period drama couldn’t provide. It also posed an unaccustomed set of challenges. Wakanda is a fictional African nation free from the blight of colonialism, a furtive technological powerhouse fueled by a precious metal called vibranium. Depending on your point of view, it is either an imagined utopia or a mash-up of African clichés—lip plates and neck coils and muddy dreadlocks. “It’s a fine line,” Carter says. “Africa is modern. Everybody’s moved to the city. You’re not going to see the indigenous tribes the way people would like to think they could. You might go to some far-out place and see a Himba girl walking her calf on a dirt road, but she’s on her cellphone, and if you want to take her picture she’s going to charge you $10. I had to constantly be aware of things that might feel like stereotypes and not depend on what was in my brain. This movie is a fantasy, but if you don’t do the research, you can get into trouble.”\n\nAlthough there may be no bigger prize at the moment than a job on a Marvel movie, not every costume designer is interested. Marvel exerts unyielding control over its image making. The studio’s visual development department enters the process with designs of its own, ready to be adapted into action figures and backpacks and lunchboxes. At Marvel, the movie’s script—always Carter’s jumping-off point—is withheld lest secrets get leaked. “When I was told that they were going to come into the offices where we were creating costumes and put cameras around, it just blew my mind,” Carter recalls. “Even the guys delivering our lunches had to sign NDAs.”\n\nThe Black Panther character was introduced in Marvel comic books in 1966, and the film’s visual style originates there. The Dora Milaje, for example—Wakanda’s elite, all-female special forces—were drawn with hormonal male readers in mind, as sexy bald women whose breasts were barely contained by red bustiers. Marvel’s sketches for the film were less puerile but wholly impressionistic, and so Carter began her customary deep dive. She pored over beadwork, leather, fabric and armor from across Africa and stationed shoppers throughout the continent. She took her team to the Metropolitan Museum in New York to view a Dinka corset. She scoured the Pasadena Rose Bowl flea market and emerged with Dogon scarves. “It’s wherever you can find it,” she explains. “And then you’re like, How do I translate this into a Wakandan story? We see how the people of Lesotho look in their indigenous way, some still donning the heart-shaped hats and those beautiful colorful blankets. So what does it look like when their blankets are lined in vibranium?”\n\nCarter created beaded tabards hung with trinkets and hand-tooled leather skirts; she borrowed the traditional neck rings of South Africa’s Ndebele women; she designed giant panther-face buckles and plated the armor so it gleamed like jewelry and applied a raised-ink technique to tights to give them the illusion of scarification. “These costumes couldn’t just look like Hollywood toys,” she says. “They had to have culture. They had to speak directly to Africa, and they had to have a sense of history, like a samurai costume. Train your daughter to be a Dora, and hand your uniform down to her.”\n\nAngela Bassett, who plays Wakanda’s Queen Mother, has worked with Carter on five projects over the years. “It’s the exhaustive research that sets her apart,” Bassett says. “She loves the character as much as you do, and she wants you to enter the character with her. It’s a true collaboration. You walk into the dressing room, she has these beautiful sketches, you begin to relax. You conspire together.”\n\nREEL WORLDS For three decades, Carter has worked on Hollywood feature films, including (from top left): Summer of Sam (1999), Lee Daniels’ The Butler (2013), Black Panther (2018) and Selma (2014). “It’s the exhaustive research that sets her apart,” says actor Angela Bassett. Photo: From top: © Buena Vista/Courtesy of Everett Collection; Entertainment Pictures/Alamy Stock Photo; Matt Kennedy/© Marvel/© Walt Disney Studios Motion Pictures/Courtesy of Everett Collection; Atsushi Nishijima/© Paramount Pictures/Courtesy of Everett Collection\n\nThe result of Carter’s labors is something quite apart from the pinpoint precision she brought to the slave ships of Amistad or to the White House of Lee Daniels’ The Butler. In Black Panther, the costumes meld a cumulative African past to a fantasy African future, in the process pressing against the confines of an established superhero idiom. The term Afrofuturism has been applied to the film. Coined in 1993 by the cultural critic Mark Dery, it typically describes an aesthetic in which sci-fi interacts with the cultural contributions of the African diaspora (think Janelle Monáe). Both high-tech and essentially African, Carter’s costumes seem to be an exemplar of Afrofuturism, although she wishes people were using the word more expansively.\n\n“I think people don’t really understand what it is,” she says. “It’s an opportunity to bring culture to the table and show it in a fantastical, fantasy way. But it’s also about what we can do now that will benefit society later. How are we foreseeing ourselves in the future? When Spike Lee asked me to put Larry Fishburne in a Soweto T-shirt in School Daze, he was realizing his Afrofuture. When Ava DuVernay decided that she didn’t want to be a publicist and she wanted to direct, she was realizing her Afrofuture.”\n\nCarter grew up in Springfield, Massachusetts, the youngest of eight children of a single mother. Her older brothers were her idols, and because they painted and drew, she did the same—the family’s dining table was always arrayed in pigments and sketch pads. In her bedroom, an old black Singer sewing machine console served as her desk. When she was 10 years old, Carter taught herself how to sew using the single Singer pattern that was housed inside. She took her mother’s old dresses and remade them. She fashioned a denim blazer out of old, cut-up jeans. In college, at the Hampton Institute (now Hampton University) in Virginia, Carter’s skill at the sewing machine caught the attention of the theater department. She was asked to make costumes for a production of Molière’s The Would-Be Gentleman. Soon an empty costume shop with a few racks of clothes and a cutting table became her campus home; Carter designed costumes for every play that followed.\n\nFrom left: Malcolm X (1992), What’s Love Got to Do With It (1993), Amistad (1997) Photo: Courtesy of Everett Collection (2); AF archive/Alamy Stock Photo\n\nAfter graduating with no formal training in costume design, she found herself a succession of internships, first at a theater back in Springfield, and then at the Santa Fe Opera, where she worked as a stitcher at a table of six. “There was a head cutter and her assistant,” she recalls. “We’d see the designers come in, and I could see that they were talking over their illustrations: The English Cat, The Tempest. We were making doublets and bucket boots. I have thousands of little holes in my fingers from the hand-sewing. But I learned the craft.” At the end of the summer, she drove her Volkswagen Rabbit to L.A. and landed a job at the Los Angeles Theatre Center, where she worked as a dresser, assisting the actors with fast changes backstage. Eventually she talked her way into the costume shop, where she met designers who had worked in Hollywood; they taught her about aging, dyeing and other effects deployed on-screen.\n\nCarter joined a traveling dance troupe as its costume designer, and in 1986 the company mounted a hugely popular show performed to Stevie Wonder’s Songs in the Key of Life. One evening during intermission, a friend introduced her to Spike Lee, who had just made his first feature, She’s Gotta Have It. Lee invited her to a screening. “I thought, Wow. Here is this simple story of a girl walking through Brooklyn and her relationships,” Carter recalls. “And I’m like, I can do that. I’m sure I can do that. I’ve been doing Shakespeare. I can definitely do that.” A few months later, Lee’s film made a splash at Cannes, and he called Carter to ask if she’d do the costumes for his second feature, School Daze. He sent her the script, and she went right to work. The story was set at a historically black college, and she had been to one herself; she had a keen sense of the various cliques and their styles. Lee invited her to New York for a meeting, so Carter quit her job and flew across the country, lugging a giant portfolio of drawings. They discussed her work and went to a screening of Native Son, and Carter slept in Lee’s little extra bedroom. It was her big break. All told, Carter has designed costumes for 10 of Lee’s films.\n\nThough she has dabbled in spoofs and sci-fi and rom-coms, Ruth E. Carter Carter is, above all, a historicist. Film by MediaStorm\n\nTo achieve what she calls “rigorous historical reality,” Carter brings a forensic intensity to her research. For Lee’s Malcolm X, she visited the department of corrections in Boston to read the incarcerated black activist’s letters and sift through stacks of police records. “I needed to understand the man,” she says, “and you can’t necessarily do that through photos. How much did he care about his appearance? What was his relationship to things?” While working on Selma, she noticed from photographs and old film reels that Martin Luther King’s neck bulged out over his starched, white collars. “I wanted collars just tight enough that the flesh on David Oyelowo’s neck would roll over. A lot of times we get clothes onto a person and we think our job is done. But I like to see the sweat on the clothes. I like to see how people wear them and embody them. It’s Hollywood, but if we make a Hollywood version of a person, it doesn’t feel real.”\n\nFor the 2016 remake of Roots, Carter worked her way, with gloved hands, through an archive of early-19th-century garments in Williamsburg, Virginia, and read extensively about the domestic lives of slaves. A plantation owner might buy a run of cloth, all the same stripe or gingham, which could be adapted into pants, skirts and kerchiefs; a single set of clothing needed to last a whole year. “Wash and repair—that’s what they did,” she says. “That gave me a sense of how the clothes looked: clean but mended. There was no kindness in the type of cloth used. So I’d get some homespun gingham and use it for a whole plantation, mixing it with a rough sackcloth. We have a process for roughing things up, and through that process the clothes gain a kind of history.”\n\nCarter has worked with the director John Singleton on four films, including 2000’s Shaft. “By God, she made Sam Jackson sexy,” he remembers. “She shaved his head, gave him a goatee and an Armani coat, and he took that look and made 25 more movies with it. I say this rarely about people I collaborate with: If you’re lucky enough to have Ruth on your team, you just give her the ball and let her run with it.”\n\nLoewe coat, $4,890, loewe​​.com, Wing & Weft gloves, $275, wingweftgloves​.com, Gucci ring, $470, gucci​.com. Photo: Ethan James Green for WSJ. Magazine, Styling by Patti Wilson; Hair, Tina Outen; makeup, Kanako Takase; set design, Julia Wagner.\n\nShe is buried in research once again for Dolemite, though in this instance that means YouTube and Ebony’s online archive as well as her vast personal collection of Sears catalogs. The film stars Eddie Murphy as the comic Moore, and Carter has nearly 80 changes to prepare for him. (Costume designers think in terms of changes.) In late summer the first retrospective of Carter’s work, beginning with Do the Right Thing, opened at the Heinz History Center in Pittsburgh; Marvel lent nine costumes from Black Panther. And this fall she is busy with a 25-university lecture tour called “Concepts to Creation,” in which she takes college students through the process of designing the Black Panther wardrobe. Meanwhile, she’s never had more offers, and a sequel to Black Panther may not be far behind.\n\n“Honestly, I’d love to do something like Moulin Rouge!, where the worlds of theater and cinema can live in the same place,” Carter says. “And I’m not done with the South. When I look at portraits from the antebellum South, I find that I want to re-create some of those images. I’m ready to be inspired by another story about black culture. It’s not just clothes. It’s culture.” •", "Recode, a technology website that was among the first in a wave of journalist-led media startups, is being folded into sister site Vox.com, its parent company said Thursday.\n\nVox Media publisher Melissa Bell said in a memo that Recode would relaunch as a section of Vox.com starting next year. Recode will continue to exist as a brand and business, and Recode’s staff will report to Vox Editor in Chief Lauren Williams, Ms. Bell said.\n\n...", "This is the web version of the WSJ’s Capital Journal newsletter. You can sign up for daily delivery here. What We’re Watching Trump’s Day: President Trump receives a briefing on election integrity in the afternoon and travels to Missouri for a campaign rally tonight. Economic Data: The Labor Department releases third-quarter productivity data this morning. […]", "MARIETTA, Ga.—Both Republicans and Democrats are sending heavy hitters out to the final stretch of Georgia’s governor race.\n\nPresident Trump plans to come for a rally Sunday, on the heels of Friday’s planned appearance by former President Obama. Vice President Mike Pence and Oprah Winfrey were expected to stump in the state Thursday.\n\nWith the...", "WASHINGTON—The number of Americans filing applications for new unemployment benefits fell last week, indicative of a tight labor market in which employers are reluctant to lay off workers.\n\nInitial jobless claims, a proxy for layoffs across the U.S., decreased by 2,000 to a seasonally adjusted 214,000 in the week ended Oct. 27, the Labor Department said Thursday. Economists surveyed by The Wall Street Journal expected 211,000 new claims last week.\n\n...", "With the indictment of two former senior Goldman Sachs bankers, accused by U.S. prosecutors of paying bribes, stealing and laundering money from a Malaysian sovereign-wealth fund, the Wall Street giant finds itself at the center of one of the world's largest-ever financial scandals. Photo: Reuters\n\nTwo senior Goldman Sachs bankers paid bribes and stole and laundered money from a Malaysian sovereign-wealth fund, U.S. prosecutors allege, putting the bank at the center of one of the biggest financial frauds in history.\n\nFormer Goldman partner Timothy Leissner, then its head of Southeast Asia, pleaded guilty to conspiring to launder money and violate foreign antibribery laws for helping siphon off billions of dollars from the fund, known as 1Malaysia Development Bhd, or 1MDB, according to filings unsealed Thursday.\n\n...", "The Affordable Care Act’s sixth open-enrollment season begins Thursday, marking a test of the health law’s stability following a series of Republican efforts to roll it back.\n\nThe sign-up runs through Dec. 15 for coverage beginning on Jan. 1, 2019, the first year when consumers won’t face a financial penalty for forgoing health coverage. Republicans in Congress repealed that penalty in 2017, but the change won’t take effect until next year.\n\n...", "DUBAI—The Bill & Melinda Gates Foundation is suspending its future work with a nonprofit chaired by Saudi Arabia’s crown prince, reflecting the unease of Western entities in dealing with the kingdom as it struggles to explain the killing of a dissident journalist.\n\nSaudi Arabia is under intense international pressure, including from key allies such as the U.S., over the killing of Jamal Khashoggi early last month inside the Saudi consulate in Istanbul. Turkish and Western officials suspect such an operation would have required...", "CANBERRA, Australia—Australia will redevelop a South Pacific naval base, used by the U.S. as a World War II launchpad, at a time when China’s regional presence is becoming more visible.\n\nAustralia and Papua New Guinea agreed on Thursday to upgrade the Lombrum Naval Base on Manus Island, to Australia’s north. It is a move likely to give U.S. and Australian forces greater access to a port in the South Pacific and to the southern approaches to the disputed waters of the South China Sea.\n\n...", "Job cuts announced by U.S. employers reached the highest level in more than three years in October, a possible warning sign that the strong U.S. economy is slowing, outplacement firm Challenger Gray & Christmas Inc. said Thursday.\n\nChallenger said employers last month announced plans to shed 75,644 jobs, more than double the 29,831 cuts announced in the same month last year and up 36.8% from the 55,285 cuts announced in September. Last month’s tally is the highest since July 2015, when 105,696 job cuts were announced.\n\n...", "Good morning. I’m Neanda Salvaterra, bringing you today’s deep dive into the energy sphere. Oil giant Shell became the latest firm to report strong results buoyed by crude’s rising fortunes. Washington’s patience with the Saudi military intervention in Yemen seems to be running out as top U.S. officials are agitating for a ceasefire. Moreover, Europe’s […]", "Benjamin Yu, a Chinese immigrant and combat veteran in Lake Forest, Calif., has long resisted identifying with either political party. But this year he finds the Republican message more appealing.\n\nFew issues have swayed him more than the use of race in college admissions, a practice Mr. Yu finds discriminatory—and which, he has noticed, more Republicans are raising in their campaigns.\n\nPolicies...", "CANBERRA, Australia—Chinese authorities aggressively expanded the scale of internment camps in Xinjiang this year, according to a new study, even as China’s program of mass detentions of Muslims in the region started to draw international scrutiny.\n\nAn examination of satellite imagery released Thursday by intelligence analysts from an Australian security think tank mapped the expansion of 28 detention camps in the restive frontier region. Their analysis found that total floor area of these facilities grew more than 465% from...", "Assets in so-called gender lens funds grew sharply this year, according to a study by the wealth management firm Veris Wealth Partners. Gender-lens investing integrates gender-based factors, either to improve returns or to promote more gender equality. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team […]", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "The U.S. government releases its broad measure of the October labor market on Friday. Economists surveyed by The Wall Street Journal expect the Labor Department to report employers added 188,000 jobs during the month and unemployment held at 3.7%. Here are five things to watch in the report. 1. Wage Breakthrough Workers’ wages are poised […]", "BELFAST—Charlie Butler’s misgivings with a proposal to let the European Union retain influence over Northern Ireland after the U.K. leaves the bloc helps explain why this region is proving the biggest stumbling block to a Brexit deal.\n\n“Northern Ireland is part of the U.K.,” said the 65-year-old social club owner who was attending a memorial here to the victims of a 1993 bombing by the Irish Republican Army that killed his niece and grandniece. All of the U.K. must leave the bloc on the same terms, he argued. “Do you take...", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Good morning. Today we look at rising wages, signs the labor market has further to run, a hiring frenzy for $300,000-a-year jobs, where foreign students work, and how the U.S. Treasury is adding to its growing pile […]", "A New York-based activist hedge fund has taken a stake in Deutsche Bank AG, betting the German lender’s new chief executive can revive its sagging profits by pursuing a turnaround strategy investors so far have found unconvincing.\n\nHudson Executive Capital LP, led by former JPMorgan Chase & Co. finance chief Douglas Braunstein, said it has built about a 3.1% stake in Deutsche Bank common shares.\n\nThe...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "S2 E3\n\nDeepfake Videos Are Getting Real and That's a Problem Computer-generated videos are getting more realistic and even harder to detect thanks to deep learning and artificial intelligence. As WSJ’s Jason Bellini finds in this episode of Moving Upstream, these so-called deepfakes can be playful, but can also have real, damaging consequences for people’s lives.", "近期朝鮮領導人金正恩(Kim Jong Un)和美韓兩國總統外交關係回暖，在這期間，一些與金正恩關係緊密的女性配角頗引人關注，當中有他的妹妹金與正(Kim Yo Jong)、妻子李雪主(Ri Sol Ju)，甚至還有朝鮮最有名的歌星玄松月(Hyon Song Wol)。\n\n但這些公開場面背後卻是殘酷的現實，據人權組織和脫北者稱，許多女性在朝鮮經常遭到性虐待，她們無法抵抗，也沒有申訴渠道。\n\n一位20多歲的朝鮮女性2014年告訴人權觀察(Human Rights Watch)：“要想在朝鮮生存，你必須和有權勢的人發生性關係，或者讓他們摸你的全身。”她在逃離朝鮮以前以販賣商品為生。\n\n...", "Carol Black had just sat down in the third row of the Tree of Life synagogue’s downstairs sanctuary and was taking out her prayer shawl and glasses when...", "MOBILE, Ala.—Every week or so, Conrad Pierce calls the attorney general of the U.S. on his home phone, usually on a Friday or Sunday so as not to disturb him.\n\n“I try to reassure him we’re backing him, we admire him, and we love and care about him,” said Mr. Pierce, 75 years old, who has been a close friend of Jeff Sessions’ since they met decades ago through their Methodist church. What Mr. Pierce doesn’t ask: questions about his friend’s increasingly uncertain future as the nation’s top law-enforcement officer.\n\n...", "The Environmental Protection Agency will continue to allow farmers to spray crops with a controversial weedkiller, while tightening restrictions, the agency said.\n\nThe EPA extended by two years its approval of XtendiMax, a version of the herbicide dicamba made by Bayer AG, which some farmers and researchers have blamed for damaging millions of acres of crops over the past two years.\n\nThe...", "WASHINGTON—Shortly after the U.S. first imposed tariffs on steel and aluminum this year, in part to crack down on oversupply from China and its closest trading partners, the Department of Commerce granted exclusions to a handful of Chinese-owned and Japanese-owned companies with U.S. subsidiaries, enabling them to continue duty-free imports of Chinese and Japanese steel.\n\nThese exclusions are the focus of a letter from Sen. Elizabeth Warren, the Massachusetts Democrat who has been one of President Trump’s most vocal adversaries...", "The Florida man accused of mailing bombs to prominent Democrats started planning what prosecutors called a domestic terrorist attack as early as July and kept lists on his laptop with the addresses of his intended victims, according to a new court filing.\n\nCesar Altieri Sayoc, 56 years old, was arrested in Florida last week and charged with five federal crimes. In a letter to a Florida judge, prosecutors from New York, where Mr. Sayoc is expected to be tried, asked he be held in jail while awaiting trial.\n\n...", "Beijing is forcing the world’s largest money-market fund to shrink, creating a bonanza for others.\n\nAt one point this year, assets under management at the Tianhong Yu’e Bao fund—run by China’s largest financial-technology company, Ant Financial Services Group, an affiliate of e-commerce behemoth Alibaba Group Holding Ltd.—were twice those of their biggest U.S. peer. They rivaled those of the giant exchange-traded fund known as SPY, which tracks the S&P 500 index.\n\n...", "SEOUL—The recent diplomatic thaw between North Korean leader Kim Jong Un and his American and South Korean counterparts has sometimes featured supporting roles for several women close to leader Kim Jong Un, including his sister Kim Yo Jong, his wife Ri Sol Ju and even one of the country’s most famous pop singers, Hyon Song Wol.\n\nBut behind the public display is a grim reality for many women across North Korea who are sexually abused on a regular basis, aren’t in a position to resist and don’t have channels to report abuse,...", "SYDNEY—BHP Billiton Ltd. said it would hand $10.4 billion to shareholders via a stock buyback and special dividend, as the miner continues to face a campaign against its strategy and structure by activist investor Elliott Management Corp.\n\nThe capital return was outlined by BHP, the world’s biggest mining company by market value, within hours of completing the sale of most of its U.S. onshore shale division to BP PLC. The sale of the oil and gas fields was among the demands of Elliott, a U.S. hedge fund founded by Paul Singer,...", "SYDNEY—BHP Billiton Ltd. said it would hand $10.4 billion to shareholders via a stock buyback and special dividend, as the miner continues to face a campaign against its strategy and structure by activist investor Elliott Management Corp.\n\nThe capital return was outlined by BHP, the world’s biggest mining company by market value, within hours of completing the sale of most of its U.S. onshore shale division to BP PLC. The sale of the oil and gas fields was among the demands of Elliott, a U.S. hedge fund founded by Paul Singer,...", "U.S. immigration officials released never-before-seen details about where many of the nation’s international students attend school and gain employment after graduation, spotlighting the universities and companies most likely affected by this year’s drop in foreign-student enrollment in American colleges and universities.\n\nGlobal technology firms like Amazon.com Inc. and Alphabet Inc.’s Google are among the most prominent employers of international students, nearly half of whom hail from India and China. Many of the students’ top recruiters also sponsor a large share of H-1B visas for their foreign workers, which allow for longer-term employment.\n\nNew Department of Homeland Security records show 433,556 foreign graduates were cleared for temporary jobs in their academic field after finishing school in 2017—the equivalent of roughly half the total population of international students seeking U.S. degrees. Participation in the federal Optional Practical Training program, or OPT as it is known in higher education, allows new graduates to stay and work in the U.S. for one year, and the number of trainees has doubled in the past three years as American businesses struggle to fill more jobs requiring technical expertise.\n\nThe data show more students from outside the U.S. are now choosing to stay in the country for jobs as software engineers and other highly-skilled roles under the federal work-authorization program.\n\n“We hope to add transparency to this program so people better understand the data on international students,” said Rachel Canty, deputy assistant director of Homeland Security Department’s student and exchange visitor program, which is overseen by its U.S. Immigration and Customs Enforcement branch.\n\nMost of the roughly one million international students in the U.S. come to pursue masters and doctoral degrees in business or engineering, according to data from the nonprofit Institute of International Education. Business schools have been particularly aggressive in recruiting abroad as they face steadily declining interest from Americans, who are less willing to pay upward of $100,000 for an M.B.A. in a strong job market.\n\nSchools say the OPT program benefits foreign students eager to launch their careers in the U.S., where they typically earn more than in other countries, which can help recent graduates pay down their hefty tuition bills for graduate degrees.\n\nThe program is widely viewed as a steppingstone to coveted H-1B visas, which the government caps at 85,000 for private employers each year. Through OPT, graduates in science, technology, engineering and mathematics can extend their stays by an additional 24 months, further bolstering its appeal to students and employers.\n\nNew York University hosted 6,199 OPT students last year, more than any other school tracked over the 2017 calendar year, although the data don’t break out how many were enrolled at its Stern School of Business. A spokesman said the university monitors student migration by the academic year, and it enrolled 3,929 OPT students last fall.\n\nOther top schools for international students seeking U.S. work experience include University of Southern California in Los Angeles and Northeastern University in Boston along with a handful of smaller public institutions in the South and Midwest. USC and Northeastern say their diverse classroom experience creates a more robust academic experience.\n\nAt University of Rochester, N.Y., the Simon School of Business in August won STEM-designation for its flagship two-year M.B.A. program, on top of a handful of other masters degrees it offers at the business school. The school tweaked its core degree requirements to include classes in topics like marketing analytics and machine learning, Dean Andrew Ainslie said.\n\nUntil this year, many business schools had boosted overall enrollment with quant-heavy business and finance degrees that meet government standards for STEM student-workers. But students outside the U.S. submitted 11% fewer applications to American business schools in 2018. Across higher education programs, the number of new student visas being issued has slouched, which university leaders and students attribute to fears of a tougher policy on work-authorization programs like OPT.\n\nImmigration officials earlier this year revised the eligibility requirements for the kinds of jobs student-workers could legally perform, and in August moved to limit how much time students can remain in the country when they aren’t actively taking classes. Ms. Canty declined to comment on the new policy guidance, citing a lawsuit filed by several schools this fall to prevent them from taking effect. “Any changes to our student-visa process would have to go through the federal rule-making process,” she said.\n\nCompanies say they are feeling the effects of the heightened scrutiny. A July report from the nonpartisan National Foundation for American Policy found immigration authorities tripled the number of requests for further evidence justifying employers’ petitions for H-1B hires between the third and fourth quarters of fiscal 2017.\n\nAmazon and Google representatives declined to comment. Semiconductor giant Intel Corp. hires 1,400 to 1,700 foreign graduates from U.S. masters and doctoral programs every year, according to spokeswoman Stephanie Matthew, virtually all of whom are authorized to work under the OPT program. The company also hired around 500 interns through a related student-training program.\n\n“Although we seek U.S. workers first when we need to fill U.S. positions, we also hire and sponsor foreign nationals for those positions in which we experience a shortage of qualified U.S. workers,” Ms. Matthew said.\n\nMicrosoft Corp. , another top employer of OPT grads, recently started holding virtual meetings each month to respond to questions from staff about ongoing changes to the student-visa rules and other immigration programs that have been modified, a spokesman said.\n\nRepresentatives from the other top employers declined to comment on their foreign student recruiting practices.\n\nWrite to Kelsey Gee at kelsey.gee@wsj.com", "A brutal October selloff across stocks and bonds has tested investors’ resolve and the durability of the more than nine-year-old bull market.\n\nEven after the S&P 500 rallied nearly 3% over the final two days of the month, the index in October still notched its most violent pullback in more than seven years. Stocks around the world lost about $5 trillion in value, according to S&P Dow Jones Indices, as shares in Europe and Asia also tumbled.\n\n..."]