["Merkel, Macron Mark Hundredth Anniversary of Armistice that Ended WWI More than 3 million French and German troops were among an estimated 10 million soldiers who died in the war", "South Carolina hasn’t sent a newly elected Democrat to Congress for 25 years. But on Tuesday, voters in the Charleston area broke form and chose a Democrat over a Republican endorsed by President Trump.\n\nThat result might seem like an outlier, given South Carolina’s strong Republican tradition. But it is more evidence of a powerful new factor in politics: the nation’s growing educational divide.\n\nDemocratic...", "Fast-moving wildfires that broke out at different ends of California last week have claimed dozens of lives and forced a quarter million people from their homes. Photo: Ringo H.W. Chiu/AP\n\nWASHINGTON—President Trump blamed the California wildfires on poor forest management, and threatened to cut off funding to the state unless stewardship of forests improved.\n\n“There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor,” the president tweeted from Paris, where he is attending a 100-year commemoration of the end of World War I.\n\n“Billions...", "So far, this fall’s biggest videogames are off to a strong start. But in today’s game business, that’s just not enough.\n\nNote how investors have responded to the two biggest launches of the year. Activision Blizzard released “Call of Duty: Black Ops 4” on Oct. 12, and the publisher’s stock price has crumbled by 29% since then. Take-Two Interactive Software unleashed “Red Dead Redemption 2” on Oct. 26, and its stock price has since slumped nearly 6%. “Red Dead 2” and “Black Ops 4” generated sales of about $725 million and $500...", "TEL AVIV—An intense labor shortage is pushing Israeli tech firms to hire Palestinians in the West Bank, establishing new economic links between the two sides despite persistent political tension and the continuing absence of a peace agreement.\n\nIsrael’s innovative technology sector—which inspired the nickname “Startup Nation”—faces a shortage of 10,000 software programmers and engineers, the government says, posing one of the biggest threats to economic growth outside of war with its neighbors.\n\n...", "As Matthew Whitaker took charge of the Justice Department this week, Democrats and some Republicans questioned the legality of his appointment to serve as acting attorney general. No court has ruled directly on the relevant questions, so the answer isn’t clear.\n\nWhat do we know?\n\nThe Constitution requires the president to obtain the Senate’s...", "Eric Spector, 71, started trail running when he moved from New York City to Marin County, Calif., in 1988 and hasn’t pounded the pavement since. Owl Trail near Muir Beach is one of his favorite local runs.\n\nEric Spector, 71, started trail running when he moved from New York City to Marin County, Calif., in 1988 and hasn’t pounded the pavement since. Owl Trail near Muir Beach is one of his favorite local runs. Photo: Ramin Rahimian for The Wall Street Journal\n\nWhile most seniors battle arthritic joints and low back pain, Eric Spector is combating blistered feet and missing toenails. At 71 years old, his idea of a short race isn’t a 5K, but a 50K.\n\nMr. Spector completed his first ultramarathon, any race greater in distance than a marathon or 26.2 miles, when he was 60, an age when most people think they should be slowing down. He has since completed nearly 20 ultradistance races, some as long as 100 miles.\n\nMr. Spector says he got hooked on distance after completing his first New York City Marathon in 1979. When he moved from Manhattan to Marin County, Calif., in 1988, he discovered trail running and has rarely pounded pavement since.\n\nIntrigued by the idea of running farther than a marathon, he showed up for a 50K at age 60 without training. “I paid for my lack of preparation, but made it to the end,” he says. “Ignorant grit can get you through a 50K but I knew if I wanted to run 100 miles, it was a whole other ballgame.”\n\nTrail running comes with hazards. In his mid-60s, distracted by an ocean view, he face-planted over a rock and fractured his fibula. While healing, he re-evaluated is goals. “With ultras, especially at my age, it isn’t about grinding through miles or going fast,” he says. “My goal is to avoid injuries from falling and overuse.”\n\nMr. Spector lives in Palo Alto, Calif., and is semiretired. Until 2014, he worked as CEO of OneRoof, Inc., a social enterprise that opened internet centers in rural Mexico and India. He still consults pro bono for nonprofits and startups. He jokes that he often wins his age group by default. “There aren’t many 70-year-olds doing this,” he says. But every race is a challenge. During the 2016 Javelina Jundred 100 in Fountain Hills, Ariz., he quit at mile 91 due to heat and cramping. And at the 2017 Miwok 100K in Marin County, he took a spill at mile 55. “It cost me a critical 5 minutes awkwardly extracting myself from a bramble of bushes,” he says.\n\nOn November 3, he completed the Rio Del Lago 100-mile trail run in the Sierra Foothills in a time of 29:15:43, winning the 70+ age group. The course has 13,500 feet of elevation gain and 29% of the 354 racers who started didn’t finish.\n\nThe Workout\n\nMr. Spector warms up with a foam roller, then performs bicycle crunches and squats with a stability ball between his back and a wall. He says balance and ankle strength are key for trail running. In one exercise, he mimics a runner’s stride and balances on his left leg, rising up to his toes, and brings his right knee into his chest and then switches legs. He builds ankle strength by standing one foot on a small balance board and rolling the board at different angles.\n\nDepending on what he is training for, he typically does a long run of 15 to 20 miles once a week, a moderate run of 10 to 15 miles twice a week and an easy run of 5 to 7 miles at least twice a week. He always gives himself a recovery day after the long run and between the moderate runs. Mr. Spector says he pays more attention to time spent on his feet versus his pace. Leading up to the Rio Del Lago run, he logged a 31-miler, which took 11 hours to complete.\n\nTo train for elevation, he integrates power walking into his training. “If I push off my thighs with my hands as I take each step, I can almost go as fast as I would if I were to run up the steep parts,” he says.\n\nHe goes to a gym in San Rafael, Calif., two days a week. He might swim for an hour and then use weight machines to work his core and upper body. One day a week, he joins a group workout focused on strength and flexibility which might include plank poses, exercises on the rings, and kettlebell drills. “Sometimes I’m running with 7 pounds of water and food on my back and in my hands,” he says. “I have to have a strong core or I’d feel it in my back.”\n\nOn Nov. 3, Mr. Spector completed the Rio Del Lago 100-mile trail run in the Sierra Foothills in a time of 29:15:43, winning the 70+ age group and finishing 213 out of 354 racers. Photo: Facchino Photography\n\nThe Diet\n\nBreakfast is typically coffee and nonfat yogurt or nonfat cottage cheese, topped with berries and sprouted sunflower seeds. He avoids meat. Wild-caught fish, salads and healthy fats like avocado and nuts comprise lunch and dinner. “My long runs are an excuse to indulge my bad food habits,” he jokes. He carb-loads with pasta, bread, cookies and cheese, and will have a Guinness after his weekly group runs. During an ultrarace, he tries to consume an energy gel every 20 minutes and drink 30 ounces of water per hour. He grazes on Fig Newtons, peanut butter and jelly sandwiches, and boiled salted potatoes at aid stations.\n\nMr. Spector, left, says he got hooked on distance after running his first New York City Marathon in 1979. Photo: New York Road Runners\n\nThe Gear & Cost\n\nMr. Spector goes through a pair of sneakers every five to six weeks. He looks for a model with “good cushion and lots of tread to grip rocks and loose sand.” He’s currently running in Hoka One One Stinson ATR 4 trail shoes ($160). He’s obsessive about socks. “The fit can’t be too tight and I need a wool blend so if my feet get wet they don’t get cold,” he says. He wears a Nathan VaporKrar 4-liter hydration vest ($150). He uses a Garmin Forerunner 935 watch ($500) to track his metrics and sets an alarm on an old Timex Ironman watch to remind him to take electrolytes. Group strength sessions at Buddha and the Thinker fitness studio cost $25.\n\nThe Playlist\n\n“I appreciate the sounds and beauty of nature,” he says. “On a recent evening solo run I got to enjoy a truly awesome sunset, a beautiful sliver of a moon peeking out through clouds, and an almost overwhelming orchestra of crickets.”\n\nQuality Over Quantity Most people think they should do less as they age, which means fewer miles for runners. But it is the quality of those miles that matter, says David Roche, coach of the Some Work, All Play running team in Boulder, Colo. “The body doesn’t know miles, it knows stress,” he says. “Aging athletes need to think in terms of how much stress they are accumulating with training and life. Ten miles on gently rolling, soft trails is less stress than 10 miles of pavement pounding. The usual rule for aging runners is to focus on frequency of runs over duration of runs, ideally supplemented by cross-training.” A 2016 study done by Harvard Medical School and the National Running Center at Spaulding Rehabilitation Hospital showed that athletes can reduce the amount of impact forces their bodies absorb over time by focusing on a light footfall. “Emphasizing softer, quicker strides could reduce injury risk, and it will likely make you more efficient on the trails,” says Mr. Roche. With all the roots, rocks and undulations on the trails, runners will typically have a slower pace and a faster cadence, improving a runner’s foot fall, says Rich Airey, a Leadville, Colo.-based ultra runner and owner of BlackSheep Endurance. “Faster cadence leads to a shorter stride length, allowing the foot to fall under the hips, taking the stress off the knees and ankles,” he says. Strength training is key as we age, he adds. “The more you run, the more you’re breaking down your muscle fibers so movements like squats, lunges, step ups, and dead lifts will help to strengthen the legs and minimize muscle breakdown,” he says.\n\nWhat’s your workout? Tell us at workout@wsj.com", "SHANGHAI—Space is corporate China’s newest frontier, as Chinese startups prepare to boldly go head-to-head with the likes of Elon Musk’s SpaceX and Jeff Bezos’s Blue Origin LLC for a slice of the space market.\n\nIt is still a risky business that must overcome complex technical challenges, as a high-profile rocket-launch failure over northwest China showed in late October. But with about 80 commercial Chinese space-technology startups now operating and competition heating up, the breakthroughs are likely to soon outnumber the...", "Philadelphia\n\nIn postwar America there were two reigning fashion designers, one on the East Coast and one on the West: Norman Norell and the much younger James Galanos. Both produced ready-to-wear of the highest possible workmanship; in fact, the work of Galanos was not only on par with the Paris couture, its finish was sometimes finer. But where Norell’s designs were architecturally accessible, a piece by Galanos was often mysteriously complex. And while Norell now and then nodded to Chanel and Balenciaga, Galanos ignored Paris completely. After Norell died in 1972, the brilliant Geoffrey Beene moved into the top tier with Galanos, who remained stratospheric in his Los Angeles laboratory of luxe, dressing very rich women, Hollywood royalty and First Lady Nancy Reagan until his retirement in 1998. In recent museum roundups of late-20th-century fashion Norell and Beene are almost always present, while Galanos seems to have gone missing.\n\nJames Galanos: Design Integrity Leonard Pearlstein Gallery at Drexel University\n\nThrough Dec. 21 and Jan. 8-27, 2019\n\n“James Galanos: Design Integrity,” on view in the Leonard Pearlstein Gallery at Drexel University, doesn’t answer the question of why Galanos is underrepresented, though in the New York-centric fashion world, designers on the West Coast have tended to be out-of-sight-out-of-mind. Instead, the exhibition establishes a baseline for his importance. In 2016, before Galanos died that year at 92, the university’s Robert and Penny Fox Historic Costume Collection (FHCC) received over 700 couture-level ensembles—plus thousands of sketches, swatches, and photographs—from the James G. Galanos Foundation. This major and enviable gift now forms the James G. Galanos Archive at Drexel University, and this exhibition is the first outing of pieces pulled from the Archive, a prelude to more Galanos exhibitions to come.\n\nOrganized by Clare Sauro, FHCC director and chief curator, with Cara Fry and Monica Stevens Smyth, the show contains approximately 60 pieces, the oldest dating to 1953, two years after Galanos launched his own house at the tender age of 27. Born in 1924 in Philadelphia, the son of Greek immigrants, Galanos was in a hurry to succeed and left each phase of his training—education at New York’s Traphagen School of Fashion, stints designing at Hattie Carnegie, the Paris house of Piguet, and Davidow in New York—prematurely because he felt stifled by the formulas of others. He headed west to be a sketch artist at Columbia Pictures, where his talent impressed Jean Louis, its chief designer, who lent him $200 to produce his first collection. The label read “Galanos Originals.”\n\nAfternoon dress, silk warp-printed taffeta (winter 1957-58) and wool cocktail dress (c. 1953) Photo: The James G. Galanos Archive at Drexel University\n\nHe took that label literally. “I’m always trying to invent a seam that is intricate, intelligent, but that works,” Galanos is quoted in wall text. The first three garments in the exhibition’s introductory section, however, do show outside influences. Two shirtwaist silhouettes from 1953 and winter 1957-58 echo Christian Dior’s “New Look,” while a beaded sheath from fall 1957 recalls the sequined mermaid dresses of Norell. But already there are twists. The 1957-58 shirtwaist of shot-silk—bronze roses on black—has a tight bodice that buttons up like a bishop’s soutane and a skirt that flares out from a crow’s murder of small tucks. Its severity is bold, its dark bloom powerful. And Galanos’s mermaid, beaded with the sassy pattern of an argyle sock, is better than sexy—it’s witty. By the 1960s Galanos is flying free.\n\nThe exhibition continues through four sections that address the themes of black, drape, tailoring, and textiles. Galanos excelled in each of these, and displayed a special mastery over silk chiffon, a fabric of unruly softness that disses all but the most precise designers. Precision is everywhere on view, from the simple jewel necklines that curve like celestial rings around the throat, to long sleeves that narrow into perfect pools at the wrists (tiny invisible zippers allow the hand through). A high-belted cinnamon wool suit (winter 1958-59); a tiered gown in nutmeg and claret wool jersey (fall 1984); and a Bakst-like paisley lamé aflame in orange, purple, and gold, yoked with red bugle beads (1990), all suggest a continuing affinity with the 1910s—Suffragette suits, Paul Poiret, and the Ballets Russes—a decade of particularly imaginative shape-making.\n\nGalanos sketch (c. 1985) Photo: The James G. Galanos Archive at Drexel University\n\nBut no one shape says “Galanos,” which may be another reason this designer hasn’t emerged in high historical relief. His innovations were often hidden within the dress, in sly cut and imperceptible, airtight construction. For this reason one wishes the exhibition had provided more information in its overly-spare labeling—some history about the pieces, some explication of, and insight into, those “intricate, intelligent” Galanos seams.\n\nPortrait of James Galanos (c. 1955) Photo: The James G. Galanos Archive at Drexel University\n\nWhat jumps at the viewer is the joie de vivre of this man’s textile choices and color combinations. Galanos took the most scrumptious silks, wools, and velvets Europe had to offer and brought opposites—hard and soft, tight weave and loose, glitter and matte—into connubial bliss. If one piece speaks for this designer, I think it would be the forest-green evening ensemble of fall 1991, “chine taffeta with lace with lurex and chenille embellishment.” This short taffeta tunic and matching train, floor-length like a peacock’s tail, is paired with deep-green lace leggings—lace leggings!—which match the tunic’s lace sleeves! Is this the undine Mélisande emerging from the woods? Or a red-carpet concoction for a screen siren? It’s Galanos.\n\n—Ms. Jacobs writes about culture and fashion for the Journal.", "Netflix Inc.’s executives were torn. On the one hand they trusted the company’s algorithm. On the other they were worried about ticking off Jane Fonda.\n\nAfter the streaming-video giant released the second season of the comedy “Grace and Frankie” in 2016, its product team put up an image to promote the show to U.S. subscribers that only included Ms. Fonda’s co-star, Lily Tomlin. Tests showed that more users clicked on the show when the photo didn’t include Ms. Fonda.\n\n...", "UNITED NATIONS—Saudi Arabia’s former intelligence chief said Friday that the kingdom would never accept an international investigation into the death of journalist Jamal Khashoggi or outside interference.\n\nPrince Turki al-Faisal, speaking at the International Peace Institute, a think tank, said Saudi Arabia had made “no attempt to cover up” Mr. Khashoggi’s death in its Istanbul consulate and blamed Riyadh’s shifting narrative of events on the inaccurate flow of information to Saudi rulers.\n\n...", "E-cigarette startup Juul Labs Inc., faced with a regulatory crackdown and criticism that its marketing has attracted underage users, plans to stop selling most of its flavored nicotine liquids at bricks-and-mortar stores, according to people familiar with the matter.\n\nJuul plans to keep selling menthol- and tobacco-flavored products in stores, while all flavors, including cucumber and mango, will remain on its website, which has age-verification controls, the people said. The planned restrictions could heavily affect Juul...", "Democrats have a hard time accepting electoral defeat. They’ve spent two years claiming with little evidence that Vladimir Putin elected Donald Trump. And now comes a vote-counting debacle in southern Florida that is at best gross incompetence, though don’t rule out an attempt to steal GOP wins for Senate and Governor.\n\nFlorida Gov. Rick Scott is about 15,000 votes ahead of Democratic incumbent Bill Nelson for a seat in the Senate. That puts the race in range of an automatic recount under state law. But at 11:30 p.m. on election...", "McAllen, Texas—Nearly 51,000 undocumented immigrants were caught crossing the U.S. border with Mexico last month, the Trump administration said Friday.\n\nAmong 50,975 people arrested, roughly 23,100 were traveling as families, according to arrest figures posted by U.S. Customs and Border Protection.\n\nThe number of people traveling as families...", "My obsession with the science of animal motion began with Jerry, my wife’s toy poodle. When Jerry got wet or got something stuck on him, he would twist his spine and shake his entire body at the astonishing rate of four times a second, as I discovered by taking high-speed footage of him. A clothes dryer would take 20 minutes to get rid of as much water as he managed to remove in a few quick shakes.\n\nAs a mechanical engineer and biologist, this set me thinking: What if I could design a machine that moves as effectively, flexibly and adaptively as Jerry’s spine? And what lessons might we be able to draw from the extraordinary physiology of other animals?\n\nFor millions of years, as animals have evolved to take myriad shapes and forms, they have adapted to solve a variety of physical challenges. Many have overcome obstacles that humans face as well. With the rise of new technologies to measure and analyze their movements, we can now see animals with more clarity and precision than ever before. The research is having a significant impact on robotics, materials science and a range of other fields.\n\nJerry’s fellow dogs and a number of other species have flexible spines supported by pliable back muscles and controlled by a network of neurons called the central pattern generator; this combination allows them to turn, twist, run, swim and recover from a trip or misstep without the lag time of waiting for commands from the brain. Most modern commercial robots, by contrast, are controlled by a central processing unit that sends commands to each of the joints.\n\n‘Salamandrica Robotica’ in a pool\n\nA decade ago, a team at Switzerland’s Biorobotics Laboratory at EPFL, in Lausanne, built a four-legged walker called Salamandra Robotica. It is able to move autonomously without feedback from a central processing unit because its body segments are controlled by central pattern generators. Upgraded in 2013, it can make a seamless transition from water to land. It’s like an all-terrain wind-up toy.\n\nSnakes provide a different model of spine flexibility as they twist, bend and compress themselves. A snake-like robot developed at Carnegie Mellon University can slither into spaces too narrow for other types of devices. Each of its individual segments senses its environment and calculates how much force to exert and in what direction. One such snakebot was deployed to assist in search and rescue operations in the 2017 earthquake in Mexico City.\n\nA long-standing difficulty for robots is moving through sand, which covers a third of the Earth (including several recent combat zones for the U.S. military) and even more of our nearest planetary neighbors. Because sand is composed of small grains that together can act like a fluid or a solid, depending on the conditions, its subtle physics creates sinkholes that can quickly bury large objects. In 2010, the $400-million Mars rover Spirit ended six years of exploration when its wheels got ensnared in a sand trap. As the rover struggled to free itself, it sank deeper and deeper.\n\nThe ‘Sandbot,’ a scaled-down version of an all-terrain RHex robot, seeks to whip its curved legs through porous surfaces in the mode of a sandfish lizard. Photo: Georgia Tech; Joel Sartore/National Geographic/Getty Images\n\nBut some animals revel in sand. The sandfish, a lizard about the size of a hand, can virtually dive and swim through it, whipping and churning its legs to take advantage of sand’s fluid or solid properties. To replicate some of that motion, researchers at the University of Pennsylvania developed RHex, a robot with six quick-whipping legs, and a scaled-down version dubbed the Sandbot.\n\nWhile most all-terrain vehicles use large wheels or treads to better distribute their weight and keep the sand solid underneath them, RHex modulates the speed of its distinctive feet to keep the sand from becoming fluid, like a person walking on thin ice. The robot is now being manufactured by Boston Dynamics for military applications, among others.\n\nPhoto: Biorobotics Laboratory at EPFL\n\nWater poses an even more complex problem for robots, and here guidance has come from another animal: the insect known as a water strider, which moves exclusively across the surfaces of bodies of water.\n\nHow it does this perplexed biologists for decades. They eventually found part of the answer in the insect’s flexible legs, which are covered with tiny hairs that create air cushions and keep it from breaking the surface. The big puzzle was how striders, especially baby striders, could accelerate to start moving and keep moving fast enough to generate the water ripples that propel them. That question, known as Denny’s Paradox after the Stanford biologist Mark Denny, was solved by scientists (including me) by studying the fluid dynamics just under the surface as the striders moved. It turns out that their air-cushioned legs create tiny dimples on the water surface that gather into complex, churning wakes. These do more than water ripples to propel them.\n\nA robot version of a water strider faces off against the real insect in a Seoul National University lab. Photo: Seoul National University\n\nWith this research in hand, my colleagues and I at MIT (where I was then a graduate student) were able in 2003 to build the world’s first dry rowboat, the Robostrider. Powered by an elastic band, it skims atop the water on flexible legs that create the robot’s own dimples and vortices. New fabrication technologies have enabled other researchers to design and test at least 20 much-improved versions, most recently at Harvard and Seoul National University. The hope is to use them as cheap devices to deploy widely for surveillance and for chemical monitoring of the oceans, including measuring oil spills.\n\nFor movement through the air, animal attributes also have human ingenuity beat, especially when it comes to navigating obstacles. The honeybee picks up 30% of its weight in pollen on every trip to and from the hive, but even more impressively, it does this while brushing past hundreds of plant stems waving back and forth in the wind.\n\nA standard human approach would be to design a miniature airplane, with a complex camera and computer, to dodge each plant stem. But nature’s solution is simpler and more effective: a resilient bee that survives running into flowers more than 400,000 times in its lifetime.\n\nThe bee can do this because of an elastic material in its wings called resilin, which allows it to crumple its wings like folding origami and bounce back. Drone designs are now being developed at EPFL and elsewhere using bee models—not replicating their wings but using springs and detachable magnetic parts to make them more collision-proof.\n\nEPFL built a ‘Cheetah-cub’ with spring-loaded legs to mimic the gait of its namesake at a house cat’s size. Photo: iStock; Biorobotics Laboratory. EPFL. Switzerland\n\nThe flexible spine and gait of dogs and other mammals have influenced a growing menagerie of robot designs. EPFL has built a catlike “Cheetah-cub” with spring-loaded legs that weighs just over two pounds and what it calls a Bobcat to copy the distinctive bounding movement of the real thing. Boston Dynamics says that its Wildcat, which runs at nearly 20 miles per hour, is the fastest-moving robot yet. Starting next year the company plans to market its Great Dane-sized SpotMini to businesses as a dog-like helper to fetch and carry items around workplaces.\n\nUntil now, robots have mostly been used in factories, where they perform repetitive motions like installing windshields or applying paint. For robots to be able to go out into nature and other settings, they have to be prepared to navigate a range of environments and recover from multiple mistakes. Studying sandfish, water striders and bees probably won’t transform the way that humans travel the world, but it may revolutionize the movements of our machines. Robots are becoming increasingly lightweight, autonomous and mobile, and soon they may become as agile as a toy poodle shaking itself dry.\n\n—This essay is adapted from Dr. Hu’s new book, “How to Walk on Water and Climb up Walls: Animal Movement and the Robots of the Future,” which will be published on Nov. 13 by Princeton University Press. He is an associate professor of mechanical engineering and biology at the Georgia Institute of Technology.", "Arguably the most important power at stake in Tuesday’s election was Congressional oversight, and the most important change may be Adam Schiff at the House Intelligence Committee. The Democrat says his top priority is re-opening the Trump-Russia collusion probe, but more important may be his intention to stop investigating how the FBI and Justice Department abused their power in 2016. So let’s walk through what we’ve learned to date.\n\nCredit for knowing anything at all goes to Intel Chairman Devin Nunes and more recently a...", "Some good news in a contentious week: On Wednesday the Health and Human Services Department finalized new rules granting the Little Sisters of the Poor a broad religious exemption from the Obama Administration’s contraceptive mandate. The Catholic religious order that serves the elderly went to court to protect its right to religious liberty after the Obama HHS imposed crushing fines for refusing to comply. The sisters finally triumphed in 2016 when the Supreme Court lifted the fines and kicked the issue back to the courts.\n\nHard...", "WASHINGTON—President Trump’s senior trade adviser, Peter Navarro, excoriated China and attacked Goldman Sachs and Wall Street as Beijing’s “unpaid foreign agents” who are weakening the U.S. leader before his meeting this month with China’s president.\n\nLess than a mile away from where Mr. Navarro spoke, Secretary of State Mike Pompeo and Defense Secretary Jim Mattis met with their Chinese counterparts to try to mend fences with Beijing, while discussing North Korea, Iran, the South China Sea and trade.\n\n...", "Facebook Inc. is ending its policy of requiring employee sexual-harassment claims to be settled in private arbitration, a day after Google rolled back a similar policy under rising pressure from employees.\n\nThe rule change, which will let Facebook employees pursue those claims in court, was announced in an internal post to staff on Friday, a spokesman for the company said. The social networking giant has also updated its interoffice dating policy to require any executive at a director level or above to disclose if they are...", "The Food and Drug Administration isn’t just cracking down on e-cigarettes. Commissioner Scott Gottlieb also plans to pursue a ban on menthol cigarettes, according to senior agency officials.\n\nIt could take a year or more for a rule banning menthol to be finalized, and then another year for it to be enforceable in the marketplace. But a ban on menthols would be a big blow to British American Tobacco PLC, which sells the Newport brand of cigarettes in the U.S.\n\n...", "The gunman who killed 12 people at a Southern California bar was posting on Facebook and Instagram immediately before and during the massacre, according to a law-enforcement official.\n\nInvestigators are trying to figure out why 28-year-old Ian David Longopened fire Wednesday night at the Borderline Bar & Grill in Thousand Oaks, Calif., during its weekly country-music dance party for college students.\n\nA...", "THOUSAND OAKS, Calif.—The death toll from wildfires raging at both ends of California rose to at least 25 Saturday, as property damage from the fires continued to mount including the destruction of a famed Hollywood Western set.\n\nIn Northern California, the 100,000-acre Camp Fire, which started early Thursday, continued to threaten several communities including the city of Oroville after killing at least 23 people and destroying more than 6,400 homes and 260 businesses.\n\n...", "A Horizon Air employee intentionally crashed a stolen turboprop plane in August but there was no clear motive for his actions, federal investigators said Friday, bringing to a close a probe of an incident that prompted fresh scrutiny of airport security.\n\nRichard Russell, a 28-year-old Horizon Air ground services worker, stole the empty plane on Aug. 10 at Seattle-Tacoma International Airport before crashing it on a sparsely inhabited island nearby. Mr. Russell died in the crash.\n\n...", "Tuesday night turned out to be a gentler wave than Democrats had hoped. Much larger waves have happened in American elections, the biggest being the tsunami of 1894, which washed away 127 Democratic representatives and increased Republican ranks 57%. The election of 1874 did almost the same damage to a Republican majority, drowning 100 of them and costing them 49% of their strength. The election in 1932, which brought Franklin D. Roosevelt to the presidency, also kissed goodbye to 46% of Republicans in the House.\n\nWhat happened...", "It is not an exaggeration to suggest that the European Union stands on the brink of yet another crisis thanks to its fast-developing battle with Italy over that country’s new budget.\n\nNowhere in “The Art of the Deal” or any similar book does it advise creating the following bargaining situation: Neither party can back down without unacceptable embarrassment, but sticking to their guns will also lead to an unacceptable catastrophe.\n\n...", "Milwaukee\n\nDeclining enrollment has contributed to a growing inventory of vacant and half-empty school buildings in cities across the U.S. Private and charter schools often want to purchase or lease space in these facilities. But school districts and union-backed politicians frequently balk.\n\nThe Milwaukee Public Schools currently have at...", "Do you remember that stirring poem about poppies, taught to millions of Americans in elementary school? Years later, the second stanza still rings in my ear: “We are the dead. Short days ago / We lived, felt dawn, saw sunset glow, / Loved and were loved, and now we lie, / In Flanders fields.”\n\n“In Flanders Fields,” by Canadian soldier John McCrae, has survived time’s pull. A hundred years after the raging guns ceased and the ashes of war swept over millions of tombstones, the words still haunt. But the poem’s background makes...", "New York\n\nOn a gray and chilly afternoon, when the stinging, windblown rain seemed to come in sideways, I saw a police boat on patrol in the Hudson River.\n\nAs it passed I could see there was a name painted on it: Robert Parker.\n\nI...", "THE FIRST THING I noticed was the trash. As I approached the Long Beach Convention Center this past weekend after braving a lengthy security line, my loafers crunched over empty pizza boxes and discarded blunt wrappers. I passed an orphaned folding chair. This was the forgotten flotsam of the fanatical sneakerheads who had camped out in order to be the first to enter the sneaker and streetwear festival ComplexCon. The rarest pieces go first. Everyone knows that!\n\nNow in its third year, ComplexCon is a two-day conference organized...", "U.S. soldiers warm themselves by a campfire on the front lines in northern Russia in January 1919, two months after the armistice.\n\nU.S. soldiers warm themselves by a campfire on the front lines in northern Russia in January 1919, two months after the armistice. Photo: Library of Congress\n\nIn late February 1919, the soldiers of Company B reached the breaking point, when griping gave way to mutiny.\n\nThe Americans had expected to face Germans on the Western Front. Yet three months after the Nov. 11 armistice ended the Great War, they were instead fighting Bolshevik revolutionaries in Russia’s frigid European north.\n\nDozens of their fellow troops had succumbed to influenza on the sea voyage to the Russian port of Archangel. Others had been killed in combat by an enemy armed with a local’s knowledge of trails and villages. Wounded Americans had frozen to death awaiting rescue in snowy forests.\n\nOver the fall and winter, U.S. troops felt misled by their government, deceived by their officers, abused by their allies and outgunned by their enemy, fighting in a war that was already over.\n\nMany Americans demonstrated bravery and fortitude in the frozen-mud swamps and pine forests around Archangel. Others gave into the temptations of rebellion.\n\nU.S. Army troops fight and drill in the snow on the front lines outside of Archangel. Video courtesy of the National Archives\n\nThe discontent blistered to the surface on Company B’s ration day, when the men in line realized the Army wasn’t issuing enough food to hold them until the next delivery. “Hey, fellows, let’s stop all the God damn talk and do something,” Pvt. Bill Henkelman told the other soldiers.\n\nPvt. Henkelman and three others drafted an ultimatum addressed to the regiment commander. If not withdrawn from the front by March 15, 1919, the soldiers wrote, “we positively refuse to advance” against the enemy.\n\nPvt. Henkelman, who painted car bodies at Detroit’s American Auto Trimming Co. before being drafted, told the soldiers he would cross enemy lines alone, carrying a white flag. He would invite the Bolsheviks to a goodbye party. Then he and his co-conspirators would walk away from the war.\n\nFour days later, U.S. Army officers caught wind of the plot. Pvt. Henkelman was hauled before a court-martial and charged with treason, desertion and mutiny—crimes punishable by death.\n\nMore on World War I The Reinvention of Warfare\n\nAt the hearing, the private tore open his uniform blouse and exposed his chest to the judges: “Look at the lice, the dirt, the filth. We are half-starved,” he said in his defense. “But none of you have lice or go hungry.”\n\nSailors from USS Olympia pose with newly arrived soldiers from the 339th Infantry Regiment on Sept. 6, 1918. Photo: Bentley Historical Library\n\nWashington and Moscow have been hot-war allies and Cold War adversaries. The only time U.S. and Russian troops battled each other came a century ago, with the heaviest fighting in the Archangel campaign that so aggrieved Pvt. Henkelman. It didn’t go well for the Americans, a loss all but erased from the country’s collective historical memory on the 100th anniversary of the end of the Great War.\n\nIn the early years of World War I, Imperial Russia fought beside France, Britain and the U.S. against Germany and its allies. Then the 1917 Russian Revolution upended the alliance.\n\nThe Bolsheviks seized power in Moscow and, on March 3, 1918, signed a peace deal with Germany. The pact allowed Germany to focus on the Western Front. The Bolsheviks, led by Vladimir Lenin, turned to defending their revolution from White Russians, supporters of czarist rule who were backed by the British and French.\n\nIn the late summer and early fall of 1918, President Woodrow Wilson added some 5,300 American soldiers to that volatile mix, sending them to northern Russia with vague and contradictory orders.\n\nThis account of the 1918 Archangel campaign is based on century-old military records, declassified government memos, personal letters, diaries, photos and film in the National Archives and Records Administration, and the Bentley Historical Library at the University of Michigan, as well as soldiers’ memoirs.\n\nSoldiers from Company B of the 339th Infantry Regiment wear snowshoes during a patrol in northern Russia. Photo: Bentley Historical Library\n\nE for Russia\n\nThe 339th Infantry Regiment was known as Detroit’s Own. Most of the 3,800 car-factory workers, tax attorneys, farm laborers, shopkeepers and other conscripts who filled its ranks hailed from Michigan.\n\nThe men underwent a month or so of infantry training at Camp Custer in Battle Creek, Mich., before traveling to New York and embarking on ships to England in July 1918.\n\nThe troops assumed they were headed to the Western Front, a 450-mile stretch of trenches and barbed wire that ran between Switzerland and the North Sea. Rumors of other destinations also circulated.\n\nPvt. Walter McKenzie figured his mail would be censored. So he wrote his girlfriend, Connie Loveday, that he would use code to let her know where he was headed: A would be Belgium; B would be England; E for Russia. Pvt. McKenzie urged her to memorize the code and destroy the letter, but Ms. Loveday kept it.\n\nThe private was raised by his widowed mother, and at age 9 he went to work picking fruit in Shelby, Mich. At 14, he got a permit for a factory job. He worked his way through the University of Michigan, earned a law degree and became a lawyer for the Internal Revenue Service. Poor eyesight didn’t keep him out of the service.\n\nA soldier’s cartoon drawn in 1919 shows the U.S. pounding a Bolshevik. Photo: Bentley Historical Library\n\nAboard ship, the men slept in sling beds hung close to the ceilings. Unaccustomed to hammocks or sea voyages, some tumbled onto the floor. “I am sorry to say that extreme profanity is common at all times,” Pvt. McKenzie reported to his mother. As they approached England, the soldiers, fearing torpedoes from German submarines, slept in their clothes and life belts, full canteens by their sides.\n\nThe ships put in at Liverpool on Aug. 4, 1918. The troops rode a train to a tent camp set up on the estate of the widow of Henry Stanley, the Africa explorer.\n\nOn Sunday, Aug. 18, Pvt. McKenzie was heading to church services when commanders ordered the troops to line up to receive woolen suits, woolen gloves and heavy leather mittens.\n\n“It’s still conjecture as to where we shall go,” Pvt. McKenzie wrote his mother, “but I don’t believe it will be sunny Italy.”\n\nA week later, the 339th, along with engineering, ambulance and medical companies, loaded aboard three camouflage-painted steamers at Newcastle upon Tyne and set out on the eight-day journey to the port of Archangel.\n\nGodforsaken\n\nAfter a few days at sea, the first soldiers showed symptoms of Spanish flu, a pandemic that in 1918 and 1919 killed between 20 million and 40 million people world-wide. Men came down with fever faster than the doctors could treat them. Drug supplies ran short; medical wards overflowed.\n\nThe ships cruised north of the Arctic Circle, passing polar bears and snow-covered hills, sailed through the narrow neck of the White Sea and entered the Dvina River.\n\nOn the gray afternoon of Sept. 4, 1918, the men disembarked at Archangel, a crescent-shaped port with grubby docks, muddy streets and a cathedral dome painted blue with gold stars.\n\nU.S. Army troops disembark at Archangel for service in northern Russia. Video courtesy of the National Archives\n\nThe city had been wrested from Bolshevik hands just a month earlier, in an operation led by French, British and White Russian forces.\n\nAs the American soldiers walked down the gangplank, they were greeted by the University of Michigan fight song, “The Victors,” played by the band from the warship USS Olympia.\n\nHail to the victors valiant\n\nHail to the conquering heroes\n\nHail! Hail! To Michigan\n\nThe champions of the West!\n\nHungry Russians soon descended on the ship’s trash, looking for scraps of food.\n\n“This is really the most godforsaken hole on Earth,” Lt. Charles Ryan, an accountant by profession, wrote in his diary. “Never did I strike such a fine set of assorted odors. The people are filthy and seem starved to death.”\n\nA side street in Archangel. April 1919. Photo: American Red Cross/Library of Congress\n\nWithin two weeks of arriving in Archangel, nearly 40 soldiers in the 339th had died of the flu. “We have lost a great number, this included some very good friends of mine,” Lt. Ryan wrote home.\n\nAround the time President Wilson dispatched the force to Archangel, he had also ordered a separate contingent to Siberia, 3,500 miles east of Archangel. Their mission was to rescue 40,000 Czech troops who had sided with the Allies and were trying to escape Russia. Mr. Wilson’s orders for the Archangel campaign weren’t as clear-cut.\n\nThe men of the 339th disembarked in Russia with the understanding that they were to guard military stores from the Germans. The Wilson administration made plain that Americans wouldn’t intervene in the civil war, saying that would only “add to the sad confusion in Russia rather than cure it.”\n\n3rd Battalion headquarters in a boxcar on the Vologda Railroad Front, November 15, 1918. Photo: U.S. Army Signal Corps/Bentley Historical Library\n\nBut Mr. Wilson put the U.S. troops under British command, and British commanders had other ideas. They envisioned British, American, French and other Allied forces pushing south from Archangel to link up with the Czechs and reverse the Russian Revolution.\n\nAlmost as soon as the 339th set foot on the dock in Archangel, the British ground commander, Lt. Gen. Frederick Poole, ordered two U.S. battalions to reinforce his men against the Bolsheviks.\n\nThe Americans were sent into combat so quickly, there wasn’t time to unload their winter gear from the holds of the transport ships. The men didn’t receive their sheepskin coats until after the first snow in October.\n\nScenes of life behind the front lines in the city of Archangel. Video courtesy of the National Archives\n\nOne battalion moved more than 300 miles southeast along the Dvina River to help British troops in a failed lunge for Kotlas. The other shipped out in boxcars along the rail line in an aborted British attempt to capture Vologda, a transportation hub about 460 miles south of Archangel.\n\nThat wasn’t what President Wilson had authorized. But the commander of the 339th obeyed the British general’s orders, and Washington didn’t object.\n\nWithin days of coming ashore, the inexperienced Americans were engaged in heavy combat with Bolshevik troops armed with airplanes, artillery and machine guns.\n\nTroops from Company M after a 17-hour march on their way to the front. Photo: U.S. Army Signal Corps/Bentley Historical Library\n\nHard tack\n\nIn their first firefight that September, the American soldiers of Machine Gun Company spent a week knee-deep in swamp water. Bolshevik artillerymen began their barrage before daylight.\n\nOne man was killed, three were wounded and one was sidelined with shell shock in the battle against the Bolos, as they called the enemy. “Say a prayer for Charlie,” Lt. Charles Ryan wrote his girlfriend.\n\nAt the front, troops often survived on canned corned beef and hard tack.\n\nSoldiers eating and drinking at the rail yards. Photo: John Wilson/Bentley Historical Library\n\nSome soldiers got lucky. For a short time, Lt. Ryan holed up in a convent on the Dvina River, where he dined on vegetable soup, boiled potatoes, roast pheasant and canned pears. He contributed his flour ration to the kitchen, and the nuns baked white bread.\n\nInvitation to a party at the convalescent hospital in Archangel. Photo: Bentley Historical Library\n\nOne battalion of the 339th remained in the rear, in Archangel. The men watched Charlie Chaplin movies and danced with Red Cross nurses and local women with bob haircuts. Troops decorated the mess halls with flags and evergreen boughs. They visited red brick bathhouses, alternating between steam rooms and cooling rooms.\n\n“I made a hit with an eskimo girl spent the day riding around the Divina River with a Reindeer taking photographs,” Cpl. Fred Kooyers of Muskegon, Mich., wrote in his diary. Not long after, the major gave him a lecture on venereal disease.\n\nTwo months after the 339th arrived in Archangel, the Great War came to an end with the signing of the armistice in a train carriage parked in a French forest. Within hours, the guns fell silent on the Western Front.\n\nReindeer taxis on Dvina River. Photo: Joel Moore/Mike Grobbel Collection\n\n“It looks…as if our going home was rapidly becoming an assured fact,” Pvt. McKenzie wrote his mother from Russia the day after the signing.\n\nThe men of the 339th soon learned the peace agreement didn’t extend to them. “I don’t see why we are up here anyway, as the war was with Germany not Russia as far as I can see,” Sgt. Carleton Foster wrote his mother from Archangel two weeks after the armistice. “If these people want to fight among themselves what is it to us.”\n\nAmerican commanders were hard-pressed to explain. Col. James Ruggles, the U.S. military attaché in Archangel, told headquarters that neither enlisted men nor their officers could understand why they were still fighting.\n\nCompany M officers in Obozersky, Russia. The commander, Capt. Joel Moore, is on the far right. Photo: U.S. Army Signal Corps/Bentley Historical Library\n\nHis concerns reached Gen. John “Black Jack” Pershing, commander of U.S. forces in the war, and then landed on the desk of the Army chief of staff in Washington.\n\nBy December, the daylight around Archangel lasted only about four hours, and temperatures fell as low as 50 degrees below zero. In such cold, soldiers could only remain on guard duty for 15 minutes at a time.\n\nWith so many U.S. field units under the command of British officers, American soldiers on the front lines believed they were “being used to further selfish designs of England upon Russian territory,” Col. Ruggles reported.\n\nU.S. censors in Liverpool, who rifled through the letters soldiers sent home, cabled Archangel to complain about anti-British missives. “They are unsoldierly in tone,” the message said.\n\nOne letter caught by the censors read: “America does not have the least conception of this situation, if they did they would pull us out of here without any hesitancy,” Sgt. Thomas F. Moran wrote in December. “We are fighting for British interest and spilling good American blood and wasting good American lives for a cause that our government surely does not understand.”\n\nBolshevik propaganda specialists encouraged such dissension. “Young America, what are you fighting for?” the Bolsheviks yelled across the battle lines, according to a letter home in December from Lt. Bradley Taylor. “Why are you lying in the swamps while the British are sitting in the rear and enjoying nice warm billets?”\n\nU.S. military censors intercepted the lieutenant’s letter before it reached his family in Rhinelander, Wis.\n\nThe Call, a Bolshevik propaganda newspaper, circulated among the U.S. troops. “Workers of All Countries Unite!” the paper’s motto said.\n\nAn issue of the Bolshevik propaganda newspaper, The Call, which circulated among American troops in northern Russia. Photo: Bentley Historical Library\n\nBolshevik leaflets littered the front lines. “Bring down the whole rotten edifice of your capitalist state with the shattering blow of your arms!” said one. “Demand to be sent home,” another said.\n\nU.S. officers tried to boost morale. At Christmas, every soldier in Company K received 50 cents to spend on plum pudding and other luxuries at the British canteen in Archangel. The Red Cross issued each man a Christmas stocking filled with raisins, dates, candy, cigarettes and the other sock.\n\n‘Unswerving loyalty’\n\nOn Jan. 19, 1919, the Bolsheviks launched an offensive that proved a turning point.\n\nThe Americans in the fall had often faced poorly trained Bolshevik conscripts. The 339th now found itself under attack by 4,000 or so battle-hardened troops. The Bolsheviks first hit Ust Padenga—a village on the Vaga River where the Americans had hunkered down for the winter—with three days of artillery and machine-gun fire.\n\nA U.S. lieutenant mans a machine gun in northern Russia. Photo: John Wilson/Bentley Historical Library\n\nDuring the fighting, Cpl. James Chesher’s machine gun was knocked over by artillery fire. He propped it up and kept shooting until his arm was blown off. Cpl. Joseph Franczak fought off advancing infantry from an exposed position on a road until his hand was shot away.\n\nLt. Ralph Powers, a medic from Amherst, Ohio, moved his aid station three times in search of cover, before a direct hit by a Bolshevik artillery round critically wounded the lieutenant and killed three of his patients.\n\nA Russian doctor administered first aid to Lt. Powers’s wounded arm and leg. Soldiers loaded the lieutenant onto a sleigh and evacuated him 20 miles north to the town of Shenkursk. A surgeon there amputated his arm, but he didn’t survive.\n\nThe rest of the joint forces in Ust Padenga—American infantry, Canadian artillerymen and a company of Cossacks—also fell back to Shenkursk. They held out for two days, until nearly surrounded by the pursuing Bolsheviks.\n\nA soldier’s map of the Bolshevik attack on Ust Padenga on Jan. 19, 1919. The assault forced American and allied troops into a desperate retreat. Photo: Bentley Historical Library via Mike Grobbel\n\nThe Americans had to leave Lt. Powers’s body in a shed by the hospital when they abandoned the town. They and their allies retreated on foot another 50 miles, chased through snow by enemy troops. Some 700 civilians fled with the retreating forces.\n\nDuring the battle, 29 Americans were killed and 58 wounded; 19 went missing. “Most of those missing are believed to have been wounded and probably frozen,” the regimental commander reported to headquarters.\n\nGraves of some of the first Americans killed in action in northern Russia, Mechanic Ignacy H. Kwasniewski, Pvt. Anthony Soczkoski and Pvt. Philip Sokol. They were killed in Obozersky on Sept. 16, 1918, just 12 days after landing in Archangel. Photo: U.S. Signal Corps/Bentley Historical Library\n\nCol. Ruggles, the U.S. military attaché, declared the situation around Archangel critical: Too few American troops were spread over too wide a front, facing an enemy superior in numbers, arms and morale.\n\nBack in Michigan, enthusiasm slumped, fueled by pessimistic news dispatches and the horror stories told by wounded soldiers who had returned home.\n\nLt. Powers’s father, Dr. Harry W. Powers, wrote the U.S. military attaché in Archangel a few weeks after his son’s death: “We want to have his body returned to the United States when conditions will permit.”\n\nIn February 1919, thousands of civilians around Detroit petitioned Congress to demand the withdrawal of U.S. forces from northern Russia. Signature pages such as this one were circulated widely. Photo: Bentley Historical Library\n\nIn February, thousands of family members and their supporters signed a petition to Congress demanding a withdrawal from north Russia—or at least reinforcements and better food.\n\nThe families swore their “unswerving loyalty” to the U.S. At the same time, they complained that the American troops in northern Russia “not only are suffering incredible hardships, but are in grave danger.”\n\nThe commander of the 339th, Col. George Stewart, was swamped with letters from parents who wanted to know if their sons were still alive. The deluge was “interfering with official business,” the colonel wrote, begging headquarters to put the word out to Detroit and Chicago newspapers that the situation around Archangel was under control.\n\nWinter discontent\n\nWhite Russian soldiers were the first to mutiny that winter.\n\nOn Dec. 11, 1918, two companies from the Archangel Regiment refused orders to the front. The rebels barricaded themselves in the Alexandra Nevsky Barracks and shot at loyal Russian troops sent to dislodge them. American troops, summoned to contain the uprising, fired machine guns through the windows. The mutineers emerged under a white flag.\n\nThe Russian commander ordered the troops to identify the instigators of the revolt, threatening to execute every 10th man if they didn’t. Loyal troops lined up 13 of the alleged leaders against a wall and shot them.\n\nOn March 1, the French Second Company refused to relieve American troops along the Archangel-Vologda rail line. The French soldiers finally agreed to advance, but only to a position behind the front, where they drank heavily. Soon after, the French stopped fighting.\n\nOn the railroad front in North Russia, soldiers lived in box cars. A January 1919 view of the railcars used as headquarters offices in Archangel. Photo: Library of Congress\n\nIn March, a detachment of Royal Scots along the Dvina River ignored orders to travel through deep snow to burn a nearby village. The Scots, who had fought fiercely in the summer of 1918, “came to be regarded as an unreliable fighting unit,” a U.S. military report said.\n\nDiscontent turned to disobedience among the American troops as well.\n\nSoldiers in Company A of the 339th tried to forge a separate peace with Bolshevik soldiers across from their lines. One American, apparently the son of Russian or Eastern European immigrants, drafted the truce offering in rough Russian on Knights of Columbus stationery decorated with an American flag. The writer complained about the deceit of the British officers and the absence of British troops on the front lines.\n\n“We are combating you and fighting you only to stay alive,” the letter said. “We support your desire to give up the crown and throw the Tsarism down to the ground, and we are ready to help you because it’s for the good of the working people.”\n\nThe note, signed by “The Soldiers of the United States,” said: “We will not attack you and if you, dear comrades, will hold off for two-and-a-half months, we will all go back home from Russia.” It wasn’t clear whether the note was ever delivered.\n\nA soldier in Company A who spoke basic Russian wrote this peace offer to the Bolshevik troops across from his position. Photo: Bentley Historical Library\n\nAt first, the commander of the 339th, Col. Stewart, sent rosy cables to headquarters. “Condition of infantry health discipline morale clothing and equipment excellent,” he wrote on Feb. 13, 1919. Rumors to the contrary back in Michigan, he said, were a “slur…cast on the regiment.”\n\nThere were indeed many reports of battlefield heroics. American troops received French, White Russian and British medals for valor.\n\nOther American officers were less optimistic. Capt. Eugene Prince, who provided intelligence assessments to the U.S. military attaché in Archangel, wrote a stinging memo about the dismal troop morale.\n\nAmerican soldiers pose with their French medals for valor in northern Russia. Photo: U.S. Army Signal Corps\n\nJust a few weeks after the captain’s report, Pvt. Henkelman and Company B were in revolt. More than 65 men signed the ultimatum demanding withdrawal from the battlefront by March 15.\n\nThe ultimatum, however, was a ruse. The mutineers circulated it to see how many soldiers were willing to rise up against their commanders. Once the rebels knew whom to trust, they intended to disarm their officers, seize control of Company B and desert the front.\n\nOne conspirator, Sgt. Silver Parrish, was born in Jenny Lind, Ark. He worked in Ohio coal mines as a teenager, and was employed as a die setter at Fisher Body Co. in Detroit when he was called up by the Army. He couldn’t understand why—after the war against Germany had ended—he and his friends were fighting young Russian men plucked from their own coal mines and factories.\n\n“The majority of the people here are in sympathy with the Bolo & I don’t blame them,” Sgt. Parrish wrote in his diary.\n\nSgt. Parrish’s squad had months earlier been ordered to burn a village that gave cover to enemy snipers. Local women dropped to the ground and grabbed the sergeant’s legs, begging for mercy. The soldiers torched the houses anyway. “Orders are orders,” Sgt. Parrish wrote in his diary.\n\nA burned Russian landscape. Photo: John Wilson/Bentley Historical Library\n\nBy late February, he was fed up. “This life is just 1 dam thing after another,” he wrote in his diary.\n\nThe commanders, hoping to tamp down brewing unrest, pulled Company B off the front line and let the conspirators go unpunished. In return, Pvt. Henkelman promised to use his influence to quiet dissent.\n\nPvt. William Henkelman, one of the Company B conspirators, drew this map of the Dvina River front while in a California veterans home, years after the war. Photo: Bentley Historical Library\n\nRebel force\n\nOn the morning of March 30, 1919, Company I was resting in the rear, at a camp on the outskirts of Archangel.\n\nThe soldiers gathered around a barracks stove, swapping complaints. Each man’s sense of injustice echoed off the grievances of comrades, building to an angry crescendo. They had endured rain, hail and snow, marched through swamps and streams and lost men in battle.\n\nMen from Machine Gun Company saw logs to use for reinforcing fighting positions. Photo: U.S. Army Signal Corps/Bentley Historical Library\n\nSome of the soldiers had received letters with Detroit newspaper clippings about a U.S. senator who was questioning the wisdom of sending the 339th to Russia.\n\nIt was an inopportune moment for the first sergeant to order them to load the sleds and return to the front. The men refused to leave the barracks and threatened mutiny if Washington didn’t set a withdrawal date.\n\nThe sergeant reported to the captain, who alerted Col. Stewart that he had an uprising on his hands. The colonel was a regular Army officer and had earned the Medal of Honor, the nation’s highest military award, for braving enemy fire to save a drowning man during the Philippine insurrection in 1899. He was described by the Grand Rapids Herald as “an American officer every inch, and a good one.”\n\nThe colonel gathered the soldiers and reminded them the penalty for mutiny was death. “Why are we fighting in Russia?” the men asked.\n\nCol. Stewart said he didn’t know why. “Whatever other reasons there may be, there is one good reason why we must fight now,” he told the soldiers. “If we don’t fight, we will all be wiped out.”\n\nMilitary sled convoy near Jillena, Russia on Jan. 18, 1919. Photo: U.S. Army Signal Corps/Mike Grobbel Collection\n\nThe colonel asked anyone who still refused orders to step forward. Nobody moved. The men agreed to return to the front only after the release of a private who had already been arrested. The officers agreed.\n\nThe men grudgingly loaded the sleds, crossed the iced-over Dvina River and boarded the train to the front. They were soon under attack from artillery rounds and Bolshevik raiding parties.\n\nCensors couldn’t keep the rebellion quiet. The Grand Rapids Herald ran the headline: “Mutiny in Russia Alarms Capital: General Outbreak Among 339th Men Now Open Threat; When Shall We go Home? Boys Want To Know.”\n\nThe Grand Rapids Herald reported on the Company I mutiny. Photo: Bentley Historical Library\n\nPresident Wilson had already had enough. In March, he met in Paris with his new northern Russia commander, Brig. Gen. Wilds P. Richardson, and told him to withdraw American troops from Archangel as soon as the White Sea ice broke up.\n\nOn April 8, 1919, Col. Stewart told his men they would be going home. He also reminded them of their obligation to fight to the end. “It could never be forgotten for an instant the reputation an American makes for himself in the service of his country will follow him through life,” the colonel warned.\n\nU.S. Army troops embark on ships to depart Archangel for home in May of 1919. Video courtesy of the National Archives\n\nThe bulk of the U.S. forces withdrew by the end of June 1919. All told, 6,083 Americans served in northern Russia. Of those, 144 were killed in action or died from their wounds, and 100 died from disease, suicide or accident. Another 305 survived shrapnel wounds, gunshots and other injuries.\n\nBritish forces withdrew from Archangel by the end of September 1919, and the Bolsheviks took the city from the remaining White Russian defenders in February, 1920. The American expedition to Siberia ended in 1920.\n\nEpilogue\n\nThe Army retrieved 120 American bodies from northern Russia in the fall of 1919. When the remains arrived in Detroit, a bugler played taps in otherwise silent streets. Theodore McPhail, whose brother had served in Russia, watched the passing parade.\n\n“I was thinking of the fool hardy expedition those poor fellows died for and the God forsaken place they must have died in,” he recalled.\n\nThe flag-draped coffins of 111 American servicemen killed in Russia arrive in the U.S. Photo: FPG/Hulton Archive/Getty Images\n\nThe humbling U.S. withdrawal led to finger-pointing. A military memo buried in the National Archives summed up the undeclared war-within-a-war. In it, Capt. Hugh S. Martin wrote to the U.S. military attaché in Archangel:\n\n“The real truth was, we were waging war against Bolshevism. Everybody knew that. Yet no Allied government ever stated that that was its policy in intervening…The result was that in the course of a day the ordinary soldier would hear any number of varying—and sometimes contradictory—replies to the questions which were constantly being asked; for example, why were they being called upon to fight here after the fighting on the Western Front had ceased…what were our reasons for making war on the Bolsheviks; why not let Russia take care of her own internal affairs, etc.”\n\nVeterans of the north Russia campaign—who called their war the Polar Bear Expedition—formed the Polar Bear Association in 1922. They shared a sense of obligation to retrieve their roughly 120 comrades whose bodies remained in Russia.\n\nArchangel veterans and Michigan politicians lobbied Congress and the state for funds, and in July 1929 a five-man commission set out for Russia. They drew up maps with notes such as “Lt. Ballard Killed Here” and “6 Graves Block Houses.”\n\nThe commissioners dug up the bodies of 86 Americans. Among those who were returned home was Lt. Powers, the Ohio medic whose body was left behind in a hospital shed during the retreat from Ust Padenga.\n\nA November 1919 ceremony in Hoboken, N.J., for soldiers of the 339th regiment who died in northern Russia. Photo: Library of Congress\n\nA special train carried them to Detroit, where they lay in state, many of them until Memorial Day 1930. Those were then interred in Troy, Mich., adjacent to a white marble statue of a polar bear. A dozen more bodies were returned in 1934, leaving twenty-some soldiers still missing.\n\nCapt. Joel Moore, who had commanded Company M, wrote a poem about men lost in a forgotten corner of the Great War.\n\nIn Russia’s fields no poppies grow\n\nThere are no crosses row on row\n\nTo mark the places where they lie,\n\nNo larks so gayly singing fly\n\nAs in the fields of Flanders\n\nRead Endnotes\n\nWrite to Michael M. Phillips at michael.phillips@wsj.com", "Nascar offered to acquire International Speedway Corp. in a deal that values the owner of the Daytona International Speedway at $1.85 billion and would combine the companies into a privately held group owned by Nascar’s controlling family.\n\nInternational Speedway said Friday that it has formed a special committee of independent directors to consider the deal and that no decisions have been made in response to the proposal. Nascar and ISC will continue to operate as separate and independent entities in the interim.\n\n...", "BERLIN—During the Cold War, Checkpoint Charlie was a potent symbol of geopolitical tensions. Now, 29 years after the fall of the Berlin Wall, conflict of a different kind has returned to the famous transit point.\n\nAmong the questions raised: Is it a good spot for a Hard Rock Hotel? And what does “Baywatch” star David Hasselhoff think?\n\nA redevelopment plan for the former Soviet side calls for a mix of commercial space, rental apartments, a museum and the music-themed hotel. Backers of the Checkpoint Charlie plan say anything would be an improvement on the current mixture of empty building lots and mobile sausage stands.\n\nOpponents fear the project would turn the landmark into an undignified tourist trap unworthy of its significance. The local parliament must approve the plan before construction can begin.\n\n“There has never been a Hard Rock Hotel in Berlin and it’s been fine,” said Katalin Gennburg, a representative for the Left Party in Berlin’s parliament, adding that a kitschy hotel chain on the site of former Soviet tanks is an offense to Berlin’s authentic clubbing culture. “We are already the party capital of the world without one.”\n\nAmerican tanks, front, and Soviet tanks, rear, faced each other at Checkpoint Charlie in 1961. Photo: DPA/Associated Press\n\nDaniela Billig, a Green Party member in parliament who also opposes the development terms, said it isn’t suitable for native Berliners. “No one would go to this place,” she said.\n\nHard Rock Hotels said it plans to chronicle Berlin’s music history at the site. Dale Hipsh, a senior vice president, said in a statement that “Checkpoint Charlie is the perfect place to tell a story of how music built a bridge.”\n\nMr. Hasselhoff, who has become a cult figure in Germany, said in an email, “Checkpoint Charlie is a symbol of freedom and should remain as a reminder of the oppression we all face on a daily basis. We must never forget!”\n\nSo far, he has not weighed in on the proposal.\n\nThe debate comes amid tensions between locals eager to preserve Berlin’s counterculture spirit and the entrepreneurs and techies drawn to the German capital’s growing reputation as a European business hub. A backlash pushed Google to drop plans to open a startup hub in a hip neighborhood.\n\nA recent influx of wealth into the city has raised worries. Iris Spranger, a representative for the Social Democrats who supports the Checkpoint Charlie plans, told the parliament recently that Berlin should honor the current proposal, otherwise the plot could end up being auctioned off to the highest bidder.\n\n“Who knows which hedge fund will then acquire the land,” she said.\n\nThe scene at Checkpoint Charlie. Photo: Wolfgang Kumm/DPA/ZUMA PRESS\n\nTrockland Management, the developer behind the current plan, acquired the rights to two plots at Checkpoint Charlie from a previous investor in 2014. Heskel Nathaniel, Trockland’s chief executive, said the local parliament’s delay in granting his firm permission to build is an example of what he perceives as resistance to modernization in Berlin.\n\n“There is a witch hunt here against real estate, a witch hunt against investors, a witch hunt against developers,” Mr. Nathaniel said.\n\nWithout a go-ahead from the local government by early next year, he said, the plots could end up in foreclosure. Because previous investments in the land ended up in bankruptcy, the site is under management of Berlin’s insolvency administrator, which gave Trockland the rights to the land with a deadline of January 2019 to exercise them, Mr. Nathaniel said.\n\nOn a recent weekday morning, food trucks, pop-up exhibits and a traveling currywurst stand stood on the proposed development site.\n\nTourists crowded before two actors dressed as American soldiers, who charge €3 ($3.40) each for a photo op in front of a replica Allied checkpoint kiosk, which is sandwiched between a McDonald’s and a KFC. “You are now leaving the American sector,” said a copy of a Cold War-era sign nearby.\n\n“It’s bittersweet,” said Lonnie English, who was visiting from Los Angeles with his 20-year-old daughter and said he was stationed with the U.S. military in Berlin when the wall fell on Nov. 9, 1989. “To me it’s a major part of world history. I’m sort of disappointed to see it be commercialized, but we have to go forward.”\n\nProposed construction at other former Cold War landmarks have drawn resistance. Ms. Gennburg, the parliament representative from the Left Party, recalled a series of demonstrations in 2013 against a development at Berlin’s East Side Gallery, one of the longest surviving stretches of the former wall.\n\nThe protests were attended by Mr. Hasselhoff, who gained fame in Germany following a New Year’s Eve 1989 performance of his song “Looking for Freedom” at the then-recently opened Berlin Wall. He has since returned to the nation many times, and professed his support for the German national soccer team and for the preservation of Berlin historical landmarks on social media.\n\nIn 2013, he again performed “Looking for Freedom” out of the back of a truck, as protesters sang along.\n\nDavid Hasselhoff at a protest against a development at Berlin’s East Side Gallery in 2013. Photo: ODD ANDERSEN/AFP/Getty Images\n\nMs. Gennburg said she fears a similar backlash should the Hard Rock project take off. “What if David Hasselhoff comes back to Checkpoint Charlie?” she said.\n\nThe East Side Gallery development—for a hotel and apartment complex—moved forward last year, now overseen by Trockland.\n\nMr. Nathaniel pointed to the recent backlash against Google, which ended with the company turning over the keys to a 32,000-square-foot workspace it had rented to a pair of nonprofits. That is making developers second-guess their plans in Berlin, he said.\n\n“Berlin wants to be the startup hub of Europe and you go and scare away Google?” he said. Still, the Israel native, a Berlin resident for more than 30 years, said he is committed to Checkpoint Charlie and to Berlin.\n\n“It’s a city you can actually still influence. The city is still not shaped,” he said. “The battle between socialism and capitalism is still ongoing.”\n\nWrite to Sara Germano at sara.germano@wsj.com", "Major U.S. indexes rallied this past week as American voters headed to the polls, the Federal Reserve left short-term rates alone and oil prices fell into bear-market territory. The Dow Jones Industrial Average’s four-day win streak snapped Friday, though the blue-chip index ended the week up 2.8% to 25989.30. The S&P 500 and Nasdaq Composite […]", "The owners of a soaring office tower in the Long Island City neighborhood of Queens are in a tough spot. Their best hope out may be Amazon.\n\nSavanna, a New York real-estate investor, faces a looming, million-square-foot hole in One Court Square, the 53-story property that many New Yorkers know best as the tower with the Citi sign staring out across the East River.\n\nThe...", "Daniel Loeb’s Third Point LLC backed off a bid to replace Campbell Soup Co.’s entire 12-person board after the hedge fund rejected a settlement offer from the company for two seats.\n\nThird Point, locked in a high-profile proxy battle with the soup maker, cut the size of its board slate to five nominees from 12, as the hedge fund looks to boost its chances of gaining influence over the company.\n\nThird...", "Any book by a former first lady is a publishing event, but Michelle Obama’s upcoming memoir “Becoming,” out Nov. 13, is being marketed as a major cultural moment: She embarks on a 10-city arena tour across the U.S. starting in Chicago later this month, with special guests including Oprah Winfrey and Reese Witherspoon. VIP tickets offering the chance to meet Mrs. Obama cost up to $2,750, commanding even higher prices on resale sites.\n\nThe stakes are high. Her publisher, Penguin Random House, made a huge bet on Mrs. Obama and her husband last year when it jointly paid them an advance estimated at about $60 million for two books. It was “the highest advance ever paid in the history of book publishing,” said Thomas Rabe, chief executive of German media giant Bertelsmann SE, which owns 75% of the publishing house.\n\nBooksellers are counting on strong sales. “We expect it to be the biggest book of the season, if not the year,” said Liz Harwell, senior director of merchandising, trade books at Barnes & Noble Inc. Her upbeat forecast reflects what she described as “significant preorders” for the title.\n\nEarly indications suggest a keen level of interest in Mrs. Obama’s story.\n\nHer 426-page memoir, a copy of which was obtained by The Wall Street Journal, ranges widely, from her father’s death when he was 55 to the “lust, gratitude, fulfillment, wonder” she felt for Barack Obama when their romance began. She describes the “funereal” morning after the 2016 presidential election. “I will always wonder about what led so many women, in particular, to reject an exceptionally qualified female candidate and instead choose a misogynist as their president,” she writes of the election. Mrs. Obama writes that she will “never forgive” Donald Trump for having promoted the “birther” movement questioning then-President Obama’s U.S. citizenship, arguing that the accusations could have led to violence against her family. (Mr. Trump later conceded that Mr. Obama was born in the U.S.) She dismisses speculation about her own political future: “I have no intention of running for office, ever. I’ve never been a fan of politics, and my experience over the last ten years has done little to change that.”\n\nAsked Friday if he had a response to Mrs. Obama, Mr. Trump said he hadn’t seen what she wrote. “She got paid a lot of money to write a book,” Mr. Trump told reporters. “And they always insist that you come up with controversial.”\n\nMrs. Obama has never attempted a book this ambitious. Her one previous book, “American Grown: The Story of the White House Kitchen Garden and Gardens Across America,” has sold a solid 62,000 hardcover copies, according to book tracker NPD BookScan.\n\nFor her memoir to meet the high expectations placed on it, the writing must be compelling, industry watchers say. “A memoir is always dependent on authenticity,” said Lorraine Shanley, president of consulting firm Market Partners International. “The voice has to sound like Michelle.”\n\nPenguin Random House’s Crown Publishing is printing 1.8 million hardcover copies for the U.S. and Canada, and an additional 1.2 million hardcover copies for other markets. Only two nonfiction titles published in the U.S. have sold more than 2 million hardcover copies since the start of 2010—Laura Hillenbrand’s “Unbroken” and Marie Kondo’s “Life-Changing Magic of Tidying Up”—says NPD BookScan. David Drake, deputy publisher of Crown, declined to discuss the book’s potential revenue or profitability, but said, “We couldn’t be more optimistic.”\n\nOne New York publishing executive who asked not to be identified suggested that “Becoming,” which has generated strong foreign rights income, would be “very profitable” if it sells 2 million hardcover copies in the U.S. This person estimated the book could generate as much as $46 million in gross sales in the U.S. across all formats, more revenue than some imprints generate annually. That would go a long way toward recouping the total $60 million advance, which includes an as-yet-untitled memoir from Mr. Obama.\n\nEarly indications suggest a keen level of interest in her story. When tickets to the arena appearances went on presale in September, demand was so high that tour organizer Live Nation added two new dates the same day. The tour promotes itself as “an intimate conversation” with the former first lady moderated by celebrity guests, including former White House adviser Valerie Jarrett, actress Tracee Ellis Ross and comedian Phoebe Robinson in addition to Ms. Winfrey and Ms. Witherspoon.\n\nStandard tickets range from $29.50 through $179.50. In late October, packages offering extra perks for the Chicago appearance ranged from $2,500 to $2,750. “Demand for tickets to Michelle Obama’s book tour compared to other public speaking events is nearly unparalleled,” said Stephen Spiewak, manager for digital content marketing at Vivid Seats, a ticket resale site.\n\nMrs. Obama will visit bookstores in the U.S., and some booksellers have been selected to sell books, including previously signed copies, at the arenas where she’s speaking, says Mr. Drake.\n\nShe’ll also take the tour abroad, hoping to defy the conventional wisdom that American political memoirs tend not to do well overseas. Before year-end, she’ll visit three major European capitals in support of the memoir.\n\nAt a time when audiobooks have become increasingly popular with consumers, Mrs. Obama herself narrated the audiobook edition of “Becoming.” It has already generated more preorders than any audiobook previously published by Penguin Random House, said Mr. Drake.\n\nThere’s a proven appetite for Obama-related titles. Former White House photographer Pete Souza’s book “Obama: An Intimate Portrait” went on sale in November 2017 and has since sold more than 500,000 copies in print and digital, according to its publisher, Lagardere SCA’s Little, Brown & Co. Mr. Souza’s latest Obama book, “Shade,” out in October, is a best seller.\n\nEarlier memoirs by such former first ladies as Nancy Reagan, Barbara Bush, Laura Bush, and Hillary Clinton were all national best-sellers. “First Ladies are celebrities, and this is a celebrity-driven society,” said presidential historian Robert Dallek. “There is an endless interest in the presidency and in anything to do with it.”\n\nWrite to Jeffrey A. Trachtenberg at jeffrey.trachtenberg@wsj.com and Ellen Gamerman at ellen.gamerman@wsj.com", "The Federal Bureau of Investigation is conducting a criminal investigation of a Florida company accused of scamming millions from customers during the period that Matthew Whitaker, the acting U.S. attorney general, served as a paid advisory-board member, according to an alleged victim who was contacted by the FBI and other people familiar with the matter.\n\nThe investigation is being handled by the Miami office of the FBI and by the U.S. Postal Inspection Service, according to an email sent to the alleged victim last year by...", "General Electric Co.’s woes are worsening.\n\nThe industrial conglomerate’s shares tumbled again Friday after analysts at JPMorgan Chase & Co. sharply cut their price target on the stock, underscoring the deepening questions on Wall Street about the true worth of a company that just two decades ago was the most-valuable U.S. stock.\n\nShares...", "A federal grand jury indicted a former Tesla Inc. employee accused of engaging in a $9.3 million embezzlement scheme by impersonating a car parts supplier.\n\nThe U.S. Justice Department alleges Salil Parulekar, a former employee in the global supply management group at Tesla, used his role to send money owed to one supplier to another supplier.\n\nAt...", "The economic outlook for consumers remained strong in early November as their income expectations rose, suggesting Americans could increase their spending heading into the important holiday retail season.\n\nThe University of Michigan on Friday said its consumer sentiment index was 98.3 in November, down slightly from 98.6 in October. Still, the index remains at high levels.\n\nSentiment...", "COLOMBO, Sri Lanka—The president of Sri Lanka dissolved the country’s Parliament on Friday night and called a snap general election on Jan. 5, a move that critics said was unconstitutional.\n\nPresident Maithripala Sirisena’s order to dissolve Parliament came in the aftermath of his surprise appointment last month of a former president, Mahinda Rajapaksa, as premier.\n\nThe...", "In his final hours as attorney general, Jeff Sessions signed a directive limiting prosecutors’ ability to rein in police practices they believe violate civil-rights laws, a shift he had pursued for years.\n\nMr. Sessions had long argued that reaching the broad agreements known as consent decrees with police departments, a hallmark of the Obama administration, hurt police morale, led to increases in crime and was an inappropriate use of federal power.\n\n...", "WASHINGTON—A gauge of U.S. business prices surged in October, but the increase was likely a temporary bulge driven by companies preparing for Black Friday sales events later this month.\n\nThe producer-price index, a measure of the prices businesses receive for their goods and services, rose a seasonally adjusted 0.6% last month from September, the Labor Department said Friday. That was double the 0.3% median forecast of economists surveyed by The Wall Street Journal, and marked the biggest increase in the PPI since late 2012.\n\n...", "WASHINGTON—Secretary of State Mike Pompeo and Defense Secretary Jim Mattis met Friday with their Chinese counterparts, agreeing in principle to denuclearize the North Korean Peninsula but clashing over the South China Sea, Taiwan and human rights.\n\n“This was an incredibly productive conversation,” Mr. Pompeo said after the meeting in Washington. “The United States is not pursuing a Cold War or containment policy with China, rather we want to ensure that China acts responsibly and fairly.”\n\n...", "IS IT HARDER to overcome a bad reputation or no reputation at all? That question came to mind recently as I considered the state of Chilean Cabernet Sauvignon. It doesn’t even seem to be on the radar of most American wine drinkers. Never mind that Cabernet is Chile’s number one most-planted grape.\n\nThe volume of Chilean wine exports to the U.S. dropped 5% between 2016 and 2017, according to wine-industry consultants Gomberg, Fredrikson & Associates, even as Chile’s wines are gaining fans elsewhere. Aurelio Montes, Jr.,...", "THE 2019 SUBARU FORESTER debuts the company’s DriverFocus Distraction Mitigation System; by means of advanced eye-tracking technology the car can detect driver fatigue, distraction or, more likely, boredom. I assume it can also detect the moment when the driver slips into a trance due to the ensorcelling drone of the engine... Ommmmmm.\n\nWhile many parts of this car are stimulating—the price/feature matrix for the Forester Touring ($35,270, as tested) is flat-out awesome—the performance from the 2.5-liter, 182-hp flat-four...", "WASHINGTON—Democrats say they will pass the most aggressive gun-control legislation in decades when they become the House majority in January, plans they renewed this week in the aftermath of a mass killing in a California bar.\n\nTheir efforts will be spurred by an incoming class of pro-gun-control lawmakers who scored big in Tuesday’s midterm elections, although any measure would likely meet stiff resistance in the GOP-controlled Senate.\n\n...", "Fights are emerging across the auto industry over who should bear the costs of tariffs, leading to new stress along the supply chain.\n\nEarlier this year, Pierburg US LLC, a manufacturer of parts used in the best-selling Ford F-150 pickup truck and Jeep Wrangler sport-utility vehicle, sued one of its suppliers over tariffs imposed this year by the Trump administration. The two sides have been in business for at least 20 years.\n\nPierburg alleged that the supplier’s refusal to ship electric motors from China to Pierburg’s factory in South Carolina unless it paid the 25% tariff cost in full was “extortion.” A failure to deliver the parts could shut down multiple auto factories and “plunge the automotive industry into complete chaos,” Pierburg said in court filings.\n\nJeff Aznavorian, president of Clips & Clamps, wrote to about 15 customers proposing a cost-sharing arrangement for future contracts. A few agreed. Photo: Rachel Woolf for The Wall Street Journal\n\nThe supplier dismissed Pierburg’s claims as “hyperbolic rhetoric,” arguing in filings that it was under no contractual obligation to ship parts at the pre-tariff price, because of the “unexpected nature and monumental effect of the current trade war.”\n\nThe automotive supply chain is a complex, global network of interdependent businesses ranging from small, family-owned manufacturers based in the U.S. heartland to large publicly traded overseas auto parts companies—all working in unison to keep cars rolling off the assembly line.\n\nThe Trump administration’s tariffs have led to higher steel and aluminum prices, and made it more expensive to import Chinese-made car parts such as electric motors and display screens widely used in U.S.-built cars. Tariff-related costs are raising expenses and squeezing profits for big and small auto-industry players, and driving some companies to fight their partners over who pays.\n\n“It’s rattled the whole industry, which tends to think in six-to-seven year timelines and doesn’t handle short-term surprises well,” said Joern Buss, a partner focused on the auto industry at consultant Oliver Wyman.\n\nA judge denied Pierburg’s request to force shipment from the supplier, a unit of Hong Kong-based Johnson Electric Holdings Ltd. Pierburg, a division of Germany’s Rheinmetall AG , is paying the tariff under duress as it considers its legal options, a person familiar with the case said. Court documents show it has requested a jury trial. The companies declined to comment.\n\nA typical vehicle is made up of roughly 30,000 individual parts, and car companies on average work with hundreds of suppliers at once for each model line, either buying components directly or contracting them out further down the chain. Thousands of individual contracts outline in detail parts orders, delivery dates and prices, and many of them are locked in place months and even years in advance.\n\n“There’s this notion that these costs efficiently flow through the supply chain and are visited upon customers with a nice, neat label saying ‘Trump tariffs’,” said John Trentacosta, an attorney at Foley & Lardner in Detroit who represents suppliers. “It doesn’t really happen that way in the automotive supply chain. It’s getting stuck somewhere along the way.”\n\nWhite House officials didn’t respond to requests for comment.\n\nSorting out the cost of tariffs is difficult because some parts cross the U.S. border multiple times before being installed in a car, blurring the lines of what is “domestic” content. And although much of the steel used in car manufacturing is American-made, the auto industry is still paying more because a new 25% tariff imposed in June on imports prompted domestic steelmakers to increase prices by an equivalent amount.\n\nA free-trade deal for North America struck in October between the U.S., Canada and Mexico is likely to add more complexity, requiring auto makers to build a greater portion of a vehicle’s content in North America and with higher-wage workers to avoid trade tariffs. Analysts say the new rules will force car companies and suppliers to reconfigure supply chains, likely increasing costs.\n\nOver the summer, some auto makers pre-emptively sent out letters through their legal departments, warning suppliers that the tariffs shouldn’t be a pretext for renegotiating price agreements, say executives and attorneys who were contacted. Some companies are now asking tariff-relief provisions be inserted into new supply agreements going forward, a request nearly unheard of before this summer, say attorneys.\n\nIn July, Toyota Motor Corp.’s purchasing chief, Robert Young, told a room full of supplier executives they shouldn’t count on the Japanese car maker to help absorb the higher tariff-related costs.\n\nToyota is dealing with its own cost-increase concerns, particularly on the nearly two million tons of steel it purchases a year in the U.S. and car parts it sources to China, Mr. Young said in an interview. He estimated that the new tariffs will cost Toyota $100 million this fiscal year and likely even more in the following year.\n\n“We’re not going to have a blanket statement to say we agree to absorb 100% of the costs,” Mr. Young said in an interview. “It’s not an open checkbook.”\n\nThe average operating profit margin in the auto parts manufacturing business is already slim–about 7%, according to the Original Equipment Suppliers Association—so extra costs can hit earnings hard. Car companies, facing cooling U.S. demand for cars and trucks after a multiyear growth streak, are also reluctant to pass costs on to car buyers by raising prices.\n\nFord Motor Co. CEO Jim Hackett said in September that tariff-related costs would shave about $1 billion from the company’s bottom line this year. General Motors Co. also dialed back its full-year profit guidance in July, citing rising commodity costs related to new steel and aluminum tariffs.\n\nSome smaller parts suppliers have resorted to pleading with customers for help.\n\nThis summer, Jeff Aznavorian, president of Clips & Clamps Industries, a small Detroit-area parts maker with about 57 employees, sent one-page letters to about 15 customers proposing a cost-sharing arrangement for future contracts. Clips & Clamps was on pace to turn a profit this year, but rising materials costs have wiped out its margin.\n\nTwo customers agreed. A few politely declined. One buyer from Canada wrote back, expressing sympathy. “They basically said: ‘I’m sorry your government is doing this to you, but what do you expect me to do about it?’” Mr. Aznavorian said.\n\nOther negotiations have been testier.\n\nPeterson American Corp., North America’s largest privately owned maker of springs used in car engines, was recently told by one of its steel vendors that the company would withhold shipment of the wire coils it delivers to its factories unless the manufacturer agreed to pay the tariff costs.\n\nFaced with the ultimatum, Peterson President Dan Sceli knew he had little choice but to concede. The trucks supply half a dozen Peterson factories in the U.S. and Canada, and any delivery delays could disrupt vehicle production.\n\n“If I shut down a car plant, that would cost us on the order of $100,000 a minute,” said Mr. Sceli, who also chairs the Motor & Equipment Manufacturers Association. “It’s not an option.”\n\nAfter consulting with lawyers, Mr. Sceli said he agreed to pay “under duress,” but intends on challenging the price increase and is looking at his legal options.\n\n“We’ve had a couple other suppliers threaten to hold trucks,” he said. “It’s happening all over the industry.”\n\nWrite to Chester Dawson at chester.dawson@wsj.com and Mike Colias at Mike.Colias@wsj.com", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "President Donald Trump told reporters at the White House that he doesn't know Matt Whitaker, his new acting attorney general, but that he is \"a very highly respected man.\" Photo: AP\n\nWASHINGTON—President Trump appeared to distance himself from Matthew Whitaker as controversy continued over his appointment as acting attorney general, with some conservative legal scholars questioning whether it was constitutional.\n\nWhen Mr. Trump was asked by reporters about the criticism of Mr. Whitaker, he responded, “I don’t know Matt Whitaker.” That contrasted with an interview with Fox News last month, when the president said, “I can tell you Matt Whitaker’s a great guy. I mean, I know Matt Whitaker.”\n\n...", "As a presidential candidate in August 2015, Donald Trump huddled with a longtime friend, media executive David Pecker, in his cluttered 26th floor Trump Tower office and made a request.\n\nWhat can you do to help my campaign? he asked, according to people familiar with the meeting.\n\nMr. Pecker, chief executive of American Media Inc., offered...", "Dire humanitarian conditions in the Gaza Strip are showing signs of easing, as Israel and Hamas lower tensions and look for a long-term deal to calm violence.\n\nIsrael has taken the unusual step of allowing funds from Qatar to be used to pay Hamas’s government employees in Gaza and to provide $100 handouts to 50,000 families. In addition, Qatar has supplied enough fuel to Gaza to provide the residents with 16 hours a day of electricity, a first in five years. Israel has also granted Gaza fisherman expanded access to Mediterranean...", "U.S. stocks slumped Friday as renewed global growth concerns weighed on shares of everything from technology to materials to energy companies.\n\nEight of the 11 S&P 500 sectors dropped, with the technology, consumer discretionary, communications services and materials groups all losing more than 1%.\n\nTrade-sensitive stocks such as Caterpillar,...", "Florida, home to the 2000 recount that delivered the presidency to George W. Bush over Al Gore, is preparing for a rerun. Three statewide races—for U.S. Senate, governor and agriculture commissioner—as well as a few state House and Senate contests appear headed for recounts. Here is how the process is expected to unfold:\n\nFlorida’s 67 counties must provide their unofficial results to the state by Saturday at noon. Secretary of State Ken Detzner and the Division of Elections will then determine whether any races meet the threshold...", "A social media expert explains what Gab.com is and why you may want to pay attention to fringe sites like these even when you’re not the target user.\n\nThe social-media site where the alleged Pittsburgh synagogue shooter broadcast his intentions is pledging to curb threats of violence, while it said it plans to remain a platform where hate speech and other forms of extreme content are permitted.\n\nGab.com, which resumed service this week after a stretch in digital exile, will proactively police the site rather than wait for users to report troubling posts, founder Andrew Torba said in an interview, vowing to bolster efforts to expunge threats of physical harm.\n\n...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Declining economic growth, trade uncertainty and rising raw materials costs are presenting finance chiefs at European companies with a cocktail of challenges, resulting in slower earnings growth.\n\nAs of Friday, 49% of the 369 companies in the Stoxx Europe 600 that have reported their quarterly results beat analysts’ earnings per share expectations in the third quarter. That is lower than the 56% recorded in the same period a year ago. Earnings per share are up 9.7% year-over-year, slightly higher than the 9.4% earnings per share growth recorded in the third quarter of 2017.\n\nInvestor expectations were higher following increased growth in Europe during earlier quarters this year, adding to the pressure on companies to improve their results. “It is harder to beat expectations when you come from a higher base,” said Emmanuel Cau, head of European equity strategy at Barclays PLC.\n\nNewsletter Sign-up\n\nDecreased economic activity in Europe and China, Britain’s 2019 exit from the European Union and the impact of trade tensions between the U.S. and China also cloud the horizon. And companies have warned about the economic impact of these factors on their businesses.\n\n“The challenges in the macroeconomic environment are growing,” BASF SE Chief Executive Martin Brudermüller said on Oct. 26, when the company released its earnings, according to a press release.\n\nNet income at the German chemicals company in the third quarter declined 10% year-over-year to €1.2 billion ($1.36 billion), while earnings before interest, tax and special items dropped 14% to €1.5 billion, compared with third quarter in 2017. Earnings per share fell 10% in the third quarter to €1.31, down from €1.45 reported in the prior year quarter. Analysts had forecast earnings per share of €1.36.\n\nCar maker Volkswagen AG reported a rise in third-quarter sales and profit but also highlighted the changes in economic sentiment. “If I compare the global economic framework condition, from today to 12 months ago, life certainly seems to have got even more challenging,” Chief Financial Officer Frank Witter said during the company’s Oct. 30 earnings call, according to FactSet.\n\nThe drop in sentiment comes after several quarters of strong earnings posted by companies in the Stoxx Europe 600.\n\nBut in the third quarter, the eurozone’s gross domestic product grew by 0.2% in the three months ended Sept. 30, down from 0.4% recorded during the three months to June 30, according to the EU’s statistics agency. In 2017, GDP grew by 2.5%, the fastest growth rate since 2007.\n\nExecutives are taking various measures to prepare their companies for a potential period of uncertainty. “Companies are rethinking their supply chains and their production lines,” said Mislav Matejka, global equity strategist at JP Morgan & Chase Co.\n\nSome executives, especially in the car industry, are focusing on their cost base, while others are increasing prices to compensate for higher raw materials costs.\n\nCompagnie de Saint-Gobain SA, a French building-materials maker, raised prices for its products by 3.5% year-over-year in the three months through September, compared with a 3% increase in the second quarter and 2.1% in the first quarter, according to Chief Financial Officer Guillaume Texier. “We are pushing prices in all geographies, a little bit everywhere,” he said in an interview.\n\nDutch company Akzo Nobel NV raised prices for its coatings by 7% in the third quarter, compared with a 5% increase in the second quarter. Prices for its paint products on average rose by 5% in the third quarter, up from 4% in the second quarter.\n\n“We continue to push through price increases,” Maarten de Vries, the company’s finance chief said. The paint-maker reported a 4% drop in revenue to €2.3 billion for the third quarter, compared with €2.4 billion in the prior year-ago period.\n\n“European corporates still have the ability to increase prices,” said Barclays’ Mr. Cau, a sign that the underlying economics are still somewhat healthy. Around 85% of companies in the Stoxx Europe 600 have either maintained or raised their full year guidance, according to Mr. Cau.\n\nWrite to Nina Trentmann at Nina.Trentmann@wsj.com", "A federal ruling blocking the Trump administration’s approval of the Keystone XL pipeline further clouds the future of a project that has faced a decade of delays due to fevered opposition from environmentalists, landowners and Native American groups.\n\nU.S. District Judge Brian M. Morris ruled Thursday night that President Trump’s 2017 cross-border permit of the pipeline expansion by TransCanada Corp. hadn’t considered all impacts as required by federal law, and that construction couldn’t move forward until a supplemental environmental...", "WASHINGTON—Supreme Court Justice Ruth Bader Ginsburg has been discharged from the hospital after fracturing three ribs and is returning to her duties, the court said Friday.\n\n“She is doing well and plans to work from home today,” court spokeswoman Kathleen Arberg said.\n\nJustice Ginsburg, who is 85 years old, cracked her ribs after a fall in...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "BEIJING—A slowing Chinese economy, weakening consumer sentiment and a trade fight with the U.S. aren’t likely to spoil Singles Day for Alibaba Group Holding Ltd., which will try out a few new tricks to ensure the 10th edition of its shopping extravaganza sets a sales record.\n\nThe event serves as a reminder to consumer products companies and investors of Alibaba’s power to move merchandise. Last year, it booked a record $25.3 billion in sales for Singles Day—surpassing the $19.6 billion that Americans dropped online last year...", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services.", "With the indictment of two former senior Goldman Sachs bankers, accused by U.S. prosecutors of paying bribes, stealing and laundering money from a Malaysian sovereign-wealth fund, the Wall Street giant finds itself at the center of one of the world's largest-ever financial scandals. Photo: Reuters\n\nFormer Goldman Sachs Chief Executive Lloyd Blankfein attended two meetings with a Malaysian financier at the center of one of the world’s largest financial scandals, including one after the Wall Street bank’s compliance department had raised multiple concerns about the financier’s background and said the bank shouldn’t do business with him.\n\nThe financier, Jho Low, was indicted this month by the U.S. Justice Department and charged with helping steal billions of dollars from 1Malaysia Development Bhd., an investment fund that...", "HAVING GROWN up in Massachusetts, I am no stranger to Boston cream pie. Indeed, it was a fixture of my childhood. In local supermarkets, there they’d be, stacks of Boston cream pies on a table in the bakery department, protected in see-through plastic containers and slapped with a sticker proclaiming a great deal ending in .99. True to its classic form, the dessert consisted of two layers of sponge cake, a thick center of yellow cream and a chocolate-frosted top. Sometimes, there would even be a single crowning cherry—a nontraditional touch that, to me, suggested a lack of restraint in an otherwise elegant dessert.\n\n...", "Russia convened Taliban officials, Afghan government envoys and representatives from seven nations for talks aimed at catalyzing an end to a 17-year war and burnishing Moscow’s credentials as a regional power broker.\n\nThe meeting Friday appeared to yield no significant breakthroughs, although participants agreed to gather again at an undetermined date. However, the participation of the Taliban marked the Islamist movement’s first official visit to the Russian capital and its highest-profile diplomatic foray in years, as it...", "A new British citizen poses for her official photograph during a citizenship ceremony.\n\nA new British citizen poses for her official photograph during a citizenship ceremony. Photo: justin tallis/Agence France-Presse/Getty Images\n\nLONDON—To be British, do you need to know the order in which Henry VIII married his wives, how many ski centers there are in Scotland, or the height of the London Eye?\n\nThese facts and hundreds of others, including who first introduced “shampooing” to the U.K., what a Welsh cake is and on which street the country’s first curry house opened, could feature in questions on the mandatory test immigrants must take to attain British citizenship.\n\nNow the test is up for review, breathing new life into the unending debate about what it means to be British in an era when the empire is dead and gone, Scottish independence is still possible, and European divorce proceedings well under way.\n\nThe U.K. citizenship test has been ridiculed by many Brits for its obscurity and factual inaccuracies. We gave some British WSJ staffers—and the former U.K. politician who introduced it—a pop quiz. Image: WPA Pool/Getty Images\n\nPracticing for the test, German-born Maya Wolff tackled a multiple-choice question asking her to pick an important part of the British character: going to university, visiting the pub every Friday, eating fish and chips for every lunch, or having the ability to laugh at oneself.\n\nThe 33-year-old music-school worker, who lives in the seaside town of Brighton, was surprised to learn the correct answer was having the ability to laugh at oneself.\n\n“I wouldn’t have picked up, in my 14 years of living here, that that is a very specific trait to the British,” she said. “I guess British people are quite sarcastic.”\n\nTake some example questions from the “Life in the U.K.” test.\n\nThe “Life in the U.K.” test is derided by many who take it and ridiculed by many who don’t. Locals admit they would no doubt fail. About 20% of takers do, losing their £50 ($65) fee.\n\n“I am screaming at my coffee now. Actually screaming,” tweeted David Hitchcock, a Canada-born history professor, while studying for the test in August.\n\nHe said the test was “absolutely full of howling inaccuracies and vague coverups,” and expressed skepticism about the veracity of many listed facts including when England was last successfully invaded. The study guide says this was the Norman Conquest of 1066. Dr. Hitchcock is among those who say this ignores other possibilities, including the ascension to the throne of William of Orange in 1689. (He ruled jointly with his English wife, Mary. Like the test, it’s complicated.)\n\nDavid Hitchcock, a Canada-born history professor, passed the U.K. test. Photo: David Hitchcock\n\n“I feel more British in the sense that I can laugh about having gone through the experience,” Dr. Hitchcock said after passing. “There’s a certain British irony about inflicting this test on people who want to be British.”\n\nOther countries, including Australia and Canada, require candidates to pass citizenship tests. In the U.S., candidates need to correctly answer six out of 10 questions on history and civics. There are only 100 possibilities, and many are straightforward: Who was the first president, how many senators does the U.S. have, and where is the Statue of Liberty.\n\nAspiring Brits have a tougher task, and there are more of them these days, given that Brexit is prompting a flurry of Europeans to take the test to secure their right to stay in the U.K.\n\nCandidates need to memorize a 180-page handbook, on which the test will be based. They have 45 minutes to answer 24 multiple-choice questions, and pass if they get 75% correct.\n\nMaya Wolff studied for her test while on holiday in the Canary Islands with her boyfriend. Photo: Maya Wolff\n\nThere isn’t a published list of official questions. Instead, companies create practice questions that closely resemble those on the test. These include: which king hid in an oak tree after escaping from the Battle of Worcester? (Charles II); where Florence Nightingale established a School for Nurses in 1860 (St. Thomas’ Hospital, London); whether Sir Anthony Hopkins has won an Oscar (yes, for “The Silence of the Lambs”—he’s Welsh, by the way); and why were the Corn Laws repealed in 1846 (to allow the import of inexpensive grain).\n\nEarlier this year, the British government launched a review of the test to “strengthen its focus on the values and principles of the U.K.”\n\n“Citizenship is a lot more than just being able to win a pub quiz,” Home Secretary Sajid Javid told the Conservative Party conference last month.\n\nThe Home Office, which oversees immigration, said it would detail its findings in due course but didn’t provide a date. A House of Lords committee studying the issue has said the test needs to be rewritten and the current exercise is “a barrier to acquiring citizenship rather than a means of creating better citizens.”\n\n“It needs factual revision” committee chair Lord Robin Hodgson said in an interview, adding the test should focus more on how to call the police or contact your local lawmaker.\n\nEmily McCulloch, a 37-year-old English lawyer based in London took one of the practice quizzes for fun while her American husband was studying for the test. She failed within minutes, getting 10 questions wrong, including one that asked how many years ago Britons first learned how to make bronze.\n\nMs. McCulloch said knowledge of football teams, musical festivals and the British tendency for politeness are more relevant. “Queuing politely and saying ‘terribly sorry’ are stereotypes for a reason,” she said. “If you were coming here, those are the kinds of things you’d want to know about how people behave and interact.”\n\nJudi Dench in the movie ‘Shakespeare in Love,’ Colin Firth in ‘The King’s Speech’ and Anthony Hopkins in ‘The Silence of the Lambs.’ Photo: Getty Images; Everett Collection (2)\n\nLord David Blunkett, who as home secretary during Tony Blair’s government announced plans for the first compulsory citizenship test in 2002, said the initial proposals have been “substantially altered.” He described the current study guide as “a nerd’s guide to the British nation.”\n\n“Do you really need to know how many practicing Catholics there are in the U.K. to be a British citizen?” he said. “Some of the changes are frankly ridiculous.”\n\nThe test, which began in 2005, was originally intended to encourage Britain’s immigrants to integrate and give them practical help and information necessary to participate fully in life in the U.K.\n\nLast year there were 141,302 applications for British citizenship, up 8% from the previous year, according to government data. EU nationals made up 27% of those applications, up from 12% the prior year.\n\nA cottage industry has sprung up to coach would-be citizens. Nicole Valchanova, a 28-year-old originally from Bulgaria, passed the test in January and now charges £20 ($26) an hour for Skype lessons.\n\n“It’s not rocket science but you’d be surprised at how little people know about it,” said Ms. Valchanova, who came to the U.K. as a child.\n\nWelsh cakes Photo: Getty Images/iStockphoto\n\nDavid Bartram, a sociology professor at the University of Leicester, compared data over an eight-year period to assess immigrants’ interest in politics before and after they became citizens. He found those who passed the citizenship test registered less interest in politics than they did before taking it.\n\n“The finding suggests there’s something quite dysfunctional about the requirement and the test itself,” he said.\n\nWhat if the whole concept of Britishness is inherently problematic?\n\n“The whole point of a multicultural society is they have to recognize different versions of being British,” said Dr. Hitchcock. “You don’t always go to the pub.”\n\nWrite to Saabira Chaudhuri at saabira.chaudhuri@wsj.com", "Bill Gates has invested hundreds of millions of dollars in a mission to reimagine the humble toilet. In an interview with The Wall Street Journal, he describes what the future of sanitation may look like. Photo: The Gates Notes\n\nThe toilets of the future don’t need sewer lines. One proposed model doesn’t even need flush water. They can run off the grid and turn human waste, or fecal sludge in the industry’s parlance, into electricity and clean water.\n\nBill Gates would know: He once took a sip of water that had originated from excrement. The water was filtered by a small-scale waste treatment plant made by Sedron Technologies, one of the companies showcased at a toilet expo Tuesday in Beijing. “Oh, it was great,” Mr. Gates said in an interview. “It...", "ENDIVE IS the most elegant chicory. It has enough bitter bite to distinguish any dish it’s part of and sufficient subtlety to play well with other ingredients. In her third Slow Food Fast recipe, New York chef Alex Raij makes it the base for a beautiful fall gratin.\n\nMs. Raij calls for slicing the endive heads lengthwise so the leaves remain intact at the base, then spreading them across the bottom of a casserole. A thick topping of mayonnaise and blue cheese performs in an almost alchemical way in the oven. The mayonnaise puffs and sets in much the same way a béchamel would, fusing with the blue cheese, bubbling and browning on top while preserving the moisture of the luscious endive beneath. A final sprinkling of marjoram, parsley, red pepper flakes and lemon juice provides color and punch.\n\nStore-bought mayonnaise will work perfectly well here, though Ms. Raij always makes it in-house. It’s integral to a number of the Spanish dishes on her menus. “Spaniards, in general, love mayonnaise,” she said. “One thing they are really good at is oil and fat.”\n\nThis recipe also happens to come together remarkably easily and quickly. A 15-minute high-heat blast in the oven ensures that the endive retains its toothsome structure and doesn’t collapse into mush, even as its flavor sweetens and deepens. And the mayonnaise helps to make the recipe foolproof. “I think it’s one of the most important sauces,” said Ms. Raij. “When baked, the emulsion breaks and it turns a bit custardy. It’s magical.”\n\nTOTAL TIME: 25 minutes SERVES:4\n\n4 large heads Belgian endive, outer leaves discarded\n\nKosher salt\n\n1 cup mayonnaise\n\n1½ cups crumbled blue cheese\n\n1 teaspoon red pepper flakes\n\n2 tablespoons marjoram leaves, roughly chopped\n\nJuice and finely grated zest of 1 lemon\n\n2 tablespoons chopped parsley\n\n1. Preheat oven to 450 degrees. Trim bases of endive heads, making sure to keep stems intact so leaves hold together. Cut each head lengthwise into thirds. Season cut sides with salt. Arrange sliced endive, cut-sides down, in a baking dish large enough to hold slices in a snug single layer.\n\n2. Spread mayonnaise evenly over endive and scatter cheese on top. Sprinkle red pepper flakes and marjoram over cheese.\n\n3. Bake gratin on center rack of oven until bubbly and golden brown on top, about 15 minutes. Remove gratin from oven and sprinkle lemon juice, zest and parsley over top. Serve hot, with a green salad and sliced Serrano ham on the side, if you like.", "To subscribe to the newsletter, please sign up here MUST READS Europe’s Center-Right Parties Face Threats on Continental Stage: Battles that have riven national politics across the European Union are hitting the continental stage as campaigning for the bloc’s legislature threatens the once-dominant center-right’s commanding position overseeing the bloc. U.K. Economy Picked Up Pace in Third Quarter: The […]", "Joe Lhota has resigned as chairman of the Metropolitan Transportation Authority, the latest in a series of departures from the administration of New York Gov. Andrew Cuomo as he prepares for a third term.\n\nFernando Ferrer, the MTA’s current vice chairman, will take the reins as acting chairman of the authority’s board and will run its meeting on Thursday, according to a state official.\n\nMr....", "In the 1990s, online brokerages like E*Trade Financial Corp. were the hot new way to play the stock market.\n\nNow, that niche belongs to Robinhood Markets Inc., the Silicon Valley startup that has amassed six million users with a smartphone app, marketing aimed at millennials and commission-free trades.\n\nBut Robinhood isn’t for everyone. And...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Lawmakers, faculty and students are demanding more accountability from university boards as sexual-abuse and other scandals continue to shake U.S. campuses.\n\nThe boards that oversee universities have remained largely intact at schools including Michigan State University and the University of Southern California, where recent scandals have brought down presidents, sparked student protests and threatened alumni donations.\n\n“When trustees misgovern, it’s not just that they’ve disappointed shareholders,” said Richard Chait, an emeritus professor at the Harvard Graduate School of Education who studies university management. “It’s a public good. I do think there should be a higher standard.”\n\nJames Brady’s recent resignation as chairman of the University System of Maryland’s board of regents was a rare example of a prominent university board leader taking the fall for a campus scandal.\n\nAthletes and lawmakers denounced Mr. Brady and the entire board for not ousting the football coach at the state’s flagship university after a player died from overheating during a team workout this summer. The criticism intensified earlier this month after the president of the university retired in protest of the board’s recommendation to reinstate the coach following a suspension. The coach was then fired and Mr. Brady subsequently stepped down.\n\n“I have no interest in serving as a distraction,” Mr. Brady said earlier this month.\n\nUniversity of Maryland president Wallace Loh at a news conference after the board recommended the school’s head coach retain his job following a football player’s death. Photo: Patrick Semansky/Associated Press\n\nState governors appoint most boards at public universities. Private schools populate theirs through recommendations from other trustees and alumni votes.\n\nBylaws often say board members can be removed for neglect of duty or gross misconduct, with trustees themselves or state lawmakers making those calls. Terms often range from three to eight years, with the possibility of multiple stints.\n\nFree Speech: Colleges in the Crossfire | Moving Upstream Born on college campuses, free-speech debates have returned, leaving students, faculty and administrations caught in the crosshairs. WSJ’s Jason Bellini goes back to class to see why some students have had it with free speech.\n\nFor more than a year, protesters have interrupted board meetings at Michigan State, calling on officials including trustees to step down over the Larry Nassarsexual-abuse scandal.\n\nNo trustees have resigned since the story broke in 2016. The two whose terms end in January didn’t run for re-election; through a university spokeswoman, both declined to say why. The chairman, one of those two, declined to comment further.\n\nAs at Maryland, trustees at Ohio State University faced backlash this summer for how they dealt with a football coach.\n\nIn August, the Ohio State University board asked outside investigators to examine how head coach Urban Meyer had kept an assistant on staff whom he knew had been accused multiple times of domestic violence. The university placed athletic director Gene Smithon unpaid leave for 17 days, while Mr. Meyer was suspended for three games and docked six weeks of pay.\n\nTrustee Jeffrey Wadsworth resigned after criticizing Ohio State’s punishment of Urban Meyer for his handling of abuse allegations against an assistant. Photo: Paul Vernon/Associated Press\n\nOhio State trustee Jeffrey Wadsworth resigned, saying in a letter to the chairman that he disagreed with the decision regarding Mr. Meyer’s punishment. and that “it would be hypocritical of me to continue as a Trustee.”\n\nSome experts see value in boards remaining intact after a scandal.\n\n“It is important symbolically for the board to demonstrate continuity of leadership,” said Rick Legon, president of the Association of Governing Boards.\n\nThe University of Southern California board announced in May that its president, C.L. Max Nikias, would depart as the school dealt with sexual-abuse allegations against a former campus gynecologist, George Tyndall.\n\nNewsletter Sign-up\n\nIn announcing Dr. Nikias’s departure, trustee Rick Caruso, now the board chairman, said the board “heard the message that something is broken and that urgent and profound actions are needed.”\n\nUSC agreed in October to pay $215 million to settle a federal lawsuit brought by women who accused Mr. Tyndall of abuse. Other suits are pending.\n\nIn August, the 57-voting-member board created a committee on governance reform, whose work remains under way.\n\nWrite to Melissa Korn at melissa.korn@wsj.com and Rachel Bachman at rachel.bachman@wsj.com", "A legal fight deepened over the outcome of Florida’s U.S. Senate race as local election officials raced to meet a Saturday deadline to report voting tallies that are expected to trigger a recount.\n\nPreliminary results since Tuesday show Republican Gov. Rick Scott unseating three-term Democratic Sen. Bill Nelson. But the race has tightened, as election officials count more votes, to show Mr. Scott leading by just over 15,000 votes, or 0.18 percentage point, down from roughly 56,700 on election night.\n\n...", "Meredith Corp. said Thai businessman Chatchaval Jiaravanon has agreed to purchase Fortune magazine for $150 million in cash, a sale that gives the storied business publication a new owner for the second time this year.\n\nLike many of its peers in media, Fortune has suffered from declines in advertising and newsstand sales over the past several years, and it has increasingly focused on digital advertising and its growing conference business.\n\n...", "WASHINGTON—Democrats will aim to reverse tax cuts for high-income households when they take the House majority, setting up a clash with Republicans that will color fiscal debates over the next two years, including prospects for a bipartisan deal to improve the nation’s infrastructure.\n\nBoth sides have signaled they want a spending program to improve the nation’s roads, bridges, tunnels and other public works, but disagree on how to fund it. Last year, Senate Democrats proposed a $1 trillion infrastructure plan, financed largely...", "PARIS—President Trump arrived in Paris on Friday—at the end of a week that saw his party lose control of one chamber of Congress and the ouster of his attorney general—to meet his French counterpart and commemorate the 100th anniversary of the end of World War I.\n\nMinutes after landing in Paris, Mr. Trump tweeted about comments French President Emmanuel Macron made this week on French radio. The French president called for the creation of a “true European army,” in a critique of trans-Atlantic security ties ahead of Mr. Trump’s...", "LONDON—The U.K.’s economy expanded in the third quarter at its fastest pace in almost two years, making it one of only a handful of countries in Europe to avoid the broad slowdown across the continent.\n\nStill, figures show the British economy lost momentum as summer turned to fall, suggesting growth is faltering as the U.K. enters its final five months as a member of the European Union.\n\nIn...", "The World Chess Championship arrived in London on Friday with a blitzkrieg of breathless hype that hasn’t been seen in chess for nearly three decades.\n\nThe matchup between reigning champion Magnus Carlsen and challenger Fabiano Caruana is the first title series since Garry Kasparov’s reign to pit the world’s two top players against each other. Carlsen may already be the greatest player ever but has lacked a worthy rival. Caruana is an aggressive player who could become the first American champion since Bobby Fischer. The players’ combined ratings are the highest for a World Chess Championship ever.\n\nThe chess cognoscenti sense history and dream of the next great chess rivalry, with early comparisons to Kasparov’s famed matches against Anatoly Karpov. Think of it as a budding Lakers-Celtics rivalry for the chessboard.\n\n“This might be the first of a series of titanic affairs,” said Kassa Korley, an international master.\n\nThe 12-game match, which began with a draw on Friday as Carlsen played the black pieces, is Carlsen’s third title defense. He won the crown in 2013, retained it in 2014 and 2016 and achieved the highest rating ever. If he’s not already the best of all time, he is indisputably part of the conversation. But he has never played someone like Caruana for the world title.\n\nWorld No. 1 Magnus Carlsen makes a move against Fabiano Caruana during a match in Stavanger, Norway on June 17, 2015. Photo: carina johansen/Agence France-Presse/Getty Images\n\nCaruana is often compared to Fischer, the late American savant who beat Soviet champion Boris Spassky in a geopolitically-charged title match in 1972. Caruana was born in Miami and, like Fischer, raised in Brooklyn. He is the United States’ most promising hope in almost half a century. Since narrowly missing the right to play Carlsen for the 2016 title, Caruana has established himself as Carlsen’s clearest rival.\n\nCarlsen hasn’t, in earnest, had a challenger of this caliber during his reign. The Norwegian has continuously held the No. 1 ranking since 2011 and evolved from the chess wunderkind to a swaggering champion who has managed to make the board game at least kind of cool.\n\nBut Caruana is storming the castle with a run of play, including wins over Carlsen, that has created a belief his opponent has a legitimate chance.\n\nCarlsen’s Elo rating is 2835. Caruana’s rating of 2832 is just three points lower. The last title overseen by FIDE—the international chess governing body—that featured the top-two ranked players was when Kasparov played his famous foil, Karpov, in 1990.\n\nSelf-described \"obsessive learner\" Max Deutsch challenged grandmaster Magnus Carlsen to a game of chess. What could possibly go wrong? Video: George Downs/WSJ. Photo: Gordon Welters for The Wall Street Journal\n\nThe chess world sees a potential parallel between those famous matches. Carlsen is still just 27 years old. Caruana is 26. So there’s a chance that no matter who wins that this could be only the beginning of an epic rivalry like the two Soviets shared with their five championship matches.\n\n“Comparison with the Karpov-Kasparov seems to be more than justified,” Wojciech Moranda, a Polish grandmaster, wrote in an email. “I can certainly imagine those players battling it out at the highest level for the next decade or so.”\n\nEven for a match that, before it begins, has already been compared to the game’s most memorable moments and figures, there is yet another element: a fascination between two clashing styles. In the computer age of chess preparation, strategic differences are minimal. But Carlsen and Caruana are still known for different and distinct approaches that will make this championship a test of philosophy as much as sheer skill.\n\n“This is yet another reason why the chess world is going to be following this encounter in awe,” Moranda wrote. “Some even look forward to it in search of a deeper answer as to whether the practical Carlsenesque style or rather Caruana’s concrete approach to chess will prove to be superior.”\n\nChess players describe Carlsen as an acutely intuitive player. He isn’t known to be particularly aggressive. And in a mathematical game, people don’t see his tactics as overly algorithmic. Instead, Carlsen is uniquely talented at exploiting strategic advantages and particular positions over the course of a game that no other chess player might see. “I don’t think Magnus has any clear weaknesses,” Caruana says.\n\nWhile Carlsen is seen as the great chess philosopher, Caruana is noted for a different approach. He is deeply calculating. In contrast to Carlsen’s noted ability to finish off end games, Caruana is said to intensely focus on the opens and search for an early edge.\n\nThat type of aggressive style is another reason experts make the Caruana-Fischer comparison, even though Caruana himself says stylistically he doesn’t think it’s quite true.\n\n“Caruana is fearless in a way like Fischer,” said Dylan McClain, a master-level player. “He really doesn’t care who he’s playing. He’s not going to back down.”\n\nWhile Magnus Carlsen is seen as the great chess philosopher, Fabiano Caruana is noted for being deeply calculating. Photo: WALTER BIERI/EPA-EFE/REX/Shutterstock\n\nThis sets up a contrast to the 2016 title match between Carlsen and Sergey Karjakin, which was distinguished by a string of uneventful matches. Observers believe Carlsen was nearly upset for the simple reason that he did not take his opponent, who was ranked No. 9, seriously enough.\n\nCarlsen has indicated he is aware of the unique threat Caruana poses. He has conceded his recent form hasn’t been what people usually expect from him. The player known for his brilliance and bravado said that, lately, his play has been apathetic.\n\nAnd it isn’t chess blasphemy to say Carlsen could lose. Although he has a winning record in his classical head-to-head matches with Caruana, the challenger enters this tournament having shown his pluck. In their last tournament together, they shared a three-way split for first. Before that, Caruana came out on top in two other tournaments.\n\n“I know that if I continue to play in the same vein that I have been recently that I will probably not win,” Carlsen said.\n\nStill, the champion added: “But I have great confidence in my powers to do exactly that.”\n\nWrite to Andrew Beaton at andrew.beaton@wsj.com", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "A Saudi-led coalition and its allies have intensified attacks on a key Yemeni port city to improve their position ahead of peace talks, posing a potential obstacle for U.S. attempts to end Yemen’s war.\n\nThe uproar over the death of Saudi journalist Jamal Khashoggi had appeared to create an opening for the U.S. to seek a cease-fire in the three-year Yemen war, a bloody proxy battle between Saudi-supported forces on the ground and the Iran-backed Houthi militia. Instead, 10 days after U.S. Secretary of State Mike Pompeo called...", "When London’s Millennium Footbridge opened 18 years ago, the 1,066-foot span swayed so badly it was closed almost immediately.\n\nEver since, engineers who study human locomotion have puzzled over a conundrum: Why did pedestrians who were tripped up by the trembling bridge walk in a way that made the wobble worse?\n\nThe answer has helped researchers...", "Former Philippines first lady Imelda Marcos was found guilty and sentenced to prison for graft offenses dating back decades, a surprise blow to the resurgence of one of the country’s most powerful families and important allies of populist President Rodrigo Duterte.\n\nAn anticorruption court announced at a news conference that the 89-year-old Mrs. Marcos had been convicted on Friday on seven counts of graft committed while she was a government official from 1968 to 1986 and ordered her arrest. She was sentenced to between six...", "Good morning. I’m Neanda Salvaterra, and it’s been a busy week for energy in the courts. A judge halted the beleaguered Keystone XL Pipeline project until the completion of a review, while another magistrate ruled South Carolina’s state-owned power utility is potentially on the hook for billions related to a failed nuclear project. Elsewhere, Saudi Arabia is […]", "In an original WSJ documentary, markets reporter Steven Russolillo ventures to Japan and Hong Kong to explore the universe of cryptocurrencies. His mission: create WSJCoin, a virtual token for the newspaper industry. Image: Crystal Tai. Video: Clément Bürge\n\nCryptocurrencies, among the most volatile of financial assets, have fallen quiet even as turmoil has gripped stocks, bonds, commodities and traditional currencies.\n\nBitcoin has mostly traded around $6,500 in recent weeks, in contrast to last year’s manic rally and the steep plunge that followed this year. Enthusiasts hope muted swings could help cryptocurrencies, of which bitcoin is the largest, gain traction as a means of transaction.\n\n...", "It is a topsy-turvy world: Management consultants have gotten better at marketing themselves than ad executives.\n\nCompanies used to rely on ads to promote brands. Now they have more direct ways to engage with customers. Luxury groups like Gucci have rapidly shifted their focus from Vogue to Instagram, while consumer giants like Unilever, which bought subscription-based razor merchant Dollar Shave Club, are investing heavily in e-commerce.\n\n...", "European Competition Commissioner Margrethe Vestager has become a household name in Silicon Valley since she orderedApple Inc. to pay $14.5 billion in alleged unpaid taxes to Ireland and finedAlphabet Inc.’s Google a total of $7.8 billion for allegedly abusing its dominance to clobber rivals.\n\nIn June, President Trump referred to her as the EU’s “tax lady” and said she “really hates the U.S.”\n\nMs....", "Merrill Lynch’s team pay incentives will soon hinge on advisers’ success in nudging clients toward digital engagement. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING & INVESTING Marijuana Stocks Are the Election’s Big Winners: […]", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. The Federal Reserve spoke volumes while saying hardly anything on Thursday. The takeaway: expect another rate increase next month. Good morning. Jeff Sparshott here to take you through the day’s economic news. We’ll also look at the […]", "A knife-wielding attacker who killed one person and wounded two others before being shot dead by police in Australia’s second-largest city had links to Islamic State and the assault is being treated as a terrorist attack, authorities said.\n\nThe suspect, who died in the hospital shortly after the assault in Melbourne on Friday, was identified by police as 30-year-old Hassan Khalif Shire Ali. Police said he and his relatives were previously known to the authorities. Chief Commissioner Graham Ashton, who leads the state police...", "LONDON—Daniel Frederick, a 34-year-old father of three, was returning to his home on a London public-housing estate shortly after New Year’s when a group of teenagers stabbed him in the back seven times, yards from his flat near a children’s playground.\n\nMr. Frederick, a security guard, was targeted in a case of mistaken identity, police believe, but the assault was part of a crime trend that London’s mayor said this week would take a generation to solve: a surge in knife attacks in a country with relatively low levels of...", "A federal judge in Montana on Thursday blocked the Trump administration’s permit allowing the Keystone XL pipeline and barred any construction of the long-delayed project until completion of a supplemental environmental review.\n\nSiding with environmentalists and indigenous rights groups, U.S. District Judge Brian M. Morris ruled that President Trump’s 2017 cross-border permit of the pipeline expansion by TransCanada Corp. to take oil from Alberta to Nebraska hadn’t considered all impacts as required by federal law.\n\n...", "The Food and Drug Administration plans to sharply restrict the sale of most flavored pod-style e-cigarettes, effectively pulling them from most convenience stores and gas stations and requiring strict age verification controls for online sales, according to senior FDA officials.\n\nThe actions, expected to be announced as early as next week, are aimed at limiting access to the e-cigarettes most popular among children, whose use is surging. Many e-cigarette companies, including market leader Juul Labs Inc., sell nicotine liquids...", "Twelve people were killed in the shooting at the Borderline Bar & Grill in Thousand Oaks, Calif. Photo: AP\n\nTHOUSAND OAKS, Calif.—Shortly after 11 p.m. Wednesday, a 28-year-old Marine Corps veteran strode up to the front entrance of a country music bar in this Los Angeles suburb that was hosting its weekly college dance party.\n\nAs more than a hundred people sipped drinks and took line dancing lessons inside, Ian David Long, bearded and dressed in black, took out a .45 caliber pistol equipped with an extended magazine and shot the bouncer. Entering the door to the bar, he shot several more employees including a cashier while hurling...", "Twelve people were killed in the shooting at the Borderline Bar & Grill in Thousand Oaks, Calif. Photo: AP\n\nTHOUSAND OAKS, Calif.—Shortly after 11 p.m. Wednesday, a 28-year-old Marine Corps veteran strode up to the front entrance of a country music bar in this Los Angeles suburb that was hosting its weekly college dance party.\n\nAs more than a hundred people sipped drinks and took line dancing lessons inside, Ian David Long, bearded and dressed in black, took out a .45 caliber pistol equipped with an extended magazine and shot the bouncer. Entering the door to the bar, he shot several more employees including a cashier while hurling...", "The Trump administration is facing a heated trade battle with Congress after the Democratic Party retook the House of Representatives, posing a significant challenge to President Trump’s deal with Mexico and Canada.\n\nSecuring congressional passage of the makeover of the North American Free Trade Agreement will get a lot harder with a split Congress. A Democrat-led House gives Mr. Trump’s political opponents power to demand concessions in exchange for ratification of the new agreement, reached in September and renamed the U.S.-Mexico-Canada-Agreement,...", "ATLANTA—Republican Brian Kemp, the self-declared winner of Georgia’s contentious gubernatorial election, announced Thursday he was resigning as secretary of state to focus on the transition to his new office.\n\n“After receiving the highest number of votes of any gubernatorial candidate in state history, Governor-elect Kemp will focus full-time on a successful transition,” Mr. Kemp’s spokesman Ryan Mahoney said.\n\nThe...", "Procter & Gamble Co. said it would revamp its management structure, shrinking the number of business units from 10 to six and giving the heads of those products control over regional sales teams as well as some functions previously run by headquarters.\n\nThe new organization, which will take effect next July, is part of an effort by the maker of Pampers diapers and Crest toothpaste to streamline its operations. The company has been under pressure to improve its performance from activist Trian Fund Management, which waged...", "White House press secretary Sarah Sanders posted a video of CNN reporter Jim Acosta at Wednesday’s press conference. Analysis by Storyful shows frames in that clip were paused. Photo: Reuters\n\nWhite House Press Secretary Sarah Sanders tweeted a video of a press-briefing altercation involving a CNN reporter that appears to have been edited in a way that makes the reporter’s actions look more aggressive, according to an analysis by a social-media intelligence firm Storyful.\n\nThe episode during Wednesday’s televised press briefing by President Trump led to the White House suspending reporter Jim Acosta’s press credential granting him access to White House grounds.\n\n...", "Tesla Inc. named board member Robyn Denholm as its chairman, tasking her with overseeing one of the business world’s most freewheeling figures at a pivotal moment for the electric-vehicle company.\n\nThe 55-year-old finance expert’s ascension to the role is doubly unusual: She will need to manage Elon Musk, the iconoclastic chief executive of Tesla who has led the company after becoming its largest investor in 2004. And she is giving up her job as CFO of Australia’s largest telecommunications company to assume the post at Tesla...", "Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans’ control of the Senate. WSJ’s Gerald F. Seib explains.\n\nDemocrat Lucy McBath unseated Republican incumbent Karen Handel in Georgia’s sixth congressional district Thursday, adding to the Democrats’ new majority in the House with more than a dozen contests still undecided.\n\nIn the Senate, the situation is reversed, with Republicans clinching control on Tuesday night and looking to three outstanding races to pad their margin.\n\nVoters...", "Saudi Arabia’s top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years.\n\nThe effort coincides with new pressures on the Saudi government, including from the U.S., where President Trump has accused the cartel of pushing up oil prices, and from investors who distanced themselves from the kingdom after the brutal killing of a U.S.-based Saudi journalist.\n\n...", "Saudi Arabia’s top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years.\n\nThe effort coincides with new pressures on the Saudi government, including from the U.S., where President Trump has accused the cartel of pushing up oil prices, and from investors who distanced themselves from the kingdom after the brutal killing of a U.S.-based Saudi journalist.\n\n...", "WASHINGTON—The Federal Reserve held short-term interest rates steady Thursday and offered a mostly upbeat assessment of the U.S. economy, suggesting another rate increase is likely by year-end.\n\nThe Fed repeatedly emphasized the economy’s strength in a statement released after its two-day policy meeting. It offered nothing to dispel market expectations that it would deliver its fourth rate rise of the year in December.\n\nData...", "WHEN McDonald’s announced that it was removing the villainous cheeseburger from the Happy Meal earlier this year, it was doing what I call “de-inventing.” Parents had turned against the product due to health concerns, so McDonald’s was telling kids: “Re-think the Happy Meal. Re-contextualize. Let’s all just pretend that the child cheeseburger—silent killer that it is—never existed. You’ll thank us for this, trust us.”\n\nI’m hoping my concept of de-inventing will become more popular. A couple of weeks ago I sat on a panel during which one of the participants induced mass spontaneous catatonia by launching into an electrifyingly inane PowerPoint presentation. A PowerPoint presentation for a seven-minute talk!\n\nIf anything ever needed to be de-invented, it is PowerPoint. Almost from the moment it reared its ugly head, it was recognized as a cruel weapon. PowerPoint made simple things complicated by turning even the most basic subject into a byzantine series of lists, that then generated other equally tortuous lists, which then gave birth to still other heart-rending, soul-destroying lists.\n\nIt’s not sufficient that PowerPoint gets purged, terminated, sidelined, discontinued. PowerPoint needs to be repudiated. It needs to get smacked in the face. It needs to be de-invented.\n\nFrom time to time, society as a whole will stop in its tracks and admit that it took a wrong turn. This is why serfs no longer exist. Or the Carter Administration. It is why people no longer wear coonskin hats or bustles or chain mail or codpieces. The truth, and everyone knows it, is that the world would be a very different place if certain things had never been invented.\n\n“ There are many fairly obvious candidates that an awful lot of people would be happy to see go. ”\n\nBut rather than bellyache, why not follow the lead of McDonald’s and de-invent them? Leaf blowers need to be de-invented. Smooth jazz should have been de-invented five minutes after it deposed real jazz. Major League Baseball’s video review policy needs to be de-invented. Public service announcements need to be de-invented. Inane, mush-mouthed sideline reporters at football games are prime candidates for de-invention.\n\nIn each of these cases, an honest mistake got completely out of hand and ultimately made life miserable for everybody. But the way to fix this is not merely to turn back the hands of time and purge our collective memories of such monstrosities. It is to admit that we were all idiots to ever accept any of these things in the first place. For without contrition, there can be no forgiveness.\n\nNot everyone agrees on what needs to be de-invented. Some people would say the Electoral College or anyone named Kyle or passwords of no more than 16 characters containing a number, an ampersand and at least one capital letter. Others would be satisfied with de-inventing the banjo.\n\nStill, there are many fairly obvious candidates that an awful lot of people would be happy to see go. Pop-ups. Lavender-flavored cheese. Newspaper inserts with names like “Laos Forges Ahead with High-Tech Innovation and Formidable Industry!” Mutual funds that charge a load fee. Cigars that taste like apricots. Blue Man Group. Polenta. Documentary films. Anything with the ominous word “Celtic” in it. Senior pony tails. The C major seventh chord. Waiters that sing. Electronic drum machines. The Commerce Department. Public television fundraisers. Folk music. And so on.\n\nWhen McDonald’s tossed the child cheeseburger overboard, it was telling kids: “This worked once. But it doesn’t work anymore. Consider yourself lucky that we’re still serving you guys Chicken McNuggets.” Other companies should be just as bold. Why does beef jerky still exist? Chewing tobacco? Urban scooters? Marzipan? They continue to exist because no one has the nerve to say: “The world would be a far, far better place if these things had never seen the light of day.”\n\nI’d throw kale in there too.", "An oil tank at the Petropiar joint venture between Chevron and the Venezuelan state oil company. Carlos Becerra for The Wall Street Journal\n\nChevron Stayed in Venezuela Long After Rivals Quit. Then It Had Second Thoughts. Profits are down and there’s a taint from working with the Maduro government; the company also fears a withdrawal could make things worse for the country", "The secret to making it in the art world? Learn to schmooze.\n\nA handful of U.S. and European museums and galleries have an outsize impact on which contemporary artists achieve lasting, prestigious careers and which don’t, according to a Northeastern University study published Thursday in the journal Science.\n\nNew artists who show their work early in a relatively small network of 400 venues—like Gagosian Gallery or the Guggenheim Museum—are all but guaranteed a successful art career, the study said. By contrast, artists who exhibit mainly in lower-level galleries and midtier institutions are likely to remain stuck in that orbit.\n\n“There’s this invisible network of trust that exists in the art world, but the group that decides who matters in art was considerably smaller and more powerful than we expected,” said Albert-László Barabási, a data scientist who studies networks at Northeastern and led the study along with several colleagues including a data scientist now at the World Bank, Samuel Fraiberger. Their findings also show up in Dr. Barabási’s book published earlier this week, “The Formula: The Universal Laws of Success.”\n\nHis findings undermine a popular art-world notion that a prodigy could create in obscurity and get discovered years later. Instead, the research suggests that artists who start out seeking connections with powerful curators, dealers and collectors within the nerve center of the art world are far more likely to hit the big time.\n\nDr. Barabási and his team spent the past three years reconstructing the exhibition histories of nearly 500,000 artists, whose work was shown in about 16,000 galleries and 7,500 museums between 1980 and 2016. He and his team also scoured sales held in 1,239 global auction houses from the same 36-year time period.\n\nThey used this data to help trace the paths that artists took early in their careers, tracking how one who earned a spot on the roster of Gallery A subsequently got exhibited in Museum B and then Museum C, for example. Dr. Barabási analyzed the overlapping connections and mapped the institutions that proved key in helping the most artists succeed in the long run—or not.\n\nThe result is a formula Dr. Barabási said can predict which artists working now, based on their connections within this network, are more likely to become superstars.\n\n“If one of your first five shows as an artist is held at a gallery in the heart of this network, the chances of your ending your career on the fringes is 0.2%,” Dr. Barabási said. “The network itself will protect you because people talk to each other and trade each other’s shows.”\n\nSo who makes up the nucleus of this network? The list skews toward U.S. institutions like the Museum of Modern Art, the Art Institute of Chicago, the J. Paul Getty Museum and the Metropolitan Museum of Art. European museums include the Haus der Kunst in Munich and Tate in London. Dealers include Paula Cooper as well as galleries with multiple locations and sizable operations like Pace Gallery, Hauser & Wirth and David Zwirner.\n\nMagnus Resch, an economist who teaches at Columbia University and who helped Dr. Barabási gather the data, said he was devastated by the findings because they suggest that myriad galleries outside this hub have little impact, no matter the quality of the art they show or sell.\n\n“The art world prides itself on being so open and inclusive, but the truth is the opposite,” Mr. Resch said.\n\nThe study also maps out so-called islands on the network’s periphery, populated by galleries and museums in places like Germany, Australia and parts of Asia that appear insular to a fault. For example, Germany is replete with noncollecting museums called kunsthalles that organize many shows featuring young artists, but Dr. Barabási said his research revealed that few of these venues wound up swapping artists with the influential museums that ultimately determine an artist’s success.\n\n“The conduit to bigger success isn’t there,” he said, though he conceded there were likely exceptions.\n\nThe network also benefits artists who live in cities with thriving art markets like New York and London. Of the artists tracked in the study who were born in the U.S., a quarter earned spots in highly prestigious venues, compared with 11% of artists in Canada and 9.2% of artists in India.\n\nThe network isn’t defined solely by geography, though. Galleries physically located near MoMA weren’t necessarily more influential than ones in San Francisco or Shanghai, the study found. In some respects, Dr. Barabási said it mattered more for an artist to get a show at a major, encyclopedic museum like the Art Institute of Chicago than a buzzy, contemporary art museum.\n\nThat’s because the Art Institute shows fewer living artists, and so it “has more heft,” he said. So far this year, the Chicago museum has opened shows featuring a dozen living artists. Last year, it showed eight.\n\nJames Rondeau, director of the Art Institute, said he remains skeptical of success metrics in the art world, but added that he wonders if the research could nudge curators out of ruts they might be in when it comes to scouring for talent.\n\n“Maybe we can use it to give voice to those disenfranchised artists outside the trajectory,” Mr. Rondeau said. “We need to use our eyes as much as our ears.”\n\nWrite to Kelly Crow at kelly.crow@wsj.com", "PHILADELPHIA—Traffic crawls along downtown’s Chestnut Street, horns honking as cars block the intersection. Up ahead, construction claims one of three lanes, and a Canada Dry delivery truck is parked in the bus lane, forcing city buses to squeeze by.\n\nSimilar scenes play out every day in cities across America. In six of the 10 most populous cities, including Philadelphia, average midday vehicle speeds in the downtown core have slowed between 3.8% and 10% since 2015, according to an analysis for The Wall Street Journal by transportation...", "The midterm elections abruptly shifted the health-care landscape across the country, strengthening the position of the Affordable Care Act while resulting in a divided Congress that could mean most changes unfold on the state level.\n\nHealth care was the No. 1 issue among voters this election, according to an AP survey of about 90,000 people. The voting results suggested a rebuke to repeated Republican efforts to roll back the health law, and that many Americans care deeply about issues such as coverage for pre-existing medical...", "The U.S. imposed sanctions Thursday on three Russian and Ukrainian individuals it said were linked to human rights abuses in Crimea, moves designed to prevent what Treasury Department officials said were attempts by Moscow to normalize relations with the Ukrainian enclave.\n\nThe U.S. also imposed sanctions on nine entities it said were involved in attempts to integrate Crimea into Russia.\n\nRussian...", "Twelve people were killed after a gunman opened fire at the Borderline Bar & Grill country-music bar in the city of Thousand Oaks in Southern California. The suspect, identified as Ian Long, was also confirmed dead. Photo: AP\n\nTHOUSAND OAKS, Calif.—Ian David Long, identified as the gunman in a mass shooting here, was a high-school baseball player remembered as a perfectionist who dropped the sport his senior year in part to focus on joining the military.\n\nWhen Long’s baseball coach sat down to write about him in a yearbook, one word came to mind: “Intensity!”\n\nLong..."]