["2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Health care was a priority for midterm voters, and for good reason. In nearly five years since ObamaCare’s major provisions came into effect, insurance premiums have doubled for individuals and risen 140% for families, even while deductibles have increased substantially. Hospitals and doctors continue to flee ObamaCare’s coverage network, to the point that almost 75% of plans are now highly restrictive. ObamaCare also encouraged a record pace of consolidation among hospitals and physician practices. All these developments will raise health-care prices, as fewer hospitals compete for payers.\n\nThe...", "The Dartmouth alumni WeChat group is buzzing with the recent news that the U.S. government may ban Chinese citizens from attending American colleges. Such a ban would damage American higher education. More important, it would dampen the country’s capacity for economic innovation.\n\nForeign students often choose to study in the U.S. because they aim to apply here what they learn at our world-class schools. A Kauffman Foundation study found that immigrants accounted for 25% of all new high-tech companies founded from 2006 through...", "Spare a tear for Chuck Schumer.\n\nIn last week’s midterms, the Senate minority leader’s counterpart in the House, Nancy Pelosi, led her party back to a majority. Over in the White House, Donald Trump could claim a split decision.\n\nWhich leaves only one unmitigated failure: Mr. Schumer. The elections saw his ambitions to become majority leader...", "Mike Quinn served in the U.S. Army for 24 years, rising to the rank of sergeant major. He deployed to Iraq, Afghanistan, Bosnia, the Philippines and Korea. Between deployments, he met the woman he married. They moved seven times in the next nine years, once to Japan. Each time, his wife had to seek new employment. He eventually retired due to the toll on his family.\n\nDon Evans is a lieutenant colonel in the Army. He’s been married for 19 years and his family has moved seven times. His wife, a nurse practitioner, had to get...", "Can the trans-Atlantic relationship be saved? That’s the question the world faces 100 years after the end of World War I.\n\nThe signs from the centennial commemorations in Paris were not good. French President Emmanuel Macron publicly condemned nationalism as “the opposite of patriotism” as self-proclaimed nationalist Donald Trump looked on stonily. The relationship between the U.S. and its three principal European allies—Germany, Britain and France—is arguably cooler than at any time since the Truman administration.\n\n...", "What do you call a Silicon Valley Republican who wants to have friends? A libertarian.\n\nAsk virtual-reality pioneer Palmer Luckey. Oculus, the company he founded, was acquired by Facebook in 2014. Last year Facebook fired Mr. Luckey amid fallout from his $10,000 donation to a pro-Trump group founded by internet trolls and extremists. The Journal reports that before Mr. Luckey’s firing, Facebook CEO Mark Zuckerberg hatched a plan to rehabilitate him. Internal emails show Mr. Zuckerberg personally drafted a public statement and...", "Technology is colliding with societal norms and governance in new and unexpected ways. Follow the town hall conversation as we talk about tech regulation, the future of privacy and data, misinformation and more.\n\n...", "WASHINGTON—The Justice Department is expected to publish a legal opinion in support of Matthew Whitaker’s installation as acting attorney general as early as Tuesday, a person familiar with the matter said, following questions about whether he can legally serve in the role.\n\nThe department’s Office of Legal Counsel is expected to say that President Trump had the ability to appoint Mr. Whitaker, the person said. Mr. Whitaker took over last week as an interim successor to former Attorney General Jeff Sessions when Mr. Sessions...", "The dollar jumped to its highest level in a year-and-a-half on Monday, propelled by expectations for higher U.S. interest rates and concerns about an uncertain political landscape in Europe.\n\nThe WSJ Dollar Index, which measures the U.S. currency against a basket of 16 others, was up 0.6% to 91.10, its highest close since March 2017.\n\nInvestors...", "The Trump administration is broadening its China trade battle beyond tariffs with a plan to use export controls, indictments and other tools to counter the theft of intellectual property, according to people familiar with the matter.\n\nThe opening move in the new strategy came in the form of a recent crackdown by the Commerce and Justice Departments on a Chinese state-owned chip maker, which the U.S. administration accused of stealing trade secrets from Idaho-based Micron Technology Inc., the people said.\n\n...", "Continuing irregularities related to voting in Florida’s Broward County have inspired a local judge to require more oversight of the recount of ballots from last Tuesday's election. But the overseers are unlikely to inspire confidence among voters in south Florida or anywhere else in the United States.\n\nThe Miami Herald reports:\n\nA Broward judge on Monday turned down Gov. Rick Scott’s request to “impound and secure” all voting machines...", "Snap Inc.’s head of content plans to leave the social-media company by year’s end, bringing to at least a half dozen the number of executives who have left the firm over the past year.\n\nNick Bell, who in a note to employees on Monday said he is taking time off before “deciding on my next adventure,” joined Snap in 2014 from News Corp and oversaw the launch of Snapchat Discover, which features vertical-screen videos and articles from news publishers, including The Wall Street Journal.\n\n...", "General Electric Co.’s shares continued their long slide Monday even as new Chief Executive Larry Culp tried to put the market at ease about the direction of the conglomerate and its troubled power division.\n\nThe stock fell as much as 10% Monday before recovering some of its loss to end at $7.99, down 6.9%. It was its first drop below $8 on an intraday and closing basis since March 2009.\n\nThe...", "WASHINGTON—Two U.S. senators called on President Trump Monday to stop publicly criticizing the Federal Reserve and warned his comments could jeopardize the central bank’s credibility and hurt the economy.\n\nIn a letter to Mr. Trump, Sens. Chris Coons (D., Del.) and Jeff Flake (R., Ariz.) also said Mr. Trump’s disagreement with the central bank over interest-rate policies wouldn’t be a sufficient reason to remove any Fed leaders, including Chairman Jerome Powell.\n\n...", "Kellogg Co. plans to let go of the Keebler Elves.\n\nThe food maker on Monday said it is considering a sale of its cookie and fruit-snack businesses, including Keebler, Famous Amos and other brands, to focus on products with faster-growing sales.\n\nIt is the latest food maker to rethink its product range as U.S. consumers buy healthier snacks...", "Apple Inc. shares sank further on Monday, as investors’ worries deepened about sales of new iPhones after two key suppliers for the device cut their earnings projections for coming months.\n\nJapan Display Inc., which supplies screens for the iPhone XR, cut earnings estimates for its fiscal year ending in March. It said orders for its latest LCD panels would be much lower than its initial expectations for the three months ending in March.\n\n...", "TOKYO—SoftBank Group Corp. said it would seek to raise more than $20 billion with the initial public offering of its Japanese mobile unit, as it hunts for funds to fuel its nearly $100 billion investment machine.\n\nThe proposed IPO shows how SoftBank, which is planning to give up control of Sprint Corp. in the U.S., is cashing out of its slower-growing assets so Chief Executive Masayoshi Son can focus on a technology portfolio that already includes a stake in Uber Technologies Inc.\n\n...", "Representatives of Saudi Arabia, Turkey and the U.S. have been at odds about what happened to missing Saudi journalist Jamal Khashoggi, until Saudi Arabia confirmed that he was killed in its consulate in Istanbul. Here’s how each country’s narrative unfolded. Photo: George Downs/The Wall Street Journal\n\nCanadian Prime Minister Justin Trudeau became the first leader to publicly say that his country’s intelligence officials had listened to an audio recording that Turkish officials say is evidence that the journalist Jamal Khashoggi was killed by Saudi operatives.\n\nMr. Trudeau said during a news conference in Paris that Canadian officials have been working with their Turkish counterparts on the investigation into Mr. Khashoggi’s killing. He said he hadn’t personally listened to the recording. However, a Canadian government official...", "MEXICO CITY—The largest of the Central American migrant caravans making their way through Mexico toward the U.S. border has broken up into smaller groups, migrants and local authorities said Monday.\n\nOver the weekend, the large caravan that had stayed in Mexico City most of the previous week hit the road again toward the U.S. border. But the caravan broke into several smaller pieces as some groups managed to get bus rides, while others hitchhiked and still others walked.\n\n...", "Big banks are enlisting the local DMV in their fight against identity fraud.\n\nLenders including JPMorgan Chase & Co., Bank of America Corp., Wells Fargo & Co. and Citigroup Inc. are looking for ways to link up with databases at state departments of motor vehicles and other government offices to make sure potential customers are who they say they are.\n\nMotor-vehicle...", "SAN FRANCISCO—After unleashing widespread cyberattacks and disinformation warfare on the U.S. during the 2016 presidential election, Russia’s trolls and hackers mostly appeared to have sat on the sidelines during the campaign ahead of last week’s midterm elections.\n\nNo one is sure why.\n\nFederal agencies, state election officials and social-media...", "It has been a fast ride for Mexico City-based startup Grin Inc., which wants to bring shared electric scooters to market throughout Latin America.\n\nGrin incorporated in April and launched its operations in July while at the Silicon Valley startup boot camp Y Combinator, where investors swooped in to give it a $20 million check. By October, it had raised $25 million more.\n\nThe...", "Steve Ballmer has always been an Excel guy. So when the former Microsoft chief executive’s wife, Connie, pressed him to be more philanthropic, he decided to do what he knew best: wade into vast repositories of government data to figure out where he could have the greatest impact.\n\nMr. Ballmer sought the government equivalent of a 10-K corporate report, the comprehensive business and financial document publicly held companies are required to file annually with the Securities and Exchange Commission. He realized no such singular...", "Once a week, Amy Henderson has secret meetings with the wives of the founders of technology companies. They meet at the women’s homes or in their offices, always with the door closed, or they do it remotely by video calls.\n\nEach meeting is different, but the goal is the same—get their male founder husbands to take a substantial paternity leave in the hopes that their enthusiasm for the concept of embracing a work/life balance for parents will both help their own families and then trickle down to the rest of their company.\n\n...", "Capitol Hill has put Silicon Valley under the microscope.\n\nWith U.S. intelligence agencies continuing to raise concerns about foreign meddling in U.S. elections through online social platforms, technology executives have been called to account. In September, Facebook Inc. Chief Operating Officer Sheryl Sandberg and Twitter Inc. Chief Executive Jack Dorsey testified at a Senate hearing on what their companies were doing in response to foreign trolls and bots ahead of the November midterm elections. Regulators and consumer-advocacy...", "PALERMO, Italy—Western officials launched a new bid to rescue Libya’s troubled peace process, days after the United Nations officially discarded a plan to hold elections this year.\n\nAn Italy-sponsored summit in Sicily’s capital is the latest effort to resolve the political crisis that has gripped Libya since the 2011 revolution and North Atlantic Treaty Organization intervention that ousted former ruler Moammar Gadhafi.\n\nLibya’s...", "WASHINGTON—The Trump administration is discussing whether to press the Afghan government to suspend coming presidential elections, according to people briefed on the discussions, as the U.S. seeks to engage the Taliban in talks to end the 17-year war.\n\nThe possibility of such a step, one of several options being considered by U.S. officials, is a sign of the urgency the administration sees in trying to broker a political breakthrough in a conflict that has bedeviled three successive American presidents, according to these people....", "PARIS—A team of French regulators will spend six months monitoring how Facebook Inc. removes certain kinds of illicit content as part of a pilot program to establish a new model for regulating global technology companies.\n\nFrench President Emmanuel Macron announced the project Monday as part of a call for tighter regulation of Silicon Valley companies, in areas including copyright, terrorism and competition law.\n\nThe...", "We’ve all heard of the Internet of Things, a network of products ranging from refrigerators to cars to industrial control systems that are connected to the internet.\n\nNow comes the Internet of Bodies—a network of smart devices that are attached to or inside our bodies. But using the human body as a technology platform raises a host of challenging legal and policy questions that regulators and judges may not be prepared to answer.\n\nAmong...", "Stan Lee, the comic book writer and editor who co-created Spider-Man, the Avengers and the X-Men, has died at the age of 95 in Los Angeles.\n\nMr. Lee’s impact extended beyond his work in the 1960s writing the origins and early tales of many Marvel Comics characters who now dominate cinema screens—and have become a multibillion-dollar business for Walt Disney Co. He also revolutionized his industry by bringing real-world problems to the stories of spandex-clad superheroes for the first time.\n\n...", "MY PLAN IS TO LIVE to be 100. A few days after the memorial service, when my daughters are cleaning out my closets, the doorbell will ring.\n\n“Where do you want this sofa?” a delivery man on the porch of my Mill Valley, Calif., cottage will ask. “Your mother ordered it a couple of weeks ago.”\n\n“There must be some mistake,” my daughter will say. “Why would a 100-year-old woman order a new sofa?”\n\nThe delivery man will consult a clipboard: “Says here she did specify rush delivery.”\n\nYou are never too old to freshen up the living room. I will redecorate until I die. So should you. And I’m not saying this simply because of what my family describes as a “diagnosed sofa problem.” I’m saying it because decorating is good for our mental health.\n\nEnvironmental psychologists, who study how physical space affects our well-being, know that different sofas will make us happy at various points in our lives. The foldout futon that made us feel so grown up in our first apartment gets replaced a few years later by a family-friendly sectional, which in turn gives way to a leather Le Corbusier three-seater that the grandchildren are absolutely not allowed to sit on in their bathing suits.\n\n“People try to paint a picture of themselves in their surroundings,” said Chicago-based psychologist Sally Augustin, author of “Place Advantage: Applied Psychology for Interior Architecture.” “As you move through the stages of life, it’s natural to want to redecorate to reflect those changes.”\n\nWhen you see a room that looks like a time capsule from an earlier era—whether it’s a kitchen with 1990s granite counter tops or a den with wall-to-wall shag carpeting—it makes you wonder if its owner is stuck in time as well.\n\nWe’ve all had older relatives who stopped redecorating. A cautionary tale was my grandparents’ 1980s-era living room, which looked like a movie set from the 1950s: a lumpy, slipcovered couch that never moved an inch in any direction on the cut-pile carpet. A rickety bookshelf weighed down by a collection of hard-bound Reader’s Digests. And a vacuum tube RCA Victor TV, hidden behind the double doors of a mahogany cabinet. No one had turned it on for years; when I was a child, if you wanted to watch television there was a portable set with rabbit ears in the kitchen.\n\n“ ‘When you see a room that looks like a time capsule, it makes you wonder if its owner is stuck in time as well.’ ”\n\nWhy didn’t my grandparents redecorate? This wasn’t about money, and besides, it costs nothing to rearrange furniture. In fact, they could have run a classified ad in the newspaper to sell the grand piano no one had played since my Aunt Vicki grew up and moved away. That would have opened up space to move my grandmother’s plant stand, and 400 African violets, to a spot under the other window. It would have been refreshing.\n\nBut somewhere along the way my grandparents stopped seeing the possibilities. Or maybe no one told them redecorating could be fun. After all, when we talk about changing the design or décor in older people’s homes, the discussion tends to focus on depressing topics like the need for grab bars in the shower.\n\nAt any age people should make decorating changes for aesthetic as well as for practical reasons. Our physical sense of color, smell and touch changes as we get older, which means things that looked and felt good to us when we were younger may not anymore. “The lenses in our eyes yellow as we age, so colors in spaces actually take on a tinge,” Dr. Augustin said. “When you paint the walls white and you’re age 50, the color might look lovely and crisp. But to an 85-year-old, those same walls might look icky.”\n\nThe solution? Paint the room a color that looks good to you, said Dr. Augustin. “A small decorating change can be good for your mood or self-esteem.”\n\nMy personal decorating hero, and friend, is someone who embodies this philosophy. Doris Fingerhood, a Manhattan-based interior designer who is 90 years old, got her start in the business in the 1940s and hasn’t stopped decorating since. Soon after she arrived in Brooklyn as a World War II refugee, she fixed up her aunt and uncle’s basement (on a budget of about $12) to make a space where she could have her teenage friends over.\n\nThese days, most of the business of her firm (which she named Doris LaPorte Associates after marrying her first husband 69 years ago), is to help clients redecorate homes whose interiors she originally designed decades ago.\n\nHer approach to decorating has changed as she and her longtime clients have aged. But her frugality is prized even more by people whom she’s worked with for many decades. “If the design was a thoughtful job and not a quickie, you can keep the bones,” she said. “Sometimes a new piece of furniture or a painting is all a room needs to change the whole look.”\n\nHowever, she cautioned, be ruthless about updating worn-out rugs, upholstery, and drapes. “Replace anything that looks old or seedy, because your home is a reflection of your own personality,” she said.\n\nMs. Fingerhood recently freshened up the Park Avenue living room of a client she’s had for more than 40 years. It only required a few tweaks. “She had antiques and good pieces she still liked, so all we did was reupholster the sofa and get a new Oriental rug,” she said. “I think since the rug was so much more beautiful than the old one, it changed the whole room. Also we got new throw pillows, and that made a big difference.”\n\nMy own living room could use a few tweaks. “I think my sofa is starting to look worn and seedy,” I confided to her. “But then I always think I need a new sofa.”\n\n“I liked the one you had in your apartment when you lived in Manhattan,” she said, “but if it doesn’t work in California, give it away and get a new one.”\n\n“Give it away?” I asked.\n\n“Easiest thing in the world, you always know someone who needs furniture,” she said. “Send me some photographs of the room and we’ll work from there.”\n\n—Ms. Slatalla is an editor for remodelista.com which, like The Wall Street Journal, is owned by News Corp.", "British Prime Minister Theresa May’s plans for a Brexit deal with the EU look more precarious than ever.\n\nWith less than 20 weeks until Britain’s planned departure from the European Union, it isn’t clear whether any agreement she negotiates with the bloc would secure the support of her own cabinet, let alone the U.K. Parliament.\n\nThat means...", "Chefs and restaurateurs talk about the harsh work culture and stigma of mental illness in their industry. Photo Illustration/Video: Natalia V. Osipova/The Wall Street Journal\n\nChefs and restaurateurs talk about the harsh work culture and stigma of mental illness in their industry. Photo Illustration/Video: Natalia V. Osipova/The Wall Street Journal\n\nWhen television personality and former chef Anthony Bourdain killed himself in June, Charles Ford, the general manager of a high-end restaurant in Chicago, took the news as a personal call to action: He would no longer be silent about his three suicide attempts.\n\n“I don’t want to hide it anymore,” says Mr. Ford, 31, who says he slashed his wrists on three occasions between late 2015 and spring 2016. Workers with suicidal impulses and other emotional crises often hide their pain in his profession, Mr. Ford says. “We need to do everything we can to turn this around, and the first step is saying it out loud.”\n\n‘I don’t want to hide it anymore,’ Charles Ford, general manager of S.K.Y. restaurant in Chicago, says of his past struggles. Photo: Natalia V. Osipova/The Wall Street Journal\n\nMr. Ford is one of many for whom Mr. Bourdain’s suicide was a reckoning with the dark side of the $800-billion restaurant business. Insiders have long worried privately about the lifestyle of people who work in the restaurant industry, which has one of the highest rates of illicit drug use and alcoholism and a tradition of masking mental-health struggles. A number of groups have begun exploring why the business has these problems and what might be done about them. The death of Mr. Bourdain—an idol for many in the culinary world—has given these efforts greater urgency.\n\nThrough Mr. Bourdain’s literary manager Kimberly Witherspoon, the late chef’s family declined to comment for this article.\n\nThe brutal nature of restaurant-kitchen culture is part of the problem, many in the industry say. Physical and emotional toughness is prized and workplace conventions like 40-hour workweeks, breaks and professional courtesy can be foreign concepts. At the same time, young people raised watching “Top Chef” and Food Network now enter the profession with high expectations—and debt loads—once rare in this largely blue-collar field.\n\nJessica Largey, 32, in September opened her own restaurant, Simone, in Los Angeles. Throughout her career, she has been on the receiving end of extreme behavior in kitchens and has also dished it out, she says. Years ago, in a rage, a chef threw a plate of food across the kitchen that crashed over her work station and ruined what she was preparing, she recalls. Working 12- to 16-hour days and insecure as a young chef, she herself yelled at colleagues who failed to meet her standards of perfection. “When I first became a chef, I was so stressed because I was so young,” she says. “My reaction was one of anger.”\n\n‘When I first became a chef, I was so stressed because I was so young,’ says Jessica Largey, who recently opened her own restaurant, Simone, in Los Angeles. Photo: Natalia V. Osipova/The Wall Street Journal\n\nJust over 15 million people—roughly 10% of the U.S. workforce—are employed in some part of the restaurant industry, according to the National Restaurant Association. The industry’s long hours, intense work, high stress and scarcity of employer-subsidized health insurance are all classic contributors to mental and behavioral health problems, says David Ballard, the head of the American Psychological Association’s Center for Organizational Excellence.\n\nQuantifying mental-health struggles is difficult. Many studies track diagnosed disorders, which means they only cover people who have sought professional treatment and likely had insurance to cover it, he notes. However, a growing body of studies and surveys point to greater-than-normal struggles in the restaurant business. Employees in accommodations and food services were found to have the highest illicit drug use compared with 18 other occupational sectors, broadly covering the U.S. workforce, in a study published in 2015 by the Substance Abuse and Mental Health Services Administration. They had the third-highest heavy alcohol use, after miners and construction workers.\n\n“We are dealing with an epidemic of mental illness in our industry,” says Cat Cora, a 51-year-old chef with nine restaurants around the country who has been a fixture of food television and magazines. Of Mr. Bourdain, she says, “He was the last person people thought would commit suicide.\n\n‘We are dealing with an epidemic of mental illness in our industry,’ says Cat Cora, a chef who has been a fixture of food television and magazines. Photo: Mark Von Holden/Invision for James Beard Foundation/AP Images\n\nOrganizations from large trade groups to individual restaurateurs have launched efforts to support restaurant workers. In July, the National Restaurant Association started a health plan in partnership with UnitedHealthcare that offers medical and mental-health coverage. The American Culinary Federation, which has 14,800 members, rolled out a group health-insurance program for members for the first time this year, says Renee Brust, director of marketing and communications. Unilever Food Solutions, a unit of Unilever that serves the restaurant trade, in May started “FairKitchens,” an initiative aimed at changing the culture that includes a code of conduct for restaurants to sign onto.\n\nWhen John Hinman, owner of Hinman’s Bakery in Denver, became a pastry chef in the mid-1990s, he learned through a tradition of apprenticeship. Many restaurant kitchens are run in a strict hierarchy where rising within a pyramid structure confers the right to dominate those beneath. “It’s brutal, the berating that goes on. You had to be tough. You had to be able to take it,” Mr. Hinman says.\n\nJohn Hinman, owner of Hinman’s Bakery in Denver, in May co-founded a group called CHOW that hosts weekly gatherings for industry members to talk about stress management. Photo: Annette Slade Photography\n\nThe food industry often draws non-conformist, Type-A perfectionists attracted to the unusual hours and the camaraderie of a kitchen crew, he says. However, that spirit can lead to an unhealthy partying lifestyle. Mr. Hinman, a recovering alcoholic, in May co-founded a group called Culinary Hospitality Outreach & Wellness—CHOW, for short—which hosts weekly gatherings for industry members to talk about coping mechanisms and stress management.\n\n“Drinking into oblivion traditionally was a badge of honor” in many restaurants, says Steve Palmer, founder of Indigo Road Restaurant Group, with 16 locations in the Southeast. Mr. Palmer was an alcoholic and cocaine addict for the first half of his career, until getting sober in 2001. “It was petrifying,” he says. “I didn’t know anybody who was sober in the restaurant business.”\n\nIn 2016, Mr. Palmer co-founded Ben’s Friends in Charleston, S.C., a group for restaurant workers to gather and talk about substance abuse. It is named for Ben Murray, a chef friend who killed himself that year after a long struggle with alcoholism, Mr. Palmer says. Ben’s Friends chapters have arisen in Raleigh, N.C., Richmond, Va., Atlanta and in Minneapolis, he says.\n\nThe food industry’s higher profile over the past decade, stoked by food-themed television programs, has helped increase professionalism, Ms. Largey says. At her new restaurant, she aims to provide manageable work schedules, promote civil behavior, and train new managers to be humane leaders. “None of the staff is allowed to drink at the restaurant,” she says.\n\nOn the other hand, young cooks’ heightened expectations don’t always take into account low wages or difficult labor, restaurateurs say. Dreams of fame and fortune have driven growth in culinary schools and programs and encouraged thousands of students to finance this education with debt.\n\nLast year, 672 culinary programs were accredited by the ACF, compared with roughly 100 in 1998, Ms. Brust says. More than 39,000 students matriculated from two-year or four-year culinary degree programs accredited by the ACF last year. Yet the Bureau of Labor Statistics forecasts the creation of only 14,100 new chef and head-cook jobs by 2026. There will be 10 times as many “cook” jobs, but these pay half as much.\n\nRestaurant cooks make a median wage of $12.10 an hour, according to the Bureau of Labor Statistics. Culinary-school graduates are no exception, even at top-tier restaurants in expensive cities, a number of restaurateurs say. While some top chefs can earn six figures, the median annual wage for chefs and head cooks is $45,950, according to the BLS.\n\nJacob Funk, a sous chef at the Vig in Chicago, says that after graduating in 2014 from the Culinary Institute of America in Hyde Park, N.Y., he carried $65,000 of debt, with a $700 monthly payment. His first several line-cook positions, in Boston, Charleston and Chicago, paid between $10 and $14 an hour. To cover his cost of living, he worked overtime, and throughout his career has routinely worked 60- to 84-hours a week.\n\nWith $65,000 in debt after graduating from culinary school in 2014, Jacob Funk says he has routinely worked 60- to 84-hours a week to cover his cost of living. Photo: Natalia V. Osipova/The Wall Street Journal\n\nThis summer, after spending many nights sleepless and finding himself trembling during his shift, terrified of making a mistake, he sought help from a therapist.\n\nMr. Ford, the Chicago general manager, says his suicide attempts happened at a time when his relationship with a girlfriend was ending and he felt very lonely. The stress of his first job as a general manager at a restaurant where 70- to 80-hour weeks were typical, added to his hopelessness.\n\nAfter he cut his wrists for the second time, on a Saturday night, he got up the next morning and worked a 12-hour shift, he says. A third attempt prompted him to quit the job and take time off.\n\nMr. Ford says he wore long sleeves for two years and didn’t tell his co-workers or his family about his ordeal. Though he didn’t seek out professional help, a roommate who is a therapist provided support, and a new job as the general manager of S.K.Y. restaurant in Chicago makes him feel more positive, he says. He is in a new relationship and focuses on a healthy diet and getting enough sleep, he says.\n\n“There are so many great things about the business, I’m good at it, and I love the people I work with,” Mr. Ford says. “It just happens to be so stressful.”\n\nWrite to Katy McLaughlin at katy.mclaughlin@wsj.com", "ISLAMABAD, Pakistan—A Pakistani woman whose blasphemy conviction was overturned last month remains caught in a legal limbo, fearful of staying in Pakistan but so far unable to leave amid government concerns that her departure would set off new protests by religious hardliners.\n\nAsia Bibi, a Christian who was accused of blasphemy after an argument with Muslim co-workers, was technically freed from jail last month. She was sentenced to death for blasphemy in 2010.\n\n...", "When Delia Owens was growing up in rural Georgia in the 1950s, her outdoorsy mother encouraged her to explore nature, saying “go way out yonder where the crawdads sing.”\n\nMs. Owens’s debut novel “Where the Crawdads Sing” draws inspiration from her adventurous childhood and career as a wildlife scientist, first in southern Africa and later in the U.S. It was time often spent alone.\n\n“I’ve wanted to write fiction for many years, and I became determined to write a novel that would explore how isolation affects a person,” said Ms. Owens, 69 years old, who spent 10 years on the book.\n\nSet in the 1950s, it focuses on Kya, an illiterate 10-year-old who must fend for herself in the North Carolina marshes after her mother and then her father abandon her. Published by G.P. Putnam’s Sons in August, it has sold over 290,000 copies in print, digital and audio formats, the company said, and drawn comparisons to the work of novelist Barbara Kingsolver.\n\nIn its first eight weeks, its sales exceeded those of several of Putnam’s other best-selling debuts, its editor Tara Singh Carlson said. The book has spent nine weeks both on the New York Times best-seller list and Amazon’s most-sold fiction chart. It is also one of seven fiction nominees for the 2019 Southern Book Award, given annually by the trade association Southern Independent Booksellers Alliance.\n\n“Where the Crawdads Sing” gained a high-profile fan in Reese Witherspoon, who named it a September pick for her Hello Sunshine book club. In an email, the actress and producer said Kya’s story resonated with her own.\n\n“I grew up in Tennessee climbing trees, exploring creek beds and using the world around me for learning and exploring,” she wrote. “I’ve always had a deep relationship with the natural world that centers me, and I think many other women do as well.”\n\n“Where the Crawdads Sing” is Ms. Owens’s fiction debut but not her first book. She previously co-wrote three memoirs with her then-husband Mark Owens, focused on their lives in southern Africa. In 1985, they received the John Burroughs Medal for nature writing for one of them, “Cry of the Kalahari.”\n\nIt was while working there that Ms. Owens, who earned a Ph.D. studying the social behavior of carnivores, began to think about a story in which human social patterns in times of stress and isolation mirror those of animals. In “Where the Crawdads Sing,” Kya learns how to harvest mussels by watching crows and develops ideas about loyalty and friendship by watching the rituals of seagulls.\n\nWhen Ms. Carlson read the manuscript, she made an offer to Ms. Owens’s agent within a week, which successfully pre-empted an auction.\n\n“Part of what made me move so quickly had to do with Delia’s specific life experience that gives this book some of its special magic,” Ms. Carlson says. “It’s a story that speaks to where people have come from evolutionarily and about what motivates us and what causes us to do what we do.”\n\nMs. Owens dedicated the book to three childhood friends, including Margaret Weatherly, who lives in Thomasville, Ga., where they grew up.\n\n“We were always out on some adventure,” she said. “Delia used a lot of things from Thomasville for the town in her book. There are places that come to mind and names, too.”\n\nMs. Owens, who now lives in Boundary County, Idaho, feels encouraged by the success of her first novel and is at work on a second.\n\n“It will be another sociobiological thriller based on certain patterns of evolutionary human behavior,” she said. “I want to stick with that.”", "ATLANTA—Georgia’s race for governor remains unresolved almost a week after Election Day, with Democrat Stacey Abrams not conceding and her campaign taking legal steps in hopes of a runoff.\n\nThe Abrams campaign, along with the state’s Democratic Party, filed a federal lawsuit seeking to give county election boards an extra day to certify vote counts and a court order requiring election officials to reconsider some absentee and provisional ballots that they say were unfairly rejected for minor mistakes. Republican Brian Kemp...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "ABU DHABI—Two of OPEC’s most powerful voices defended the oil cartel’s record Monday, saying it wasn’t at risk of disbanding. The statements came in response to revelations late last week that a Saudi-funded research effort is exploring how a possible OPEC breakup might impact oil markets.\n\nThe research effort, first reported by The Wall Street Journal, follows a number of recent accusations by President Trump that the 15-nation Organization of the Petroleum Exporting Countries is driving oil prices higher.\n\n...", "SEOUL—North Korea is maintaining a network of undeclared ballistic-missile operating bases as diplomatic talks with the U.S. have stalled, a new analysis of commercial satellite images suggests.\n\nThe analysis—in a report published Monday by the Center for Strategic and International Studies think tank in Washington—adds to evidence that North Korea is advancing its missile and nuclear capabilities, even after embarking on an ambitious detente program with South Korea and the U.S. that began earlier this year.\n\n...", "The Dow Jones Industrial Average tumbled more than 600 points Monday as anxiety over the health of technology behemoths sparked a broad retreat from the stock market.\n\nMonday’s selling began in the technology sector, then morphed into a rout that dragged lower everything from oil conglomerates to manufacturers to entertainment firms. It was the latest setback for the stock market, which has struggled to break out to new highs since the S&P 500 capped off its worst month in more than seven years.\n\n...", "Both Democrats and Republicans like to talk about building a “big tent” party with broad appeal across the electorate.\n\nIn 2018, the Democrats actually had one.\n\nThat finding emerges from a deeper analysis of last week’s midterm election results. It has huge implications for the 2020 presidential race—if Democrats can prevent that tent from...", "Sophie Schmults has never had Chinese food or hummus. She is careful with what hamburger buns she eats. And she is wary of any food that says it contains “spices” or “natural flavorings.”\n\nThe 13-year-old, diagnosed with a sesame allergy when she was a baby, says a measure being considered by the U.S. Food and Drug Administration to add sesame to the list of allergens that packaged-food labels must disclose would dramatically change her life.\n\n“It would take so much stress out of my life,” says Sophie, who lives in Providence, RI. “I feel like I would be able to relax and enjoy what I’m doing so much more rather than stressing over whether there’s sesame in my food.”\n\nSophie is among an estimated 300,000 people in the U.S. who suffer from a sesame allergy. Since 2004, food manufacturers in the U.S. have been required by law to label eight major allergens on their packaging: peanuts, tree nuts, milk, eggs, fish, shellfish, wheat and soybeans—but not sesame. By contrast, packaged foods in Australia, Canada, New Zealand and Europe already must include sesame on labels.\n\nSophie Schmults, now 13, was diagnosed with a sesame allergy when she was a baby. Photo: Anne Schmults\n\nNow, the FDA is in the first stages of considering adding sesame to the list. Last month it issued a request for information on sesame to learn more about the prevalence and severity of sesame allergies, as well as the food industry’s thoughts on the issue before taking regulatory action. The FDA is accepting comments on its proposal through the end of the year.\n\nEight of 22 major food companies don’t regularly disclose sesame on U.S. packaging labels, according to a 2017 survey conducted by the Center for Science in the Public Interest, a Washington, D.C.-based consumer advocacy group that has submitted a petition to the FDA to add sesame to the list of required disclosures. Fourteen companies said they carry at least one brand in which they do declare sesame as an ingredient and don’t include it as an undisclosed “spice” or “natural flavoring.” But only two post their policies clearly on their websites; the others provide information upon request.\n\nA spokeswoman for the Grocery Manufacturers Association, a trade association that represents the food industry, says the group hasn’t yet taken a position on the proposal. The group is reviewing it and is slated to have a meeting about it this week.\n\nThe danger of sesame allergies gained attention after a teenage girl died in 2016 from an anaphylactic allergic reaction that started while on board a British Airways flight, the Associated Press reported. She had eaten a sandwich she bought at the airport that contained sesame that wasn’t labeled, AP said.\n\nThe family of a teenager who died from an anaphylactic allergic reaction to sesame that started while on board a British Airways flight. Photo: Jonathan Brady/Associated Press\n\n“It definitely seems to be something that is becoming more prevalent,” says Ruchi Gupta, a professor of pediatrics at the Northwestern Feinberg School of Medicine. “People with a sesame allergy tend to have a pretty severe reaction and it’s a very difficult one to avoid because it’s in so many things.”\n\nDr. Gupta is first author of a study expected to be published next week in the journal Pediatrics showing that 34% of children with a sesame allergy reported having to go to the emergency department one or more times over the previous year, compared to 19% for all other food allergies. CSPI has submitted the data to the FDA in addition to its original petition.\n\nSarah Sorscher, CSPI’s deputy director of regulatory affairs, hopes that if the FDA adds sesame it will pave the way for other common allergens. Mustard is a likely next target for U.S. food allergy advocates, says Robert Wood, a pediatrics professor at Johns Hopkins University and president of the American Academy of Allergy, Asthma, and Immunology. Canada and Europe already require mustard disclosure.\n\nBruce J. Lanser, a pediatric allergist at National Jewish Health in Denver, says he supports the move to include sesame on food labels. “We certainly think it’s necessary and warranted and support it,” says Dr. Lanser.\n\n“My sesame patients are probably the ones who have the most accidental exposures,” adds Dr. Lanser. “As few as two sesame seeds can trigger a reaction for some patients. It doesn’t take much either for cross-contamination.”\n\nSesame can be in a lot of surprising things, he notes, such as candy corns that include sesame oil. Tahini is sesame and is often in hummus. Restaurants often aren’t aware even if sesame flour or oil is in a product being used in cooking.\n\nTahini is sesame and is often in hummus. Photo: Getty Images/iStock\n\nAnne Geary Schmults, Sophie’s mom, says she is used to calling companies to see what’s in a spice blend or natural flavorings. “It can hide under 15 different names and under natural flavorings or spices,” she says. “We call manufacturers and if someone says it’s proprietary or they can’t answer our question then Sophie doesn’t eat it.”\n\nTwice in the past year Sophie has gone into anaphylactic shock and had to go to the emergency department after accidental sesame exposure. Once it was from breadcrumbs used in chicken tenders at a restaurant, and in another case it was likely cross-contamination from take-out pizza, says her mom. In both cases, the family had checked beforehand with the restaurants to see if there was sesame in the food. (While requiring that sesame is included on packaged-food labels wouldn’t directly affect restaurants, it would have helped in the case of the chicken tenders because the chef in that case didn’t know the breadcrumbs used for the tenders had sesame hidden under “spices” in the label, says Ms. Schmults.)\n\nAfter the incidents, Sophie says she’s had a lot of anxiety around food, even foods she’s eaten all her life.\n\n“The fact that she had these two incidents really close together really made us more vigilant than ever,” says Ms. Schmults. “All we want is to just be able to read the label and know what’s in the food.”\n\nWrite to Sumathi Reddy at sumathi.reddy@wsj.com", "The Dow Jones Industrial Average tumbled more than 600 points Monday as anxiety over the health of technology behemoths sparked a broad retreat from the stock market.\n\nMonday’s selling began in the technology sector, then morphed into a rout that dragged lower everything from oil conglomerates to manufacturers to entertainment firms. It was the latest setback for the stock market, which has struggled to break out to new highs since the S&P 500 capped off its worst month in more than seven years.\n\n...", "To subscribe to the newsletter, please sign up here MUST READS Macron Sounds Warning on Nationalism as Leaders Mark Armistice Day: French President Emmanuel Macron delivered a pointed warning against the dangers of rising nationalism to world leaders who gathered in the shadow of the Arc de Triomphe to mark the 100th anniversary of the World War I […]", "TEL AVIV—Israel’s military and Gaza militant groups exchanged heavy fire in an escalation of hostilities that threatened to upend fragile cease-fire talks that had been gaining momentum.\n\nIsrael said Hamas and other militant groups fired more than 300 rockets at Israel on Monday in what is the largest barrage aimed at the Jewish state from the Gaza Strip since their war in 2014. The militants said they were responding to an Israeli operation Sunday night in Gaza that left seven Palestinian militants and an Israeli military...", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services.", "BEIJING—China suspended its relaxation of a 25-year ban on the sale and use of rhinoceros and tiger parts, pulling back from a recent decision that environmentalists criticized as undercutting efforts to protect endangered animals.\n\nTwo weeks after the government said it would allow limited use of rhino and tiger parts for medical and scientific purposes, a senior Chinese official said Monday that “strict bans” on their usage remain in force. The official, in remarks carried in English by China’s official news agency, said...", "Lindsay Williams's parents, Sandy and Joel Williams, attended a Parents Day at her office in Houston.\n\nLindsay Williams's parents, Sandy and Joel Williams, attended a Parents Day at her office in Houston. Photo: Lindsay Williams\n\nEvery so often, a gaggle of middle-aged visitors drifts through the Santa Monica, Calif., offices of Cornerstone OnDemand , a cloud software company. They stare. They point. They take photos.\n\nWatching people talk on the phone and tap out emails might not sound exciting, but it’s a delight to this crowd. They are parents watching their children at work.\n\n“It’s almost like we’re in a zoo, and we’re the animals,” says employee Kristy Gould.\n\nTake me to your leader\n\nAll across the country, parents are turning up at offices to see what their adult offspring do all day, often as part of “Bring Your Parents to Work Day” events. Companies see it as a way to please young employees who are close to their moms and dads.\n\n“The workplace is the new soccer field” for parents who want to see their children perform, says Liz Ross, chief executive of Periscope, a Minneapolis-based creative agency that hosted an event. One set of parents turned up in matching T-shirts that read “Josh’s Dad” and “Josh’s Mom.” Her own father, Ms. Ross says, has taken a photo of her at her desk in every job she has ever worked.\n\nThe parents of Periscope employee Josh Nelson showed up at a Parents Day wearing T-shirts that let everyone know who they were. Photo: P4 Studios\n\nProsek Partners, a New York-based communications consulting company, has a young staff, so it hasn’t yet needed a Take Your Child to Work Day, a staple of big companies. But it does have a parent day.\n\n“Family is part of the workplace,” says partner Karen Niovitch Davis, 45 years old. “It’s all blurred now.”\n\nHosting parents, however, can be a lot trickier than hosting pint-size office interlopers, who can be corralled with coloring books and children’s games.\n\n“You have to hope the stock is up on Bring Your Parents to Work Day,” says Kimberly Cassady, Cornerstone’s chief talent officer. At a recent event, a father grilled the CEO about why the company’s shares had slipped.\n\nAdam Miller, the 49-year-old chief executive whose own parents often travel to watch him give client presentations, launched into an explanation of the company’s business model.\n\nClark Savage, whose daughter is a Cornerstone social-media strategist, visited her workplace during one such event. He says the open-plan office with candy dispensers would never work at his own accounting practice. “I couldn’t function or survive,” he says. The CEO’s office, with its walls and nice view, he admits, did catch his eye.\n\nJennifer Savage, a social-media strategist, with her father, Clark Savage, at a Bring Your Parents to Work Day. Photo: Cornerstone\n\nFor some employees, having their parents wandering around their offices is profoundly anxiety-inducing.\n\nJoann Pittman, 50, an executive assistant at Ozinga Bros. Inc., a concrete supplier based outside Chicago, recalls cringing as she watched her elderly parents try to chat up the company’s president.\n\nFrom across the room, as the minutes ticked by, she says, she could sense the president’s interest waning. “Uh-huh,” he kept saying.\n\nUnable to bear it, she hustled her parents away. The president gave her a sympathetic smile. “He was, like, ‘don’t worry about it, Joann,’” she recalls.\n\nHer 75-year-old mother, Doris Miedema, says she was proud of her daughter and enjoyed the day. “I was nervous, knowing all the head honchos were there, but it wound up just fine,” she says.\n\nJoann Pittman’s parents, Robert and Doris Miedema, talked to her company’s president on Parents Day. Photo: Ozinga\n\nIn Houston this summer, Lindsay Williams, 35, looked up from a client meeting she was running to find her mother snapping photos of her and posting them to Facebook. “Super proud,” her mom wrote. Her daughter, an account manager at internet-marketing firm TopSpot, rolled her eyes.\n\n“I can’t believe she did that,” says Ms. Williams, who had asked parents sitting in to maintain a low profile.\n\nProsek Partners’ Ms. Davis says she was so worried about her parents embarrassing her that she laid down some rules: Don’t be the first ones there, and no questions.\n\nBring Your Parents to Work Day first caught on among advertising and tech companies, where many employees say their parents have trouble understanding what they do. Now around 1% of U.S. employers have such days, according to the Society for Human Resource Management, a trade group.\n\nThe president of Ozinga Bros., a Chicago-area concrete supplier, talked to visiting parents about their children’s work. Photo: Ozinga\n\nLinkedIn was an early advocate. Bringing parents to the office “allows people to be very real,” says Christina Hall, chief people officer at LinkedIn, which is hosting activities including an office scavenger hunt at its event for parents on Nov. 16. Also on the activity list: encouraging parents to update their LinkedIn profiles. Nationwide, 3,700 parents have signed up.\n\nDuring a previous parents day, Ms. Hall recalls, one father expressed concern about the company’s fiscal health after seeing the exposed duct work on the office ceilings. “I guess the industrial look doesn’t work for everyone,” she says.\n\nPeriscope receptionist Devra Bourne, 50, had her mother join her behind the front desk. Her mother didn’t mind the tedium of watching delivery workers come and go, though there was an awkward moment when the firm played a clip of a sexual-innuendo-heavy candy ad the company had produced. It included the line: “tiny package, huge release.”\n\nHer 75-year-old mother, who is hard of hearing, didn’t appear to get the joke, Ms. Bourne says.\n\nMarcus Marshall, a customer-resolution manager at United Airlines, brought his parents to work in Chicago. Photo: United\n\nUnited Airlines customer-resolution manager Marcus Marshall brought his parents to work in Chicago last month. Fifty parents listened to company leaders discuss childhood family vacations and their favorite onboard snacks.\n\nMr. Marshall says it was important for his parents to see his workplace. “I spend a lot of time there,” he says.\n\nHe says parents went away more appreciative of the work he and others do to keep airlines running. “They might have felt: I’m never going to complain anymore if I have a problem,” he says.\n\nWrite to Te-Ping Chen at te-ping.chen@wsj.com", "BALTIMORE—The Vatican barred Roman Catholic bishops in the U.S. from taking action to confront sex abuse, frustrating church leaders from across the country who had gathered here for their annual meeting aiming to address the crisis.\n\nThe night before the conference, the U.S. bishops’ leadership received an order from the Vatican forbidding them from taking any steps on sex abuse this year and forcing them to wait until after a global summit on the issue scheduled for February.\n\n...", "Good morning. I’m Neanda Salvaterra, and oil futures are pausing their headlong rush south today while major crude producers consider cutting back on the oil flow. Meanwhile the Canadians are struggling to get their crude out for sale while Russia braces for more U.S. sanctions by trying to get rid of its dependency on dollars. […]", "E2\n\nThe Columnists on Advice Actor Rainn Wilson, author Fran Lebowitz, chef Yotam Ottolenghi and others open up about advice -- whether to give it, when to heed it and choosing to ignore it -- in this second episode of WSJ. Magazine’s series, The Columnists.", "The FTC announced a law-enforcement action against a residential resort development in Belize, alleging that 24 individuals and companies bilked more than 1,000 investors. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING & INVESTING […]", "Prices for some consumer goods are skyrocketing in Zimbabwe, a painful echo of the hyperinflation that ripped through the Southern African country a decade ago.\n\nIn October, the cost of certain items—including cooking oil, alcoholic drinks and flu medication—jumped as much as 400%, as many Zimbabweans rushed to liquidate their savings and businesses struggled to pay for imports. Long fuel lines forced people to fill up their cars on the black market at three times the price. Some companies have started paying part of their...", "S2 E3\n\nDeepfake Videos Are Getting Real and That's a Problem Computer-generated videos are getting more realistic and even harder to detect thanks to deep learning and artificial intelligence. As WSJ’s Jason Bellini finds in this episode of Moving Upstream, these so-called deepfakes can be playful, but can also have real, damaging consequences for people’s lives.", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Saudi Arabia and its OPEC allies are trying to get a handle on supply and demand dynamics in the oil market. That hasn’t been easy with U.S. shale producers pumping, global growth fading and Iran facing new […]", "AI-empowered systems may soon allow autonomous flying machines to reduce the number of pilots and soldiers working in high-risk environments. Could these flying robots also be firing weapons? WSJ’s Jason Bellini reports.\n\nAI-empowered systems may soon allow autonomous flying machines to reduce the number of pilots and soldiers working in high-risk environments. Could these flying robots also be firing weapons? WSJ’s Jason Bellini reports.\n\nThe U.S. military is investing billions of dollars each year in developing autonomous technologies that could enable planes, helicopters and drones to fly into some of the world’s most dangerous places, without a human pilot.\n\nIn this episode of Moving Upstream, we explore some proofs of concept already taking wing. The Wall Street Journal’s Jason Bellini was the first journalist to ride in an autonomous helicopter and get an understanding of the potential, and the current limitations, of such flights.\n\nIn the video above, we also get a first-hand look at new DARPA-funded drone technology that allows a flying robot to search buildings — without being guided or controlled by a human operator.\n\nFormer Deputy Secretary of Defense Bob Work said the Pentagon is working on autonomous fighter jets that could substantially reduce costs and perform better in combat than human pilots.\n\nBut U.S. military officials are concerned, he said, about how adversarial countries like China and Russia might acquire and make use of autonomous planes and drones equipped with autonomous weapons.\n\n“In a democracy, we’re going to set legal ethical and moral boundaries on AI that an authoritarian regime might not,” Mr. Work said.", "A weaker currency and a narrowing premium over U.S. interest rates have dented global investors’ enthusiasm for China’s roughly $12 trillion bond market.\n\nWhat’s Happening\n\nForeign holdings of yuan-denominated, domestically traded bonds in China rose by just 250 million yuan ($35.9 million), or 0.02%, to 1.44 trillion yuan in October, according to data provider Wind. The rate of growth has been decelerating since June, when it peaked at 8.9% month on month, the fastest in 21 months.\n\n...", "SAP SE, the German business-software vendor, agreed Sunday to buy Qualtrics International Inc. for $8 billion, taking the market-analytics startup off the market just days before it planned to sell shares to the public.\n\nSAP is counting on the deal to bolster it in the customer-relationship management software business, or CRM, where Salesforce.com Inc. has the lead. The company intends to weave in the analytics capabilities of Qualtrics—which offers surveys that companies can use to gauge customer feedback—to help future...", "CHICAGO—A patient’s family history of cardiovascular disease and in some cases a heart scan are among the factors that physicians should consider before prescribing drugs to lower cholesterol, according to new clinical guidelines released Saturday.\n\nThe guidelines for cholesterol treatment also recommend prescribing two new types of drugs for high-risk patients when statins, the traditional cholesterol-lowering medication, don’t work. However, due to their cost, one type, known as PCSK9 inhibitors, should be prescribed only when the other, a generic medication, doesn’t work, the guidelines said.\n\nThe recommendations were released at the American Heart Association’s annual scientific conference and update a sweeping overhaul of the way doctors should determine a patient’s risk of cardiovascular disease.\n\nThat document, released in 2013, abandoned an easy-to-use recommendation to keep LDL, or bad cholesterol, below 100 or below 70 for people at high risk. Instead, it urged physicians to use a broader calculation of risk—a step that some physicians say caused confusion.\n\nThe new guidelines urge physicians to do even more to personalize the decision as to whether a patient needs a cholesterol-lowering drug.\n\nThat means taking into account heart disease in the family, whether a patient has diabetes, whether he or she is of an ethnicity considered to be at higher risk, such as South Asian, and other factors, on top of more traditional measures such as the results of a cholesterol test.\n\n“Risk is more of a process than a calculation,” said Donald Lloyd-Jones, chair of the department of preventive medicine at Northwestern University and a member of the panel that wrote the guidelines. “We can help personalize the decision.”\n\nNearly one in every three American adults has high levels of LDL, the AHA says, which contributes to buildup of fatty plaque and narrowing of the arteries. Research shows that people with LDL of 100 or lower have lower rates of heart disease and stroke, according to the AHA.\n\nWhen a patient’s risk level isn’t clear, a coronary artery calcium scan can help determine whether treatment is needed, the guidelines recommend. The test, which is like a CT scan, measures calcified plaque in the coronary arteries. While the test exposes patients to radiation, it is about the same as a mammogram, Dr. Lloyd-Jones said.\n\nThe guidelines restore some benchmarks for physicians. For example, they recommend prescribing a drug on top of statins when a patient’s LDL cholesterol is 70 or above despite the statin.\n\n“They filled in a lot of the blanks,” said Amit Khera, a reviewer of the guidelines who is director of the University of Texas Southwestern Medical Center’s preventive cardiology program.\n\nEzetimibe, a low-cost generic drug, may be given to patients at high risk of a heart attack or stroke if statins don’t work, the guidelines said. Only if Ezetimibe doesn’t work should patients be prescribed a PCSK9 inhibitor—a class of drugs shown to be highly effective in lowering the cholesterol of patients whose LDL is 100 or more.\n\nThe panel said PCSK9 inhibitors’ high cost makes treatment with the drugs worthwhile only for a small number of high-risk patients.\n\nThat guidance acknowledges a current market reality. Insurers have placed restrictions on paying for the drugs, due to their cost. Many require patients to try other treatments and have their doctors submit reams of paperwork proving their need for the drug.\n\nAs a result, many patients who are prescribed one don’t get it, makers of the drugs say. On Saturday, they welcomed the inclusion of their drugs in the guidelines.\n\nAmgen Inc. noted that it slashed the list price of its PCSK9 inhibitor, Repatha, by 60% last month to $5,850 a year. Since then, five large statewide and national plans have adopted the lowered price, an Amgen spokeswoman said.\n\nRegeneron Pharmaceuticals Inc. and Sanofi SA, maker of Praluent, said in March they would reduce the U.S. net price of the drug to a range of $4,500 to $8,000 annually per patient, down from a list price of $14,600.\n\n“We’re optimistic that the new guidelines will enable more patients to benefit from Praluent and are eager to continue collaborating with stakeholders,” Regeneron and Sanofi said Saturday.\n\nSeparately, researchers presented results of a trial of 8,179 patients showing that Vascepa, a drug derived from an Omega-3 fatty acid in fish oil cut the risk of cardiovascular death, heart attack and other events in study subjects by 25%. That included a 20% lower risk of cardiovascular death. The drug reduces levels of triglycerides rather than LDL cholesterol. The patients in the trial were on statins and had a wide range of triglyceride levels.\n\nAmarin Corp. , maker of the drug, will apply to the Food and Drug Administration in early 2019 for approval to market it for heart disease prevention, said John Thero, Amarin’s president and chief executive officer.\n\nWrite to Betsy McKay at betsy.mckay@wsj.com", "WASHINGTON—Congress returns this week for the final two-month stretch that is expected to be dominated by a fight over spending and immigration and a power struggle over the special counsel’s Russia probe.\n\nIn the wake of Tuesday’s elections, Democrats’ coming takeover of the House means each party has reasons to compromise this year and reasons to hold out. The biggest question is whether Congress will be able to reach a deal to avoid a partial government shutdown when funding for the Homeland Security Department and a handful...", "United Parcel Service Inc.’s freight workers ratified a final contract offer, averting a work stoppage that prompted the carrier to clear its network ahead of the vote.\n\nThe final offer cleared with 77% of votes cast approving the five-year contract, the Teamsters union said Sunday. The agreement covers 11,600 workers.\n\nUPS said it would immediately...", "Tech-focused private-equity firm Vista Equity Partners struck a deal to take software company Apptio Inc. private for $1.94 billion.\n\nUnder the agreement, Apptio shareholders will get $38 a share, representing a 53% premium to Friday’s closing price of $24.85. The Wall Street Journal reported earlier Sunday that a deal was imminent.\n\nThe purchase...", "Nov. 11 marks 100 years since the conclusion of World War I, when Germany signed an armistice with the Allied forces, bringing an end to a four-year conflict that claimed the lives of approximately 10 million soldiers.\n\nThe U.S. was a late entrant to World War I, joining the Allies only in 1917, but its arrival was decisive in turning the tables against Germany.\n\nAcross...", "Rocket Lab, a U.S.-New Zealand startup that seeks to set the pace for frequent, inexpensive launches of small satellites, has successfully blasted its first commercial payload into space.\n\nThe company’s Electron booster, featuring lightweight composite tanks and 3D-printed engines, lofted six satellites into orbit from a remote launch facility on the East Coast of New Zealand at around 4:50 p.m. local time on Sunday.\n\n...", "An arduous recount process began Sunday in Florida as both sides of a close U.S. Senate race launched legal actions and the state again commanded national attention over an election controversy.\n\nThe recount of the state’s Senate and governor’s races began in many counties on Sunday, and dozens of others will begin recounting on Monday or Tuesday. Technical problems with voting machines in Broward County, a focal point of dispute, delayed the beginning of the recount there by several hours. Meanwhile, election officials in...", "General Motors has recharged since being bailed out by the government in bankruptcy nearly a decade ago. But now Government Motors is back: The largest U.S. automaker wants the Trump Administration to juice its bottom line with a truckload of electric-car mandates and subsidies.\n\nElectric cars make up a mere 1% of U.S. sales, but manufacturers have been required to produce an increasing number to comply with California’s zero-emissions vehicle mandate and federal fuel-economy (Cafe) standards. China, which accounts for half...", "With votes still being counted, Democrats last week may have picked up as many as 40 seats in the House of Representatives. That would be their biggest gain since the Watergate year of 1974, and naturally progressives are expressing satisfaction. “Make No Mistake, the Midterm Elections Were a Democratic Victory,” chortled the New Yorker. Apparently American democracy works—at least when Democrats win.\n\nYet it’s worth recalling that this wasn’t the view two years ago after Donald Trump’s unexpected victory. Then the cry was...", "We’ve told you about Mid Continent Nail Corp., the Poplar Bluff, Mo., manufacturer hit hard by Donald Trump’s steel tariffs. The company can’t get the steel it needs at competitive prices and is losing money on every box of nails it ships, but it can’t get a tariff exclusion from the Commerce Department.\n\nMid Continent filed its exclusion application in June at Commerce’s Bureau of Industry and Security, better known as the bureaucracy for steel lobbyists. Traditionally any objection from a domestic producer was enough to...", "The Republican Party lost its House majority on July 28, 2017, when Sen. John McCain ended the party’s seven-year quest to repeal ObamaCare. House leadership had done an admirable job herding cats. On the second try, we passed the American Health Care Act in May. Then McCain’s inscrutable vote against the Senate’s “skinny repeal” killed the reform effort.\n\nMcCain’s last-minute decision prompted a “green wave” of liberal special-interest money, which was used to propagate false claims that the House plan “gutted coverage for...", "LOS ANGELES—“Dr. Seuss’ The Grinch” stole all the box-office cheer this weekend, collecting a robust $66 million in the U.S. and Canada, according to preliminary estimates, while other new releases landed like lumps of coal.\n\nThe animated retelling of the children’s classic is the latest in a string of hit releases making debuts in the past couple months. Along with the performances of “Venom,” “A Star Is Born” and “Bohemian Rhapsody,” “The Grinch” is contributing to what is expected to be a record year in receipts for Hollywood.\n\n...", "Ela Beach, a stretch of white sand in Port Moresby, was made over for the Asia-Pacific Economic Cooperation forum.\n\nEla Beach, a stretch of white sand in Port Moresby, was made over for the Asia-Pacific Economic Cooperation forum. Photo: Ness Kerton for The Wall Street Journal\n\nPapua New Guinea is plagued by gangs, carjackings and kidnappings. Embassies warn their citizens not to leave hotels after dark, certainly not without armed guards. The Economist Intelligence Unit has rated its capital, Port Moresby, the fifth-worst city in the world to live in, beating out Lagos, Karachi and Damascus.\n\nSounds like a perfect place to host an international conference of global leaders and business titans.\n\nThis Thursday, the Asia-Pacific Economic Cooperation forum is scheduled to kick off in the capital—not that many of the participants plan to stay there. Thousands will stay on cruise ships moored nearby because there aren’t enough hotels. Vice President Mike Pence plans to lodge in Cairns, which is in northern Australia, more than an hour’s flight away.\n\nAustralia, for its part, is so concerned about security that it is taking the unusual step of deploying navy, air force and army troops to the conference, hosted by a warship. The U.S. Coast Guard also will provide security.\n\n“Just finding something to do on your days off that doesn’t revolve around having a bunch of security folks with you” is a challenge, says Kenneth Clinton, a Floridian who builds camps for workers in the liquefied-natural-gas industry.\n\nMr. Clinton has been carjacked twice in his eight years there. On both occasions, he drove away unharmed after he rolled down his window and the masked assailants recognized him. “Hey, Ken. Sorry, go ahead,” he recalls hearing.\n\nNot to worry, authorities say.\n\nAn Australian navy vessel moored off Port Moresby. Photo: Ness Kerton for The Wall Street Journal\n\nPapua New Guinea’s police commissioner urged residents to “not be alarmed” by aircraft flying overhead day and night, including Australian air force F/A-18F Super Hornet jets.\n\nPrime Minister Peter O’Neill declared on the forum’s website that the nation would provide a “secure environment where leaders, ministers and delegates can advance APEC’s policy agenda, and can leave Papua New Guinea knowing they have visited a culturally rich economically modernizing country.”\n\nEager to put on a good face, the government bought 40 Maseratis and three Bentleys for use during the summit—a lavish acquisition in a place where many people lack access to safe drinking water. Thousands of people participated in a one-day strike last month to protest the purchase.\n\n“I’ve always said the best way to steal the people’s money is by spending it,” said opposition lawmaker Bryan Kramer, who helped organize the strike. “The bigger amount spent, the bigger the amount stolen.”\n\nPapua New Guinea’s minister to the forum, Justin Tkatchenko, defended the purchase, saying in a television interview the cars would be sold to the private sector after the conference.\n\nWith one of the smallest economies among the 21 nations attending the summit, Papua New Guinea took on this year’s hosting rights at a time when a $19 billion Exxon Mobil Corp. -led natural-gas project looked set to transform its economy. Hosting the Pacific Rim leaders would help put Papua New Guinea on the map, Mr. O’Neill said in May.\n\nThen gas prices turned down and the economy stalled. Papua New Guinea is still one of the world’s least developed nations. Gross domestic product per capita was just $2,745 in 2015, according to the International Monetary Fund.\n\nWorld leaders, should they choose to tour the capital, will see a low-slung, spread of shantytowns, marketplaces and a handful of upscale buildings ringed by scrubby hills along the Coral Sea. Many residents lack electricity and running water. The more affluent live behind high fences protected by armed guards.\n\nPapua New Guinea has one of the world’s highest rates of tuberculosis. An earthquake in February left thousands homeless. In June, health authorities declared the country’s first polio outbreak in 18 years.\n\nThe Port Moresby Defence Force marching in Papua New Guinea’s capital city. Photo: Ness Kerton for The Wall Street Journal\n\nThen there is the crime. The U.S. State Department said the crime rate is among the world’s highest—and the police-to-population ratio among the lowest. The nation’s hundreds of ethnic groups often prefer to deal with criminals than the police. If something unwanted occurs in a village, people often are accused of committing black magic, or of being a witch.\n\nIt isn’t the first time an international summit has landed in a gnarly place. The Group of 20 large economies met in 2012 in Los Cabos in Baja California Sur, Mexico, which until recent government intervention had a frightening murder rate.\n\nDelegates attending the forum will travel on a six-lane road and meet in a convention center that were both financed and built by China. Papua New Guinea has increasingly turned to China to help revive its economy.\n\nSigns have gone up in bus stops promoting the Asia-Pacific Economic Cooperation forum. Photo: Ness Kerton for The Wall Street Journal\n\nRobert Irish, an American who came to Papua New Guinea nearly two years ago to work as a technical adviser on elections, says the summit will have very little effect on people living in villages and getting by on a few dollars a day.\n\n“It’ll be a week of a lot of activity and checkpoints and convoys, and it’ll all be over,” he said recently in a hotel room overlooking Ela Beach, a stretch of white sand that was made over for the summit. “This is not a thriving country.”\n\nCorrections & Amplifications\n\nPort Moresby is the fifth-worst city in the world to live in, beating out Lagos, Karachi and Damascus. An earlier version of this article incorrectly stated Port Moresby’s ranking as sixth-worst and misstated its comparison to those cities. (Nov. 9, 2018)\n\nWrite to Rachel Pannett at rachel.pannett@wsj.com", "As the days get darker earlier and outside temperatures get cooler, you may have considered doing some gardening inside your home. Houseplants can be healthy additions to almost any environment, and many thrive indoors. One expert, Brie Arthur, a certified horticulturalist and author based outside Raleigh, N.C., digs into the roots of plants specifically bred for indoor living.\n\nMuch noise has been made around a NASA study that claimed certain houseplants act as powerful indoor air filters. But many botanists and horticulturalists say the study overstated the chemical-cleansing benefits of indoor plants.\n\nEither way, Ms. Arthur says, plants do have many excellent advantages, like turning carbon dioxide into oxygen, beautifying the environment and teaching the value of nurturing something that isn’t yourself. “When you care for a plant, you build a relationship with it,” says the plant lecturer and author of “The Foodscape Revolution.”\n\nThese plants--clockwise from top left, a spider plant, peace lily, pothos vine and Swiss cheese plant--need limited maintenance and are perfect for beginner indoor growers. Photo: iStock (3);Shutterstock\n\nNatural Selection\n\nMany of the plants that are sold for indoor growing are native to rain forests or other densely foliated regions where they get very little light and experience almost no seasonal temperature changes. Such hardy species have been bred for generations to be less likely to defoliate when introduced to slight shifts in temperature or humidity, and to do well in home environments.\n\n“Spider plants, peace lilies, Swiss cheese plants and the super-popular pothos vine are well-adapted for indoor life, whether they have a lot or a little direct sunlight,” the horticulturalist says. Pilea peperomioides seems to be the hot indoor plant right now, she says.\n\nMany houseplants can do fine with the light from a regular lightbulb and very little direct sunlight, Ms. Arthur says. A dry home is also good, since too much moisture can cause mold. Succulents like aloe are the easiest plants for indoor growers, especially those who travel a lot or who forget to water their plants. Ms. Arthur has some 400 of them in her home. “What ever you do, resist the urge to water them,” Ms. Arthur says. Even the moisture in the air of a sealed-up apartment is enough for these drought-tolerant plants, she says.\n\nPilea peperomioides are a popular indoor choice, says horticulturalist Brie Arthur. Photo: Shutterstock\n\nPlants release oxygen during the day. When the sun sets or the lights go out, photosynthesis stops. However, there are a few oddballs, including some orchids, bromeliads, succulents and snake plants, that release oxygen at night, making them great for placing in a bedroom, Ms. Arthur says, since oxygen levels in the blood tend to lower during sleep. “Live houseplants are also relaxing,” she adds. Ferns thrive in hot, moist conditions, so they work well in bathrooms, she notes, while succulents can live happily in a dark corner.\n\nGetting Started\n\nMs. Arthur recommends picking a plant that you like the look of, and not spending too much. She suggests purchasing a self-watering planter or using a plastic insert with holes that drain water. Plant the roots in soil in these containers before putting the houseplant into a decorative pot. “Those pots can pool water, and no houseplants like to sit in standing water or they’ll rot,” she says. Overwatering is the most common cause of death of houseplants.\n\nMs. Arthur recommends cleaning each leaf with a wet cloth regularly to prevent dust buildup, “which I find very Zen,” she says. Should fungus gnats turn up—“they are a universal problem and come out of nowhere, like fruit flies,” she says—sweep them off the surface of the soil with your fingers, rather than using a pesticide that may bring unwanted toxins into the home.\n\nThe leaves of the desert and Tropics-dwelling aloe vera create a gel that soothes burns. Photo: iStock\n\nMs. Arthur employs a weight test to determine if a plant requires water.\n\n“Pick the pot up and feel how heavy it is. Once you do it a little while, you’ll know what is too heavy and when it needs a drink,” she says. She doesn’t believe touching the soil for dampness is good enough, since the top layer may be dry while the soil below remains damp. If it feels light, take the plastic insert out of the pot and place the plant under a sink tap. Let it drain before putting it back into the pot.\n\n“The trouble is that plants have the same symptoms—leaves turning brown or wilting—from two opposite issues: overwatering or underwatering,” she says. But with practice, a brown thumb can turn green. “Even horticulturalists kill plants,” she says. “The good news is, houseplants aren’t expensive, and a dead plant is just an excuse to go out and buy more, so keep indulging.”", "ABU DHABI—Plummeting oil prices and signs of a coming global oversupply are bringing producers closer to a pact to cut output.\n\nSaudi representatives said Sunday that the kingdom would slash its exports unilaterally next month, as a broader OPEC alliance debated—but didn’t agree to—a collective production cut.\n\nMeanwhile, Russia, the world’s...", "SAN FRANCISCO—Firefighters are battling two deadly California wildfires that have claimed at least 31 lives, left more than 200 people missing and put a quarter million residents under evacuation, while unhealthy smoke levels have prompted warnings to stay indoors.\n\nThe Camp Fire in Butte County, about 100 miles north of Sacramento, grew slightly to a total of 109,000 acres on Sunday, after destroying an estimated 6,500 homes and 260 businesses, mostly in the city of Paradise. At least five victims of the fire were found trapped...", "SHANGHAI—Alibaba Group Holding Ltd. turned in another record-setting Singles Day on Sunday, with consumers snapping up bargains despite China’s slowing economic growth, the trade fight with the U.S. and the diminished presence of Alibaba founder Jack Ma.\n\nThe e-commerce behemoth clocked in sales of $30.8 billion in the 24-hour span that began at 12 a.m. Sunday—preceded by a glitzy televised stage show in Shanghai featuring Cirque Du Soleil, Mariah Carey and Australian model Miranda Kerr. Alibaba zoomed past the previous year’s...", "WARSAW, Poland—Far-right movements from across Europe joined a march here to celebrate Poland’s 100th anniversary of independence, in what has become an annual gathering point for Europe’s political fringe.\n\nFaced with a rally that has become too large to ban—more than 200,000 joined Sunday’s march—and too politically charged to ignore, President Andrzej Duda and Prime Minister Mateusz Morawiecki walked in front of Sunday’s march. In return for their involvement, they asked organizers to refrain from hate speech and violence.\n\n...", "While President Trump publicly fought with women leading up to the 2016 election, in private he directed schemes to silence their stories of two alleged affairs. Here’s a timeline of Trump’s personal involvement.\n\nHouse Democrats, set to take over majority control next year, plan to probe President Trump’s involvement in hush payments arranged during the 2016 campaign to two women alleging affairs, according to a Democratic aide on the House Oversight Committee.\n\nThe aide said House Democrats have already begun probing the hush payments, including requesting records from the Trump Organization in September, and “plan to dig in deeper” by examining Mr. Trump’s role.\n\n...", "CNN’s Jim Acosta used his physical advantage as a man over a female White House intern last week when he didn’t want to give up the microphone during a Trump press conference. It’s a good thing the lady was well-mannered, or there might have been a brawl.\n\nIn an age of heightened awareness about respect for women, Mr. Acosta’s boorish behavior was tone-deaf—or perhaps simply revealing. It left me wondering if all the gushing about equality for the sisterhood is merely political. (Irony alert.)\n\n...", "LEUVEN, Belgium—The new look in eyewear is 3-D, but today it isn’t about movie effects. The focus is on how glasses are made.\n\nAdditive manufacturing, better known as 3-D printing, is edging into the roughly $60 billion global eyeglass-frame market, promising more choice for consumers and savings for producers.\n\nToday, huge numbers of frames...", "Of all the British traditions, the observance of Remembrance Day, which marks the end of World War I on Nov. 11, 1918, is surely the most poignant and deep-rooted. Every year, millions gather in churches or public squares—or take part in somber parades—to commemorate not merely the 900,000 or so British and Empire men who died in 1914-18 but also the British war dead since. For the two weeks or so leading up to the day, an imitation poppy—the flower of Flanders, where most of the British losses in the Great War were suffered—is widely worn. It is a sober, moving day, a fixture in the national calendar.\n\nThe original Armistice Day, as Guy Cuthbertson shows in “Peace at Last,” was very different from the current Remembrance Day. It was characterized by striking contrasts. On the Western Front, the morning started as usual, with continued small-arms and artillery fire as the Allies made their final “push.” The last British soldier to be killed in action was George Edwin Ellison, a middle-aged man with the Royal Irish Lancers who fell at Mons, in Belgium, near where he had been involved in some of the first fighting at the start of the war in August 1914. His death, like those of the other men who were killed on the war’s last couple of days, has often been described as futile, because the combatant countries had by then agreed on a precise timetable for the cessation of fighting. In fact, hostilities continued up to the last hour to ensure that the Germans did not wriggle out of their armistice obligations, which were effectively terms of surrender.\n\nPhoto: WSJ\n\nPeace at Last By Guy Cuthbertson\n\nYale, 293 pages, $27.50\n\nNewsletter Sign-up\n\nThen, at 11 a.m. on Nov. 11—the now fabled 11th hour—the armistice came into effect. In one famous incident on the Western Front, a German machine gunner fired off his last belt just before the clock struck, then stood up, bowed and withdrew in the direction of home. An “uncanny” silence, as Mr. Cuthbertson puts it, descended on the war’s many battlefields—the inspiration for the two minutes of silence that are part of the modern commemoration of the day.\n\nAt home, by contrast, the end of the war brought an eruption of noise that lasted until the following morning and beyond. In Portsmouth, thousands of officers and men, as well as members of the Women’s Royal Naval Service—the “Wrens”—broke into a full 10 minutes of wild yelling. There was as yet no BBC, so the news spread in fits and starts. Across the United Kingdom crowds, often including wounded servicemen, streamed into town squares and city centers. At one end of the spectrum, there were the official proclamations and the countless church services. The royal family appeared on the balcony of Buckingham Palace. Afterward, George V, who had abjured alcohol for the duration of the war, took “a cup of kindness” while the Windsors, as they had been called since 1917 (instead of their original Germanic name), sang “Auld Lang Syne.” At the other end of the spectrum, there were high spirits, drunkenness and (it seems) a lot of celebratory sex.\n\nAmid the rejoicing, there was also terrible sadness. One couple in Doncaster, Yorkshire, received news of their son’s death at the front more than three weeks before. Others remembered those who had not returned or who had been horribly maimed. Once the euphoria had worn off, relief and exhaustion were the dominant sentiments, not least because, as the author reminds us, Britain—and indeed the world—was in the grip of an influenza pandemic that would claim many lives and sap the energy of the survivors.\n\nBut it was also a time of hope. Many thought that the Great War was, as British Prime Minister David Lloyd George had said, the war to “end all wars.” Children were named for the peace. One of these was Pax G. Yates of Chertsey (about 30 miles west of London), who was born at exactly 11 a.m. on Nov. 11, 1918.\n\nIt was only in later years that Armistice Day acquired its ritualized sobriety. In his absorbing and well-researched study, Mr. Cuthbertson, a professor of literature at Liverpool Hope University, shows how a day of spontaneity was tamed over time, as celebration morphed into commemoration. The exuberance of Armistice Day gave way to the solemnity of Remembrance Day. What was being marked was no longer the end of the war but the full experience of the conflict, and in time of all the recent wars in which the British Empire and the United Kingdom were involved (a long and growing list).\n\n“Peace at Last,” despite its sometimes grim subject, is a pleasure to read and is full of fascinating tidbits. Did you know that Capt. Harry Truman, the future president, was serving on the Western Front on Nov. 11 and fired his last shot 15 minutes before the armistice, which he celebrated by eating a blueberry pie? Probably the last man to die in the war, at one minute to 11 a.m., was also an American, Henry Gunther from Baltimore; the author does not add that he was the grandchild of German immigrants. A crowd in Maidstone, Kent, started singing “Rule Britannia” but found that nobody knew more than the first few lines and so continued with the more widely known “Keep the Home Fires Burning.”\n\nAs one might expect from a literary scholar, Mr. Cuthbertson marshals an impressive range of literary sources, from Vera Brittain’s “Testament of Youth” to James Joyce’s “Finnegans Wake” (which, he says, presents the “mangled speech” of drunken armistice revelers); from Thomas Keneally’s novel about the armistice negotiations, “Gossip From the Forest,” to Horton Foote’s play “1918.” There is even a disquisition on armistice and the rituals and traditions of bell ringing.\n\nMarshal Foch, the Supreme Allied Commander, said that what was achieved in 1918 was “not peace, but an armistice for twenty years.” This turned out to be a surprisingly precise prediction. There was unfinished business in Europe. Hitler led Germany, which had convinced itself that it had not really been beaten “in the field,” back into war in September 1939. Seaman Pax Yates was killed in action off Narvik, Norway, on May 3, 1940, age 21.\n\nMr. Simms is the author of “Europe: The Struggle for Supremacy, From 1453 to the Present.”", "On the 11th hour of the 11th day of the 11th month in 1918, the guns were stilled in what was then the bloodiest war in history. A century later it’s worth remembering that while the armistice ended a world war, it also set the table for the next, thanks to the misguided idealism of its author, President Woodrow Wilson.\n\nThe Allies had no military reason to stop the fighting. The German army had been badly beaten in a series of battles and was streaming homeward in confusion. The British and French were at the point of exhaustion...", "Stanford, Calif.\n\nJoshua Browder is an ambitious young man. A 21-year-old computer-science senior at Stanford, he aims to make lawyers obsolete, at least for humdrum troubles such as parking tickets, disputes with landlords, and small claims for which legal fees would wipe out much of the compensation.\n\nWhy not wipe out the lawyers instead?...", "Birth tourism is real. Foreign women come to America to give birth to U.S. citizens. When I worked as a consular officer at U.S. embassies overseas, I frequently interviewed mothers-to-be for their visa applications. And I was often compelled to renew U.S. passports for children who had been born in America but never lived there. I complied with the law but felt as if I was complicit in a scam.\n\nWhen applying for visas, few prospective birth tourists admitted their intentions, even though it isn’t illegal for foreign visitors...", "Facebook Inc. executive and virtual-reality wunderkind Palmer Luckey was a rising star of Silicon Valley when, at the height of the 2016 presidential contest, he donated $10,000 to an anti-Hillary Clinton group.\n\nHis donation sparked a backlash from his colleagues. Six months later, he was out. Neither Facebook nor Mr. Luckey has ever said why he left the social-media giant. When testifying before Congress about data privacy earlier this year, Facebook Chief Executive Mark Zuckerberg denied the departure had anything to do...", "Economic data in the coming week will include U.S. retail sales data as well as indicators of business activity in Japan, China and Germany. Monday is Veterans Day in the U.S.\n\nTuesday\n\nJapan’s July–September gross domestic product results are due. The economy is expected to have shrunk 1.0% on an annualized basis, according to economists polled by data provider Quick, after a series of natural disasters in the country during the period hurt exports and curbed tourists’ spending.\n\n...", "Democrats on Sunday laid out plans to turn up the heat on the Trump administration, listing priorities for House investigations that will start with hearings designed to protect the probe led by special counsel Robert Mueller.\n\nAfter winning the House in elections last week, senior Democrats vowed in a blitz of television appearances to scrutinize the appointment and actions of acting Attorney General Matthew Whitaker once they take over in January. President Trump tapped Mr. Whitaker last week to succeed the forced out Jeff...", "Get ready for Hillary Clinton 4.0. More than 30 years in the making, this new version of Mrs. Clinton, when she runs for president in 2020, will come full circle—back to the universal-health-care-promoting progressive firebrand of 1994. True to her name, Mrs. Clinton will fight this out until the last dog dies. She won’t let a little thing like two stunning defeats stand in the way of her claim to the White House.\n\nIt’s been quite a journey. In July 1999, Mrs. Clinton began her independent political career on retiring Sen....", "Regarding Ruth Wisse’s “The Many Faces of Jew-Hatred” (op-ed, Nov. 1) and your Oct. 29 editorial “The Oldest Hatred”: When President Trump arrived in Pittsburgh to pay his respects to the dead and visit the wounded, my brother, Ron, Israel’s ambassador to the U.S., escorted the president to the Tree of Life synagogue, along with the congregation’s rabbi.\n\nHowever, I was stunned when I saw that no elected representative from the city of Pittsburgh, Allegheny County or the state of Pennsylvania was there to meet the president.\n\n...", "MOSCOW—Russia is trying to wean itself off the greenback as its economy buckles under U.S. sanctions and the country prepares for stricter penalties expected later this month.\n\nRussia’s central bank has ramped up its gold reserves this year and sold U.S. Treasurys. Now plans are under way to execute more trade deals in rubles and other currencies, and tax incentives are being considered for exporters that shun the dollar.\n\nThe...", "2:29\n\nThis startup wants to be your new tailor\n\nThis startup is trying to shake up the tailoring industry: ALTRD, based in New York City, connects people who need alterations with immigrant women who are experts at sewing and can do the job from home.", "Online lender Social Finance Inc. lost money for the second consecutive quarter as loan volume sagged and the company spent big sums on expansion plans.\n\nThe San Francisco-based financial-technology startup recorded an adjusted loss of around $12 million before interest, taxes, depreciation and amortization during the third quarter, according to a person familiar with the company’s financial results.\n\nThat...", "U.S. sanctions on Iran and the trade battle with China have become a boon for owners of tankers, with daily freight rates at their highest in two years as ships shift their routes to load up crude from other oil-producing countries.\n\nCrude exports from Iran, the world’s fifth-biggest oil producer, have fallen about 50% since May, when the...", "I’ve been testing a new, exciting smartphone, and I bet it’s nothing like what you think. My new phone doesn’t have a big screen or several dozen cameras; it doesn’t slip into a headset so I can play virtual-reality games.\n\nIn fact, my phone—the Palm, a new device from a new company that picked up an old name—is supposed to be the antidote to all those bigger, more engrossing phones. Palm tried to build a phone you won’t want to use. Not too much, anyway.\n\n...", "A team of New York City law-enforcement officers swarmed a Manhattan condominium last month, issuing 27 notices of violations for illegal hotel use in one of the largest crackdowns on short-term rentals such as those listed on Airbnb.\n\nThe raid at the Atelier, a 46-story Midtown luxury tower, may be a sign of what’s to come. New York and other cities are seeking to limit short-term rentals that can run afoul of local laws designed to limit hotel-style stays in residential buildings.\n\n...", "DUBAI—Billionaire Saudi Prince al-Waleed bin Talal has returned as the kingdom’s public face for global investors, emerging a year after his detention to help the royal family survive the crisis over journalist Jamal Khashoggi’s killing.\n\nPrince al-Waleed was the best known internationally of the Saudi businessmen, government officials and royals detained last year in what Saudi authorities called a corruption crackdown. Prince al-Waleed wasn’t publicly charged, but his three-month imprisonment raised doubts about his quasi-diplomatic...", "PARIS—French President Emmanuel Macron delivered a pointed warning against the dangers of rising nationalism to world leaders who gathered Sunday in the shadow of the Arc de Triomphe to mark the 100th anniversary of the World War I armistice.\n\nAddressing the leaders, Mr. Macron defended multilateral institutions like the United Nations and the European Union that have been buffeted by nationalist currents as well as the world order underpinned by international cooperation that emerged in the wake of two world wars.\n\n...", "In the past decade, U.S. debt held by the public has risen to $15.9 trillion from $5.1 trillion, but financing all of that debt hasn’t been a problem. Low inflation and strong global demand for safe U.S. Treasury bonds held the government’s interest costs down.\n\nThat’s in the process of changing.\n\nInterest rates are rising as inflation normalizes...", "The U.S. is stopping aerial refueling of warplanes bombing Yemen, dialing back support for a Saudi-led military coalition as criticism of the kingdom grows in Washington over the conflict’s civilian impact.\n\nSaudi Arabia and the U.S. Defense Department said the Arab coalition requested the change because it had developed its own aerial refueling capabilities and no longer needed American support in that capacity. Defense Secretary Jim Mattis said the U.S., which also provides limited intelligence assistance to the coalition,...", "ISTANBUL—An audio recording Turkish authorities used to conclude that journalist Jamal Khashoggi was murdered by Saudi operatives has been shared with four Western allies, President Recep Tayyip Erdogan said Saturday, heightening pressure on Riyadh.\n\nMr. Erdogan said the recording, which Turkish officials have said captures the voices of operatives killing the dissident Saudi writer inside the kingdom’s consulate in Istanbul on Oct. 2, has been shared with the U.S., Germany, France and the U.K., as well as Saudi Arabia.\n\n...", "ISTANBUL—An audio recording Turkish authorities used to conclude that journalist Jamal Khashoggi was murdered by Saudi operatives has been shared with four Western allies, President Recep Tayyip Erdogan said Saturday, heightening pressure on Riyadh.\n\nMr. Erdogan said the recording, which Turkish officials have said captures the voices of operatives killing the dissident Saudi writer inside the kingdom’s consulate in Istanbul on Oct. 2, has been shared with the U.S., Germany, France and the U.K., as well as Saudi Arabia.\n\n...", "PARIS—President Trump and President Emmanuel Macron of France sought to thaw recent tensions over the future of trans-Atlantic security ties, agreeing Saturday that Europe needs to share more of the burden for defending the continent.\n\nMeeting with the French leader inside the Élysée Palace, Mr. Trump said the U.S. is willing to continue taking part in global military alliances like the North Atlantic Treaty Organization so long as all the countries involved commit to “fair” burden sharing.\n\n...", "The Florida Senate race between Gov. Rick Scott and Sen. Bill Nelson is headed to a recount as unofficial election results Saturday showed the Republican Mr. Scott leading his Democratic opponent by a slight margin.\n\nMr. Scott’s lead has steadily dropped to 12,562 votes, or 0.15 percentage point, down from roughly 56,000 votes on election night, and the continuing counting process has spurred legal action from both parties. Mr. Scott has called on Mr. Nelson to forgo any recount and drop out of the race, and he and other prominent..."]