[{"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "The Trump White House is suddenly urging decorum", "description": "MoveOn’s Karine Jean-Pierre, NYT’s Michelle Goldberg, Rev. Al Sharpton, and MSNBC national affairs analyst John Heilemann on Trump appointed judge's ruling on CNN's Jim Acosta and the interesting response from the White House", "url": "https://www.msnbc.com/deadline-white-house/watch/the-trump-white-house-is-suddenly-urging-decorum-1372919875964", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_decorum_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T23:02:06Z", "content": null, "fulltext": "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "George Conway, 'Kellyanne's husband', sounds off on Trump, war on DOJ", "description": "Former DOJ spox Matt Miller, MoveOn’s Karine Jean-Pierre, NYT’s Michelle Goldberg, Rev. Al Sharpton, and MSNBC national affairs analyst John Heilemann on George Conway's sharp criticism of the president", "url": "https://www.msnbc.com/deadline-white-house/watch/george-conway-kellyanne-s-husband-sounds-off-on-trump-war-on-doj-1372919363813", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_conway_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T23:01:40Z", "content": null, "fulltext": "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Alexandria Ocasio-Cortez gets the last laugh", "description": "MoveOn’s Karine Jean-Pierre, NYT’s Michelle Goldberg, Rev. Al Sharpton, and MSNBC national affairs analyst John Heilemann on Rep.-elect Alexandria Ocasio-Cortez' response to criticism from a right-leaning 'journalist'", "url": "https://www.msnbc.com/deadline-white-house/watch/alexandria-ocasio-cortez-gets-the-last-laugh-1372919875837", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_cortez_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T23:00:55Z", "content": null, "fulltext": "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Despite Twitter rants, Trump proclaims he 'easily' answered Mueller's questions", "description": "Former DOJ spox Matt Miller, WaPo’s Phil Rucker, former US attorney Joyce Vance, and MSNBC national affairs analyst John Heilemann on Trump's acknowledgement he completed written answers for the special counsel after a week of publicly raging about the invest…", "url": "https://www.msnbc.com/deadline-white-house/watch/despite-twitter-rants-trump-proclaims-he-easily-answered-mueller-s-questions-1372919363706", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_mueller_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T23:00:46Z", "content": null, "fulltext": "Despite Twitter rants, Trump proclaims he 'easily' answered Mueller's questions copied!\n\nFormer DOJ spox Matt Miller, WaPo’s Phil Rucker, former US attorney Joyce Vance, and MSNBC national affairs analyst John Heilemann on Trump's acknowledgement he completed written answers for the special counsel after a week of publicly raging about the investigation\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Orange County turns blue with four apparent Democratic winners", "description": "Harley Rouda (D-Calif.), the apparent winner in the House race against 15-term Republican Congressman Dana Rohrabacher, joins Chuck to discuss how one of the most reliably conservative areas in the country turned blue this year.", "url": "https://www.msnbc.com/mtp-daily/watch/rouda-demographic-changes-trump-extremism-rohrabacher-s-outlandish-positions-helped-me-win-1372917827668", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_full_rouda_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T22:57:48Z", "content": null, "fulltext": "Rouda: Demographic changes, Trump extremism, Rohrabacher's 'outlandish positions' helped me win copied!\n\nHarley Rouda (D-Calif.), the apparent winner in the House race against 15-term Republican Congressman Dana Rohrabacher, joins Chuck to discuss how one of the most reliably conservative areas in the country turned blue this year.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Democrat Stacey Abrams says she cannot win Georgia governor's race, but does not concede", "description": "Democratic candidate for Georgia governor, Stacey Abrams admitted that she could not win her race against Georgia Secretary of State Brian Kemp, but refused to concede.", "url": "https://www.msnbc.com/mtp-daily/watch/democrat-stacey-abrams-says-she-cannot-win-georgia-governor-s-race-but-does-not-concede-1372904003979", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_clip_abrams_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T22:50:29Z", "content": null, "fulltext": "Democrat Stacey Abrams says she cannot win Georgia governor's race, but does not concede copied!\n\nDemocratic candidate for Georgia governor, Stacey Abrams admitted that she could not win her race against Georgia Secretary of State Brian Kemp, but refused to concede.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Scott Walker spins election loss: ‘No way do I see it as a...", "description": "Tonight, Chuck is obsessed with the political spin coming from Wisconsin Governor Scott Walker (R) who lost his election last week.", "url": "https://www.msnbc.com/mtp-daily/watch/scott-walker-spins-election-loss-no-way-do-i-see-it-as-a-rejection-1372892739860", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_clip_obsessed_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T22:46:01Z", "content": null, "fulltext": "For people on both sides of our political divide, listen to this thinking it does apply to you too 01:35"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "2020 candidate Richard Ojeda believes he can turn Trump voters...", "description": "Richard Ojeda, Democratic presidential candidate, believes he can turn Trump voters in middle America toward the Democratic party. \"If we send the same cookie cutter politician at Trump in 2020, you’re going to see a lot of people crying again just like they …", "url": "https://www.msnbc.com/mtp-daily/watch/2020-candidate-richard-ojeda-believes-he-can-turn-trump-voters-back-to-the-democratic-party-1372894275920", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_full_ojeda_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T22:40:02Z", "content": null, "fulltext": "2020 candidate Richard Ojeda believes he can turn Trump voters back to the Democratic party copied!\n\nRichard Ojeda, Democratic presidential candidate, believes he can turn Trump voters in middle America toward the Democratic party. \"If we send the same cookie cutter politician at Trump in 2020, you’re going to see a lot of people crying again just like they did in 2016,” Ojeda tells Chuck.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Friday's Mini-Report, 11.16.18", "description": "Today's edition of quick hits.", "url": "http://www.msnbc.com/rachel-maddow-show/fridays-mini-report-111618", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/maddow_theminireport_general.png?itok=yLUr4wsw", "publishedAt": "2018-11-16T22:00:19Z", "content": "Today’s edition of quick hits: * California : Residents of San Francisco and surrounding cities woke to inhale terrible air on Friday, choking on smoke from the deadly Camp Fire more than 150 miles away, officials said. * Education Secretary Betsy DeVos today… [+2086 chars]", "fulltext": "Today’s edition of quick hits:\n\n* California: “Residents of San Francisco and surrounding cities woke to inhale terrible air on Friday, choking on smoke from the deadly Camp Fire more than 150 miles away, officials said.”\n\n* Education Secretary Betsy DeVos today unveiled new guidelines on how schools should address sexual assault allegations: “[A]dvocates for sexual assault survivors say they’re worried that the guidelines would actually make campuses more dangerous, deter victims from coming forward and put them in traumatizing scenarios.”\n\n* On a related note: “Education Secretary Betsy DeVos began receiving around-the-clock security from the U.S. Marshals Service days after being confirmed, an armed detail provided to no other cabinet member that could cost U.S. taxpayers $19.8 million through September of 2019, according to new figures provided by the Marshals Service to NBC News.”\n\n* Of these two, the Democrat isn’t returning to Congress, but the Republican is: “Reps. Ruben Kihuen, D-Nev., and Mark Meadows, R-N.C., have been formally sanctioned by the House Ethics Committee over sexual harassment allegations, the panel announced Friday in reports released to the public.”\n\n* VA: “Officials from the Department of Veterans Affairs testified Thursday before a House committee that they still don’t know when their information technology system will be updated to address issues preventing tens of thousand’ of veterans from receiving their GI Bill benefit payments on time, if at all.”\n\n* A case to watch: “The Supreme Court agreed Friday to take up an aspect of the legal battle over the Trump administration’s plan to put a question about citizenship on the 2020 census form.”\n\n* The sentencing reform bill’s success is not a foregone conclusion: “Acting attorney general Matthew G. Whitaker has privately voiced concerns directly to President Trump about a new bipartisan criminal justice reform bill, according to a GOP senator Whitaker met with Thursday, amid growing opposition to the legislation Trump endorsed with much fanfare this week.”\n\n* The Trump administration probably won’t have a problem with this: “Ernesto Araújo, newly named to be Brazil’s next foreign minister by incoming president Jair Bolsonaro, believes that climate change is a false idea invented by ‘cultural Marxists.’”\n\nAnything to add? Consider this an open thread."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump claims elections were 'epic' for Republicans (they weren't)", "description": "I suppose \"epic\" is a subjective term, but as a rule, two isn't a large number.", "url": "http://www.msnbc.com/rachel-maddow-show/trump-claims-elections-were-epic-republicans-they-werent", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/992388354.jpg?itok=DRs-P2Nd", "publishedAt": "2018-11-16T21:26:44Z", "content": "At the time of his presidential inauguration, Donald Trump benefited from a Republican majority in the Senate, where there were 52 GOP members. When the next Congress gets underway, there will be another Republican majority in the upper chamber, this time wit… [+2787 chars]", "fulltext": "At the time of his presidential inauguration, Donald Trump benefited from a Republican majority in the Senate, where there were 52 GOP members. When the next Congress gets underway, there will be another Republican majority in the upper chamber, this time with 53 GOP members.\n\nEvidently, the president thinks that’s “epic.”\n\n“People are not being told that the Republican Party is on track to pick up two seats in the U.S. Senate, and [sic] epic victory: 53 to 47,” Trump wrote on Twitter. “The Fake News Media only wants to speak of the House, were [sic] the Midterm results were better than other sitting Presidents.”\n\nI suppose “epic” is a subjective term, but as a rule, two isn’t a large number. Senate Republicans enjoyed a map so heavily tilted in their favor that some thought the GOP might be able to reach a 60-seat majority in this cycle. A month before Election Day, the National Republican Senatorial Committee expected to end up with as many as 55 seats. The party obviously fell short of both thresholds.\n\nIn fact, the standard for success keeps falling. Last week, Trump said Republicans had won 55 seats. Earlier this week, it was 54. Now, it’s 53.\n\nA cynic might wonder if the president is simply pretending to be impressed with a two-seat pickup because Democrats fared so well in every other area of the election cycle.\n\nBut in terms of the public-relations offensive, Trump seems quite serious. In his interview with The Daily Caller argued:\n\n“So we picked up three or four Senate seats depending on how it all goes – it’s a big pickup. In fact, they say in 80 years I think the presidential party’s only picked up two Senate seats, I picked up three.”\n\nHe actually picked up two, and the White House’s party has now added Senate seats in midterm cycles three times in the last 56 years.\n\n“You look at some of the people that won, they wouldn’t have won without my helping them. And then you look at the new senators, you look at Indiana, Donnelly was not going to happen. Nobody said Donnelly was going to lose.”\n\nActually, Sen. Joe Donnell (D-Ind.) was endangered the day he took office, and everyone saw him as one of the nation’s most vulnerable incumbents.\n\n“Tester, nobody wanted even to contest it.”\n\nActually, Sen. Jon Tester (D-Mont.) was another red-state Democrat whom observers expected to face a tough fight.\n\n“Well, look at what happened in North Dakota with Heidi. Heidi, they said don’t contest. One year ago when we were looking, they all said don’t contest Heidi, she can’t be beat.”\n\nLiterally no one said that about Sen. Heidi Heitkamp (D-N.D.). For two years, she was seen as the chamber’s most vulnerable Democrat.\n\n“If I didn’t do those stops, I think we would’ve lost 10 Senate seats, seven to 10 Senate seats.”\n\nThat’s literally impossible: there weren’t 10 Republicans up for re-election this year.\n\nI can’t say with confidence whether the president actually believes any of his claims; it’s possible he’s just desperate to find a silver lining after his party struggled through the cycle. Either way, there’s nothing “epic” about the Republicans’ performance."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "The ‘human wall’ of soldiers at the U.S. southern border", "description": "NBC’s Julia Ainsley is in Arizona, where more than 5,000 U.S. troops are stationed to block Central American migrants, part of the “caravan” the President has repeatedly mentioned, from coming over the border. She tells Katy Tur that many of these migrants ar…", "url": "https://www.msnbc.com/katy-tur/watch/the-human-wall-of-soldiers-at-the-u-s-southern-border-1372816451741", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_tur_border_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T21:13:43Z", "content": null, "fulltext": "The ‘human wall’ of soldiers at the U.S. southern border copied!\n\nNBC’s Julia Ainsley is in Arizona, where more than 5,000 U.S. troops are stationed to block Central American migrants, part of the “caravan” the President has repeatedly mentioned, from coming over the border. She tells Katy Tur that many of these migrants are not expected in Arizona where the troops have been sent.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "After explosive New York Times report, what’s next for Facebook?", "description": "Facebook is denying allegations leveled in the New York Times, that the company used controversial tactics to avoid criticism after their platform was used to spread Russian fake news during the 2016 election. NBC’s Dylan Byers and Recode's Kurt Wagner join K…", "url": "https://www.msnbc.com/katy-tur/watch/after-explosive-new-york-times-report-what-s-next-for-facebook-1372814915849", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_tur_facebook_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T21:10:23Z", "content": null, "fulltext": "After explosive New York Times report, what’s next for Facebook? copied!\n\nFacebook is denying allegations leveled in the New York Times, that the company used controversial tactics to avoid criticism after their platform was used to spread Russian fake news during the 2016 election. NBC’s Dylan Byers and Recode's Kurt Wagner join Katy Tur to discuss the company’s next steps.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Big Question: What could the accidental filing about Julian Assange mean for the Russia Probe and President Trump?", "description": "An unsealed court document says that WikiLeaks founder Julian Assange is facing criminal charges—for what, the answer is unclear. However, Wikileaks and Julian Assange play a role in the investigation into Russia's influence on the 2016 campaign after they re…", "url": "https://www.msnbc.com/katy-tur/watch/what-could-the-accidental-filing-about-julian-assange-mean-for-the-russia-probe-and-president-trump-1372812355880", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_tur_thebigquestion_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T21:09:16Z", "content": null, "fulltext": "What could the accidental filing about Julian Assange mean for the Russia Probe and President Trump? copied!\n\nAn unsealed court document says that WikiLeaks founder Julian Assange is facing criminal charges—for what, the answer is unclear. However, Wikileaks and Julian Assange play a role in the investigation into Russia's influence on the 2016 campaign after they released hacked emails from the Clinton campaign.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump prepares answers to Special Counsel Mueller's questions", "description": "\"I write the answers. My lawyers don't write answers, I write answers,\" Trump said about his questionnaire from Special Counsel Robert Mueller.", "url": "http://www.msnbc.com/rachel-maddow-show/trump-prepares-answers-special-counsel-muellers-questions", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/180717-trump-cabinet-room-whites-house-njs-1442_70db24a026d8101d5d78b3f938661489.fit-2000w.jpg?itok=H_WRFL6r", "publishedAt": "2018-11-16T19:14:55Z", "content": "Donald Trump and his team have spent quite a bit of time and effort resisting cooperation with Special Counsel Robert Mueller and his investigators. That’s especially true when it comes to the president answering Mueller’s questions. Back in January, Trump bo… [+1629 chars]", "fulltext": "Donald Trump and his team have spent quite a bit of time and effort resisting cooperation with Special Counsel Robert Mueller and his investigators. That’s especially true when it comes to the president answering Mueller’s questions.\n\nBack in January, Trump boasted that he was “looking forward to” an interview with investigators – something he said he’d “love” to do – adding that he was “absolutely” prepared to answer questions under oath. The president suggested at the time that the interview would happen in roughly “two or three weeks.”\n\nIn the months that followed, Trump’s lawyers offered a variety of alternatives to cooperating, before eventually reaching an agreement with the special counsel’s office to answer questions in writing. The president told reporters this afternoon that he has personally completed the Q&A.\n\n“My lawyers aren’t working on that. I’m working on that. I write the answers. My lawyers don’t write answers, I write answers.” “I was asked a series of questions. I have answered them very easily. Very easily. I’m sure they’re tripped up because they like to catch people…. You have to be careful answering questions with people that probably have bad intentions, but no. The questions were very routinely answered by me. By me. Okay?”\n\nThe same answer included additional references to Hillary Clinton, the electoral college, and how impressed Trump was with his own presidential candidacy.\n\nThe president has not, however, submitted his responses to Mueller’s team – Trump said he’s been “busy” – and he conceded that his attorneys would “go over” his answers.\n\nAs for the idea that the president, and not his lawyers, personally wrote the answers to Mueller’s questions, it’s hard to imagine anyone actually believing this. After the president made the comment, the New York Times’ Maggie Haberman wrote on Twitter, “This is false. A team of his lawyers are writing them.”"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Morning Joe 11/16/18", "description": "Joe and Mika discuss the big news of the day.", "url": "http://www.msnbc.com/morning-joe/episodes/watch/morning-joe-11-16-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/382/294/181116_3831427_Morning_Joe_11_16_18_800x450_1372643907712.video_1067x600.jpg", "publishedAt": "2018-11-16T18:31:00Z", "content": "Morning Joe 11/16/18 Joe and Mika discuss the big news of the day. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: Morning Joe full episodes", "fulltext": "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "The good news and bad news on gerrymandering", "description": "For those concerned about gerrymandering and its effects on our democracy, the 2018 elections offered some good news and some bad news.", "url": "http://www.msnbc.com/rachel-maddow-show/the-good-news-and-bad-news-gerrymandering", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/ap_537434741559_copy.jpg?itok=3myDtDEn", "publishedAt": "2018-11-16T17:48:38Z", "content": "For those concerned about gerrymandering and its effects on our democracy, the 2018 elections offered some good news and some bad news. The good news is, a lot of voters appear to be sick of it. Michigan voters, for example, approved sweeping election changes… [+2435 chars]", "fulltext": "For those concerned about gerrymandering and its effects on our democracy, the 2018 elections offered some good news and some bad news.\n\nThe good news is, a lot of voters appear to be sick of it. Michigan voters, for example, approved sweeping election changes, including the creation of an independent redistricting commission that will be responsible for drawing congressional district lines.\n\nIn Colorado and Missouri, voters agreed to overhaul the redistricting process to end gerrymandering. (Utah may have done the same thing, but votes on the state’s Proposition 4 are still being tallied.)\n\nThe bad news is, gerrymandered districts still exist across much of the country. Cleveland.com reported yesterday:\n\n[Republicans in Ohio’s state legislature] scored their wins for 63 percent of the seats while collecting just over 50 percent of the total vote. This is a lot like what happened in Ohio’s 16 congressional districts, where Republicans won 75 percent of the seats with just 52 percent of the overall vote. These are two fresh examples of how skillfully gerrymandered legislative districts can sway the balance of power – especially when one party is in full control of drawing the maps as was the case for the current districts.\n\nRegular readers may recall that Ohio policymakers approved some modest reforms to the redistricting process in May, but those changes won’t be implemented until after the 2020 Census.\n\nOf course, the Buckeye State isn’t the only one where gerrymandering was an issue. Mother Jones’ Ari Berman reported yesterday that in Wisconsin, Democratic candidates managed to win a majority of the state Assembly votes, but thanks to the lines drawn by Republicans, it’s the GOP that will hold a majority of the seats.\n\nThe Washington Post also reported this week, “Majorities of voters in at least three battleground states – Pennsylvania, Michigan and North Carolina – chose a Democrat to represent them in the state’s House of Representatives. Yet in all three states, Republicans maintained majority control over the chamber despite winning only a minority of votes.”\n\nA separate Washington Post piece highlighted a similar imbalance in North Carolina at the congressional level.\n\nThese fights, however, are far from over. Not only are more and more Americans souring on gerrymandered maps, but reform advocates are turning to the judiciary with renewed optimism about court-imposed changes. There’s a new lawsuit in North Carolina, for example, that appears likely to reach the state Supreme Court, and as a Slate piece explained this week, “The case could give Democrats a real shot at retaking the legislature in 2020, or at least contesting it on an even playing field.”"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Friday's Campaign Round-Up, 11.16.18", "description": "Today's installment of campaign-related news items from across the country.", "url": "http://www.msnbc.com/rachel-maddow-show/fridays-campaign-round-111618", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/maddow_campaignroundup_general.png?itok=q9pFWELg", "publishedAt": "2018-11-16T16:40:29Z", "content": "Today’s installment of campaign-related news items from across the country. * Democratic continue to rack up wins in U.S. House races in California, with several news outlets last night calling the 45th district for Katie Porter (D), who appears to have defea… [+1411 chars]", "fulltext": "Today’s installment of campaign-related news items from across the country.\n\n* Democrats continue to rack up wins in U.S. House races in California, with several news outlets last night calling the 45th district for Katie Porter (D), who appears to have defeated incumbent Rep. Mimi Walters (R). It’s the fifth “red” to “blue” flip in the Golden State this year.\n\n* On a related note, thanks to Maine’s system of ranked-choice balloting, Jared Golden (D) has apparently defeated incumbent Rep. Rep. Bruce Poliquin (R) in the state’s 2nd congressional district.\n\n* In Georgia’s gubernatorial race, the Associated Press reports that Stacey Abrams’ (D) campaign and legal team is preparing “a longshot strategy relies on a statute that’s never been used in such a high-stakes contest.”\n\n* A hand recount is underway in Florida’s U.S. Senate race, and as things stand, Rick Scott (R) appears to have the edge over incumbent Sen. Bill Nelson (D).\n\n* The Congressional Black Caucus hasn’t officially thrown its support behind anyone in the race to become the next Speaker of the House, but Reps. John Lewis (D-Ga.) and James Clyburn (D-S.C.) have both endorsed Nancy Pelosi – even as former CBC Chair Marcia Fudge (D-Ohio) weighs a possible run for the gavel.\n\n* As of this morning, the Democratic lead in the U.S. House popular vote is up to 7.3%, from 7.2% yesterday, though it may yet inch higher. For comparison purposes, note that in 2010 – which was widely seen as a GOP “wave” cycle – Republicans won the U.S. House popular vote by 6.6%.\n\n* And for those who argue that one vote can’t make a difference, a state House race in western Kentucky was decided by exactly one vote this year."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Unique security detail for DeVos to cost tax payers millions", "description": "Unique security detail for Betsy DeVos is expected to cost tax payers millions through September of 2019.", "url": "https://www.msnbc.com/hallie-jackson/watch/unique-security-detail-for-betsy-devos-to-cost-tax-payers-millions-1372547651555", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hallie_brk_devos_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T16:38:57Z", "content": null, "fulltext": "How Nixon betrayed the nation before he was even president"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "#GoodNewsRUHLES: Girl Scout becomes NH legislator", "description": "Back in May, Stephanie Ruhle introduced you to Cassie Levesque, who was trying to raise the minimum marriage age in her state of New Hampshire. The state passed her bill, but Cassie is not done making a difference in her community. See what she’s up to now. T…", "url": "https://www.msnbc.com/stephanie-ruhle/watch/girl-scout-becomes-nh-legislator-goodnewsruhles-1372521027843", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_gnr_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T16:11:41Z", "content": null, "fulltext": "Girl Scout becomes NH legislator #GoodNewsRUHLES copied!\n\nBack in May, Stephanie Ruhle introduced you to Cassie Levesque, who was trying to raise the minimum marriage age in her state of New Hampshire. The state passed her bill, but Cassie is not done making a difference in her community. See what she’s up to now. This #GoodNewsRUHLES!\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "George Conway gives exclusive interview in podcast", "description": "Dan Klaidman and Mike Isikoff, both of Yahoo! News, join Morning Joe to discuss the new interview with attorney George T. Conway III, the husband of Kellyanne Conway and a vocal critic of the Trump administration.", "url": "https://www.msnbc.com/morning-joe/watch/george-conway-gives-exclusive-interview-in-podcast-1372521539548", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_isik_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T16:08:55Z", "content": null, "fulltext": "George Conway gives exclusive interview in podcast copied!\n\nDan Klaidman and Mike Isikoff, both of Yahoo! News, join Morning Joe to discuss the new interview with attorney George T. Conway III, the husband of Kellyanne Conway and a vocal critic of the Trump administration.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Reporter on Twitter criticizes Alexandria Ocasio-Cortez’s wardrobe", "description": "A reporter on Twitter uses a secretly taken photo of Congresswoman-elect Ocasio-Cortez to critize her wardrobe. MSNBC Political Analyst Elise Jordan, and Vanity Fair Special Correspondent Bill Cohan join Stephanie Ruhle to discuss the loss of political norms …", "url": "https://www.msnbc.com/stephanie-ruhle/watch/reporter-on-twitter-criticizes-alexandria-ocasio-cortez-s-wardrobe-1372519491688", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_ocasiocortez_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T16:08:22Z", "content": null, "fulltext": "Reporter on Twitter criticizes Alexandria Ocasio-Cortez’s wardrobe copied!\n\nA reporter on Twitter uses a secretly taken photo of Congresswoman-elect Ocasio-Cortez to critize her wardrobe. MSNBC Political Analyst Elise Jordan, and Vanity Fair Special Correspondent Bill Cohan join Stephanie Ruhle to discuss the loss of political norms and the“creep shot” that got people talking.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Rep. Moulton: There's no reason we shouldn't send new people to the top", "description": "Seventeen House Democrats have said they will not support Nancy Pelosi as Speaker of the House. Massachusetts Congressman Seth Moulton is one of them and he joins Stephanie Ruhle to discuss potential new leadership for the Democratic party as well as prison r…", "url": "https://www.msnbc.com/stephanie-ruhle/watch/growing-list-of-dems-come-out-against-pelosi-as-new-speaker-1372516931555", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_moulton_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T16:03:53Z", "content": null, "fulltext": "Growing list of Dems come out against Pelosi as new Speaker copied!\n\nSeventeen House Democrats have said they will not support Nancy Pelosi as Speaker of the House. Massachusetts Congressman Seth Moulton is one of them and he joins Stephanie Ruhle to discuss potential new leadership for the Democratic party as well as prison reform, and the Democrats’ agenda in coming months.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Heads of Facebook hitting back after bombshell NYT report", "description": "Leaders at Facebook are hitting back on yesterday’s shocking report on their actions surrounding Russia interference in the 2016 election. Stephanie Ruhle and NBC’s Dylan Byers break down what those leaders had to say.", "url": "https://www.msnbc.com/stephanie-ruhle/watch/heads-of-facebook-hitting-back-after-bombshell-nyt-report-1372513347623", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_facebook_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T16:01:12Z", "content": null, "fulltext": "Heads of Facebook hitting back after bombshell NYT report copied!\n\nLeaders at Facebook are hitting back on yesterday’s shocking report on their actions surrounding Russia interference in the 2016 election. Stephanie Ruhle and NBC’s Dylan Byers break down what those leaders had to say.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Bill Cohan: Picking Whitaker for AG was a self-inflicted wound", "description": "A number of Republican Senators have begun pressuring the White House to reconsider the Whitaker appointment, while others are working to protect the Mueller investigation. Stephanie Ruhle breaks down what’s next for the Mueller probe. Weighing in: Washington…", "url": "https://www.msnbc.com/stephanie-ruhle/watch/bipartisan-senators-pushing-legislation-to-protect-mueller-1372514371774", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_panel_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T16:00:38Z", "content": null, "fulltext": "Bipartisan senators pushing legislation to protect Mueller copied!\n\nA number of Republican Senators have begun pressuring the White House to reconsider the Whitaker appointment, while others are working to protect the Mueller investigation. Stephanie Ruhle breaks down what’s next for the Mueller probe. Weighing in: Washington Post Chief White House Bureau Chief Phil Rucker, MSNBC Legal Analyst Danny Cevallos, MSNBC Political Analyst Elise Jordan, and Vanity Fair Special Correspondent Bill Cohan.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "What could a potential Julian Assange indictment mean for President Trump?", "description": "New court filings mistakenly reveal that the founder of Wikileaks, Julian Assange, could be facing federal charges. Stephanie Ruhle breaks down what that could mean for Robert Mueller’s Russia investigation and for President Trump.", "url": "https://www.msnbc.com/stephanie-ruhle/watch/what-could-a-potential-julian-assange-indictment-mean-for-president-trump-1372510787907", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_a3_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T15:57:04Z", "content": null, "fulltext": "What could a potential Julian Assange indictment mean for President Trump? copied!\n\nNew court filings mistakenly reveal that the founder of Wikileaks, Julian Assange, could be facing federal charges. Stephanie Ruhle breaks down what that could mean for Robert Mueller’s Russia investigation and for President Trump.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump 'has not fully grasped' the role of...", "description": "As the NYT reported, DOD officials say that Trump has \"not fully grasped the role of the troops he commands, nor the responsibility that he has to lead them.\"", "url": "http://www.msnbc.com/rachel-maddow-show/trump-has-not-fully-grasped-the-role-commander-chief", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/180817-trump-parade-dh-1318_38b1b84d93d98b45d4205dc8ac1f0d8f.fit-2000w_0.jpg?itok=JKgO9byU", "publishedAt": "2018-11-16T15:54:23Z", "content": "To hear Donald Trump tell it, he loves the military in ways few presidents ever have. Trump’s evidence is abundant: he has military flags in the Oval Office; he’s lobbied for a massive military parade; he’s increased military spending; and he likes talking ab… [+3372 chars]", "fulltext": "To hear Donald Trump tell it, he loves the military in ways few presidents ever have. Trump’s evidence is abundant: he has military flags in the Oval Office; he’s lobbied for a massive military parade; he’s increased military spending; and he likes talking about his support for the military.\n\nBut the New York Times had a great piece today looking at the issue in a way the president won’t appreciate.\n\nHe canceled a trip to a cemetery in France where American soldiers from World War I are buried. He did not go to the observance at Arlington National Cemetery on Veterans Day. He has not visited American troops in Iraq or Afghanistan. And shortly after becoming commander in chief, President Trump asked so few questions in a briefing at MacDill Air Force Base in Tampa, Fla., that top military commanders cut the number of prepared PowerPoint slides to three from 18, said two officials with knowledge of the visit. The commanders had slotted two hours for the meeting, but it lasted less than one. Rhetorically, Mr. Trump has embraced the United States’ 1.3 million active-duty troops as “my military” and “my generals” and has posted on Twitter that under his leadership, the American armed forces will be “the finest that our Country has ever had.” But top Defense Department officials say that Mr. Trump has not fully grasped the role of the troops he commands, nor the responsibility that he has to lead them and protect them from politics.\n\nThere were hints along these lines before Trump took office. Ahead of the 2016 election, the then-Republican candidate mocked prisoners of war – he likes soldiers “who weren’t captured” – lied about his financial support for veterans’ charities, claimed more than once that he understood counter-terrorism better than American generals, and publicly feuded with a Gold Star family.\n\nBut as president, the problem has become more acute.\n\nIndeed, Trump hasn’t just been careless in his deployments, he’s even tried to avoid responsibility after approving failed missions. Soon after taking office, Trump authorized a mission in Yemen, which claimed the life of Navy SEAL William “Ryan” Owens, and when pressed for answers on what transpired, the president said the buck stopped somewhere else.\n\n“This was something that was, you know, just, they wanted to do,” the president said, referring to U.S. generals. “They came to see me they explained what they wanted to do, the generals … and they lost Ryan.”\n\nThe Associated Press asked Trump last month why he hasn’t yet visited a military base in a combat zone like in Iraq and Afghanistan. The president said he would eventually, though he didn’t see it as “overly necessary.”\n\nTrump added, “I’ve been very busy with everything that’s taking place here…. I’m doing a lot of things. I’m doing a lot of things.”\n\nThe New York Times’ report went on to note, “One reason he has not visited troops in war zones, according to his aides, is that he does not really want American troops there in the first place. To visit, they said, would validate missions he does not truly believe in.”\n\nThis is not the perspective of a president who fully appreciates what it means to be commander in chief.\n\nCol. David Lapan, a retired Marine who served in the Trump administration in 2017 as a spokesman for the Department of Homeland Security, told the Times, “There was the belief that over time, he would better understand, but I don’t know that that’s the case. I don’t think that he understands the proper use and role of the military and what we can, and can’t, do.”\n\nPresumably, Trump could take the time to learn, but there’s a lot of television to watch and he’s “doing a lot of things.”"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Book on US history looks at spirit of compromise", "description": "Author and professor H.W. Brands writes about Henry Clay, John Calhoun and Daniel Webster in his new book 'Heirs of the Founders,' and he joins Morning Joe to discuss.", "url": "https://www.msnbc.com/morning-joe/watch/book-on-us-history-looks-at-spirit-of-compromise-1372500547945", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_brands_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T15:46:09Z", "content": null, "fulltext": "Book on US history looks at spirit of compromise copied!\n\nAuthor and professor H.W. Brands writes about Henry Clay, John Calhoun and Daniel Webster in his new book 'Heirs of the Founders,' and he joins Morning Joe to discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Judge sides with CNN, White House must restore Acosta press pass", "description": "In a win for CNN, a federal judge ordered the Trump administration to restore White House Correspondent Jim Acosta's press pass on a temporary basis. Acosta must now work with the White House to fully reinstate his press credentials.", "url": "https://www.msnbc.com/hallie-jackson/watch/judge-sides-with-cnn-white-house-must-restore-acosta-press-pass-1372495939825", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hallie_brk_cnn_judge_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T15:37:35Z", "content": null, "fulltext": "Judge sides with CNN, White House must restore Acosta press pass copied!\n\nIn a win for CNN, a federal judge ordered the Trump administration to restore White House Correspondent Jim Acosta's press pass on a temporary basis. Acosta must now work with the White House to fully reinstate his press credentials.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump's 'very major' new tax cut dies a quiet death", "description": "Trump said a month ago he and congressional Republicans are working \"around the clock\" on a \"very major\" new tax cut. It was entirely fictional.", "url": "http://www.msnbc.com/rachel-maddow-show/trumps-very-major-new-tax-cut-dies-quiet-death", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/644982096.jpg?itok=4iARe4SO", "publishedAt": "2018-11-16T15:07:54Z", "content": "About a month ago, Donald Trump first declared publicly that he and congressional Republicans are working around the clock on a very major new tax cut, which would be ready no later than Nov. 1, despite the fact that Congress was effectively out of session un… [+2440 chars]", "fulltext": "About a month ago, Donald Trump first declared publicly that he and congressional Republicans were working “around the clock” on a “very major” new tax cut, which would be ready no later than Nov. 1, despite the fact that Congress was effectively out of session until after the elections. No one in Congress had any idea what the president was talking about, and even White House officials quietly conceded they were “mystified.”\n\nTrump didn’t care. The plan, which appeared to exist only in his imagination, quickly became a major applause line at the president’s campaign rallies. Pressed by reporters for details, Trump boasted that he and his team had came up with a way to make his new tax plan “revenue neutral based on certain things.”\n\nThe Nov. 1 deadline came and went, and the plan the president promised to present never materialized. Yesterday, Politico published a report suggesting the policy, which never really existed in any meaningful way, is dead.\n\nWhite House officials are not counting on a big infrastructure package or a deal on the kind of middle-class tax cut Trump promised at the end of the campaign. “We’ve been noodling more on this middle-class tax cut, how to structure it, and even pay for it,” National Economic Council Director Larry Kudlow said in a recent interview in his West Wing office. “I don’t think the chances of that are very high, because the Democrats are going to go after the corporate tax and all that stuff.”\n\nFor those who’ve watched Trump and his operation closely in recent years, the fact that Trump made up a fictional policy, and peddled it as if it were real, is hardly shocking. Indeed, it’s one of the key takeaways from his farcical little story: the president simply says stuff, without any meaningful concerns about whether his stuff reflects reality in any way.\n\nBut that’s not the only lesson. The fact that Trump made up a tax policy just weeks ahead of Election Day – it was exclusively for the “middle class,” he said – was also emblematic of the fact that even the president realized that the actual Republican tax package was a political failure.\n\nIndeed, the rest of the GOP’s pitch wasn’t much better. With time running out before the midterms, after nearly two years of attempts at governing, Trump came up with an entirely new vision, consisting of a made-up tax plan, fears of an imaginary “invasion,” a health care “plan” that didn’t exist, and chatter of an executive order the president hoped to issue – but could not legally expect to implement – that would’ve negated part of the 14th Amendment to the Constitution.\n\nNow that the elections are nearly over, that agenda has suddenly disappeared. The cynicism behind Trump’s gambit is breathtaking."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "British diplomat weighs in on Brexit details", "description": "British Amb. to the U.S., Sir Kim Darroch, discuss Prime Minister Theresa May's relationship with Donald Trump and the latest Brexit developments.", "url": "https://www.msnbc.com/morning-joe/watch/british-diplomat-weighs-in-on-brexit-details-1372467267572", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_darroch_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T14:57:49Z", "content": null, "fulltext": "British diplomat weighs in on Brexit details copied!\n\nBritish Amb. to the U.S., Sir Kim Darroch, discuss Prime Minister Theresa May's relationship with Donald Trump and the latest Brexit developments.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Lindsey Graham is eager to investigate DOJ, Hillary Clinton", "description": "Lindsey Graham has a message for House Dems: if they scrutinize events from 2016, he'll do the same.", "url": "http://www.msnbc.com/rachel-maddow-show/lindsey-graham-eager-investigate-doj-hillary-clinton", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/gettyimages-495154488.jpg?itok=IK69RjWV", "publishedAt": "2018-11-16T14:19:34Z", "content": "It’s not yet clear who’ll chair the Senate Judiciary Committee in the next Congress, but there’s a pretty good chance it’ll be Sen. Lindsey Graham (R-S.C.). With this in mind, the South Carolina Republican spoke with Fox News Sean Hannity this week about his … [+2626 chars]", "fulltext": "As Sen. Lindsey Graham (R-S.C.) gets ready to take the reins as chair the Senate Judiciary Committee, he spoke with Fox News’ Sean Hannity this week about his plans for the new year – specifically as to the kind of issues Graham is prepared to investigate. From the Lexis-Nexis transcript:\n\n“You know, to my Democratic friends, if you want to look backwards, we are all going to look backwards. I want to know why the FBI reached to the conclusion along with the Department of Justice that Hillary Clinton didn’t commit a crime. Was it because of political bias? […] “Did the Department of Justice and the FBI use a document paid for by the Democratic Party? Research by foreign agents to get a warrant against an American citizen that was inappropriate, potentially unlawful? […] “We need a special counsel to look at all of this. But I intend to look at it. I’m going to look at it. If you are going to keep plowing everything up in 2016, count me in. If you want to look for it, I will look for it.”\n\nTo unpack this a bit, Graham is describing a handful of interconnected conspiracy theories, including his belief that the Justice Department overlooked Hillary Clinton’s crimes – a rather ridiculous idea already discredited by the DOJ’s inspector general – coupled with similarly odd ideas about the “Steele dossier” and surveillance of Carter Page, a former Trump campaign adviser.\n\nGraham, evidently, is prepared to use the Senate Judiciary Committee to scrutinize all of this, for reasons that only appear to have merit with the most rabid of partisans.\n\nBut what struck me as especially notable about this was the way in which Graham presented this agenda as something of a threat.\n\nNote, the GOP senator – who seems to be enjoying his status as a partisan celebrity a bit too much – didn’t just talk about his Clinton-related conspiracy theories in their own right; he did so as a message to his “Democratic friends.”\n\nIf they “want to look backwards” – which is to say, if they’re prepared to examine Russia’s attack on our election in order to help the Kremlin’s preferred candidate – then Lindsey Graham will do the same. If those rascally Dems “are going to keep plowing everything up,” then the South Carolinian wants them to know he’s prepared to scrutinize recent history, too.\n\nThe implication seems to be that if Democrats don’t “look backwards,” and they don’t investigate matters such as Putin’s efforts to put Trump in power, Lindsey Graham will be less eager to investigate Clinton-related conspiracy theories.\n\n“If you want to look for it,” Graham said in his message to Democrats, referring to 2016, “I will look for it.”\n\nThe larger question is, why is the senator – who’s become one of Donald Trump’s more sycophantic allies – so worried about Democrats examining the Russia scandal?\n\n* Update: This morning, Chuck Grassley (R-Iowa) announced he’s stepping down as chair of the Senate Judiciary Committee, clearing the way for Graham to claim the gavel. I’ve updated the text of this piece to reflect the change."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "New 'Clinton Affair' explores Lewinsky scandal", "description": "Blair Foster directed the new six-part A&E series 'The Clinton Affair,' and she joins Morning Joe to discuss the documentary, which coincides with the 20th anniversary of the impeachment proceedings of Bill Clinton.", "url": "https://www.msnbc.com/morning-joe/watch/new-clinton-affair-explores-lewinsky-scandal-1372437059891", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_clinton_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T14:10:42Z", "content": null, "fulltext": "New 'Clinton Affair' explores Lewinsky scandal copied!\n\nBlair Foster directed the new six-part A&E series 'The Clinton Affair,' and she joins Morning Joe to discuss the documentary, which coincides with the 20th anniversary of the impeachment proceedings of Bill Clinton.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "White House considers expelling Erdogan foe from US", "description": "The White House is looking for ways to remove an enemy of Turkish President Recep Erdogan from the U.S. in order to placate Turkey over the murder of journalist Jamal Khashoggi, according to two senior U.S. officials and two other people briefed on the reques…", "url": "https://www.msnbc.com/morning-joe/watch/white-house-considers-expelling-erdogan-foe-from-us-1372417091800", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_turkey_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T13:36:07Z", "content": null, "fulltext": "White House considers expelling Erdogan foe from US copied!\n\nThe White House is looking for ways to remove an enemy of Turkish President Recep Erdogan from the U.S. in order to placate Turkey over the murder of journalist Jamal Khashoggi, according to two senior U.S. officials and two other people briefed on the requests.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "What turned Orange County blue? Rep. Ted Lieu explains", "description": "Rep. Ted Lieu, D-Calif., discusses Democratic gains in traditionally Republican Orange County, Nancy Pelosi and the Mueller investigation.", "url": "https://www.msnbc.com/morning-joe/watch/what-turned-orange-county-blue-rep-ted-lieu-explains-1372403779893", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_lieu_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T13:28:00Z", "content": null, "fulltext": "How Nixon betrayed the nation before he was even president"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Two years later, Trump clings to weird New Hampshire conspiracy theory", "description": "Donald Trump lost New Hampshire two years ago. He still can't bring himself to believe it.", "url": "http://www.msnbc.com/rachel-maddow-show/two-years-later-trump-clings-weird-new-hampshire-conspiracy-theory", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/ap_622302912201.jpg?itok=iMpXJYV6", "publishedAt": "2018-11-16T13:24:17Z", "content": "Toward the end of Donald Trump’s interview with The Daily Caller this week, reporters asked the president for his thoughts on voting troubles in Florida. As is usually the case with Trump, his answer meandered for a while, and eventually arrived at the Republ… [+4310 chars]", "fulltext": "Toward the end of Donald Trump’s interview with The Daily Caller this week, reporters asked the president for his thoughts on voting troubles in Florida. As is usually the case with Trump, his answer meandered for a while, and eventually arrived at the Republican’s concerns about losing New Hampshire in the 2016 presidential race.\n\n“If you look at what happened in New Hampshire, where thousands of people came up and voted from a very liberal part of Massachusetts and they came up in buses and they voted. “I said, ‘What’s going on over here?’ My people said, ‘You won New Hampshire easily except they have tremendous numbers of buses coming up.’ They’re pouring up by the hundreds, buses of people getting out, voting.”\n\nTrump added, “So what do you do? Recall the election. Recall the election. I mean, there, you should be able to recall the election.”\n\nI haven’t the foggiest idea what he means by “recall the election,” but the president’s preoccupation with this conspiracy theory – about an election in which he won – offers a peek into Trump’s misguided perspective on voter fraud that doesn’t exist.\n\nCircling back to our previous coverage, this is one of those odd beliefs he just can’t shake. Just weeks into his presidency, Trump met with a group of senators to discuss Neil Gorsuch’s Supreme Court nomination. The president, for reasons that weren’t altogether clear, insisted at the meeting that he would’ve won New Hampshire had it not been for widespread voter fraud.\n\nAccording to a Politico report, after Trump insisted illegal votes were cast by people “brought in on buses,” there was “an uncomfortable silence” in the room.\n\nA year later, in February 2018, the president spoke at a Republican National Committee dinner, and again claimed that the only reason he narrowly lost New Hampshire in 2016 was voter fraud.\n\nGiven his intense and ongoing interest in the subject, someone probably ought to alert him to this report from WMUR, published in May.\n\nAn exhaustive review by state election officials, including a first-time comparison of voter information shared with 27 other states, has turned up virtually no evidence of possible voter fraud in New Hampshire, those officials said Tuesday. Secretary of State William Gardner, other officials from his office and a top election law attorney from the attorney general’s office made a more than two-hour presentation to the state Ballot Law Commission, which is charged with resolving disputes related to election laws. The review consumed 817 work hours by members of the attorney general’s office with help from the Department of Safety.\n\nThe review process was actually pretty interesting. New Hampshire officials started with the highly dubious Crosscheck system, which pointed to more than 94,000 possible examples of people casting more than one ballot. Secretary of State Bill Gardner was able to quickly narrow that list down to 4,579. After accounting for middle names and initials, the list shrunk again to 3,624.\n\nUsing a variety of related methods, the state continued to gradually narrow the list from 955 to 142 to 91 to five. Does that mean New Hampshire found five real-world examples of actual voter fraud?\n\nNot exactly. As Slate’s Mark Joseph Stern explained a while back, “One college student voted in the wrong location on the faulty instruction of an election official. An elderly woman appears to have filled out her recently deceased husband’s absentee ballot. Two people cast a ballot in Dixville Notch’s famous midnight primary without establishing domicile there. Just one person actually voted twice; he was fined $2,500 and threatened with criminal prosecution if he ever did it again.”\n\nThat’s it. That’s all the evidence showed. There was literally nothing to suggest out-of-state voters – with or without the benefit of buses – cast any ballots in New Hampshire at all.\n\nThe point isn’t that the results are surprising. They were actually quite predictable. Rather, the point is that Trump and his team peddled a ridiculous conspiracy theory and not only expected the public to believe it, but also hoped their bogus claims could help create a demand for new voting restrictions across the country.\n\nAnd six months after the comprehensive report on the New Hampshire elections, Trump is still pointing to the same conspiracy theory, insisting that he won New Hampshire “easily,” despite losing in the state.\n\nThe more the president points to anecdotes like these to justify new voter-suppression policies, the more important it is to remember that he doesn’t appear to have any idea what he’s talking about."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Republican senator's provocative 'jokes'...", "description": "First it was a \"joke\" about public hangings. Then it was another joke about making it tougher for certain people to vote.", "url": "http://www.msnbc.com/rachel-maddow-show/republican-senators-provocative-jokes-jolt-key-us-senate-race", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/07147528.jpg?itok=hyDZxO4j", "publishedAt": "2018-11-16T13:00:14Z", "content": "When putting together a list of key U.S. Senate races in 2018, few included the special election in Mississippi. It’s a state where Donald Trump won his election by 18 points, and where Republicans tend to dominate. But in this year’s final major contest, ele… [+2926 chars]", "fulltext": "When putting together a list of key U.S. Senate races in 2018, few included the special election in Mississippi. It’s a state where Donald Trump won his election by 18 points, and where Republicans tend to dominate.\n\nBut in this year’s final major contest, election watchers suddenly have a reason to keep an eye on the Magnolia State.\n\nIt was earlier this week that we learned about comments from incumbent Sen. Cindy Hyde-Smith (R), who recently joked about attending “a public hanging.” Given the state’s history, and the fact that she’s running against Mike Espy (D), an African American former congressman, the Republican’s comments struck a dissonant note.\n\nYesterday, the story took another unsettling turn.\n\nA video surfaced Thursday of Republican Sen. Cindy Hyde-Smith of Mississippi saying it might be a “great idea” to make it harder for some people to vote, and her campaign quickly responded that she was “obviously” joking. Hyde-Smith, who is in a runoff against Democrat Mike Espy on Nov. 27, made the remark at a campaign stop in Starkville, Mississippi, on Nov. 3. It was posted to Twitter on Thursday by Lamar White Jr., publisher of The Bayou Brief. Smith earlier this week posted video of Hyde-Smith making a comment on Nov. 2 about a “public hanging” that started a controversy. “And then they remind me that there’s a lot of liberal folks in those other schools who … maybe we don’t want to vote,” Hyde-Smith is heard saying. “Maybe we want to make it just a little more difficult. And I think that’s a great idea.”\n\nIn a Twitter message posted late yesterday, the GOP senator wrote, “It’s ok to still have a sense of humor in America isn’t it?”\n\nOf course, while having a sense of humor is a good idea, it’s also a good idea for political leaders in a state with a troubled history on race to avoid “jokes” about public hangings and deliberately making it harder for certain people to vote.\n\nA spokesperson for Mike Espy’s campaign called Hyde-Smith a “walking stereotype who embarrasses our state,” adding, “For a state like Mississippi, where voting rights were obtained through sweat and blood, everyone should appreciate that this is not a laughing matter.”\n\nI’ll leave it to local experts to say whether, and to what degree, this might affect the upcoming election, but at a distance, there’s reason to believe the race may be more competitive than many first assumed.\n\nThe National Republican Senatorial Committee launched a television ad campaign in the state this week, and if Hyde-Smith was a shoo-in, the party probably wouldn’t have bothered. The White House, meanwhile, is reportedly weighing a possible presidential pre-election visit to Mississippi.\n\nThe Republican senator launched a new ad of her own this week, and one of the first names mentioned in the commercial is financier George Soros – which is hardly evidence of a candidate confident about her chances of success.\n\nLast week, in a multi-candidate field, Hyde-Smith finished with 41.5% of the vote, to Espy’s 40.6%. Because neither candidate reached the 50% threshold, there will be a special election on Nov. 27, which is just 11 days away.\n\nThe two candidates are also scheduled to participate in a debate on Nov. 20."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Republicans lose 'Reagan Country' in Orange County", "description": "Democrat Katie Porter captured a Republican-held U.S. House seat Thursday in the heart of what once was Reagan country in Orange County. The Morning Joe panel discusses the latest wins by Democrats in the House.", "url": "https://www.msnbc.com/morning-joe/watch/republicans-lose-reagan-country-in-orange-county-1372374083795", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_beginn_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T12:26:02Z", "content": null, "fulltext": "Republicans lose 'Reagan Country' in Orange County copied!\n\nDemocrat Katie Porter captured a Republican-held U.S. House seat Thursday in the heart of what once was Reagan country in Orange County. The Morning Joe panel discusses the latest wins by Democrats in the House.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump lashes out as his lawyers prep answers for Mueller", "description": "President Donald Trump escalated his war on Robert Mueller on Thursday, slamming the special counsel investigation in a series of tweets. The Morning Joe panel discusses what may have prompted the president's latest verbal attacks.", "url": "https://www.msnbc.com/morning-joe/watch/trump-lashes-out-as-his-lawyers-prep-answers-for-mueller-1372369987812", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_first_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T12:13:25Z", "content": null, "fulltext": "Trump lashes out as his lawyers prep answers for Mueller copied!\n\nPresident Donald Trump escalated his war on Robert Mueller on Thursday, slamming the special counsel investigation in a series of tweets. The Morning Joe panel discusses what may have prompted the president's latest verbal attacks.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Conservatives lawyers concerned with Trump, rule of law", "description": "More than a dozen prominent conservative lawyers are urging fellow conservatives to speak out about the Trump White House's betrayals of legal norms. Marisa Maleck and Paul Rosenzweig discuss.", "url": "https://www.msnbc.com/morning-joe/watch/conservatives-lawyers-concerned-with-trump-rule-of-law-1372356675892", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_rosen_181116_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T11:52:01Z", "content": null, "fulltext": "Conservative lawyers concerned with Trump, rule of law copied!\n\nMore than a dozen prominent conservative lawyers are urging fellow conservatives to speak out about the Trump White House's betrayals of legal norms. Marisa Maleck and Paul Rosenzweig discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Last Word 11/15/18", "description": "Watch the full episode of Thursday night's The Last Word with Lawrence O'Donnell.", "url": "http://www.msnbc.com/the-last-word/episodes/watch/last-word-11-15-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/5/843/181109_3827750_Last_Word_11_15_18_800x450_1372250179881.video_1067x600.jpg", "publishedAt": "2018-11-16T07:21:00Z", "content": "Up next in: The Last Word full episodes", "fulltext": "Watch the full episode of Thursday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Democrats continue to gain House seats as vote counting continues", "description": "Rachel Maddow reports on the AP's calling of another apparent Democratic victory in a California House race, as well as a Democratic victory in Maine by way of ranked choice voting, and also looks at the continued chaos and legal wrangling in Georgia and Flor…", "url": "https://www.msnbc.com/rachel-maddow/watch/democrats-continue-to-gain-house-seats-as-vote-counting-continues-1372162627780", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_dvote_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T05:12:47Z", "content": null, "fulltext": "Democrats continue to gain House seats as vote counting continues copied!\n\nRachel Maddow reports on the AP's calling of another apparent Democratic victory in a California House race, as well as a Democratic victory in Maine by way of ranked choice voting, and also looks at the continued chaos and legal wrangling in Georgia and Florida.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Nightmare worsens as California fires missing persons list grows", "description": "Rachel Maddow reports on the latest developments in the devastating fires across California where not only does the death toll continue to climb, but officials have released an unnerving list of people who are missing.", "url": "https://www.msnbc.com/rachel-maddow/watch/nightmare-worsens-as-california-fires-missing-persons-list-grows-1372146243858", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_ecalifornia_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T05:04:00Z", "content": null, "fulltext": "Nightmare worsens as California fires missing persons list grows copied!\n\nRachel Maddow reports on the latest developments in the devastating fires across California where not only does the death toll continue to climb, but officials have released an unnerving list of people who are missing.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Donald Trump a portrait of a president in crisis", "description": "Michael Beschloss, NBC News presidential historian, talks with Rachel Maddow about Donald Trump's public behavior and Nixon's Saturday Night Massacre as an example of a president trying to pervert the course of justice.", "url": "https://www.msnbc.com/rachel-maddow/watch/donald-trump-a-portrait-of-a-president-in-crisis-1372148291545", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_cbeschloss_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T05:04:00Z", "content": null, "fulltext": "Donald Trump a portrait of a president in crisis copied!\n\nMichael Beschloss, NBC News presidential historian, talks with Rachel Maddow about Donald Trump's public behavior and Nixon's Saturday Night Massacre as an example of a president trying to pervert the course of justice.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Rachel Maddow 11/15/18", "description": "Watch the full episode of Thursday night's The Rachel Maddow Show.", "url": "http://www.msnbc.com/rachel-maddow-show/episodes/watch/rachel-maddow-11-15-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/935/599/181109_3827669_Rachel_Maddow_11_15_18_800x450_1372151363592.video_1067x600.jpg", "publishedAt": "2018-11-16T05:01:02Z", "content": "The Rachel Maddow Show 11/15/18 Watch the full episode of Thursday night's The Rachel Maddow Show. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: The Rachel Maddow Show full episodes", "fulltext": "Watch the full episode of Thursday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Indictments coming? What Mueller's latest move means for Trump", "description": "Mueller's team & lawyers for Paul Manafort told a federal court they want more time before filing a status update in Manafort's case. So what could this be signaling about Trump & Mueller's investigation? Maya Wiley & Frank Figliuzzi react.", "url": "https://www.msnbc.com/brian-williams/watch/indictments-coming-what-mueller-s-latest-move-means-for-trump-1372146755838", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_mueller_trump_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T04:52:07Z", "content": null, "fulltext": "Indictments coming? What Mueller's latest move means for Trump copied!\n\nMueller's team & lawyers for Paul Manafort told a federal court they want more time before filing a status update in Manafort's case. So what could this be signaling about Trump & Mueller's investigation? Maya Wiley & Frank Figliuzzi react.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Signs suggest Robert Mueller investigation coming to a head", "description": "Rachel Maddow takes an overview of recent Robert Mueller court filings, clues in the news, and emotional displays and outbursts by Donald Trump to deduce that Mueller's Trump Russia investigation appears to be coming to fruition.", "url": "https://www.msnbc.com/rachel-maddow/watch/signs-suggest-robert-mueller-investigation-coming-to-a-head-1372148291522", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_aend_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T04:51:20Z", "content": null, "fulltext": "Signs suggest Robert Mueller investigation coming to a head copied!\n\nRachel Maddow takes an overview of recent Robert Mueller court filings, clues in the news, and emotional displays and outbursts by Donald Trump to deduce that Mueller's Trump Russia investigation appears to be coming to fruition.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Extension request offers another peek at Mueller's planning", "description": "Rachel Maddow shares breaking news that Robert Mueller's prosecutors have asked the judge in the Paul Manafort case to give them ten more days before reporting to the court on Manafort's cooperation, suggesting something related to Paul Manafort's cooperation…", "url": "https://www.msnbc.com/rachel-maddow/watch/extension-request-offers-another-peek-at-mueller-s-planning-1372144707876", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_btendays_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T04:49:58Z", "content": null, "fulltext": "Extension request offers another peek at Mueller's planning copied!\n\nRachel Maddow shares breaking news that Robert Mueller's prosecutors have asked the judge in the Paul Manafort case to give them ten more days before reporting to the court on Manafort's cooperation, suggesting something related to Paul Manafort's cooperation will happen in the next ten days.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "WaPo: WikiLeaks boss Assange charged according to court documents", "description": "The Washington Post reports that WikiLeaks boss Julian Assange has been charged under seal. That seems to have been inadvertently revealed by prosecutors in a new court filing. Frank Figliuzzi reacts.", "url": "https://www.msnbc.com/brian-williams/watch/wapo-wikileaks-boss-assange-charged-according-to-court-documents-1372126275983", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_assange_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T04:33:34Z", "content": null, "fulltext": "WaPo: WikiLeaks boss Assange charged according to court documents copied!\n\nThe Washington Post reports that WikiLeaks boss Julian Assange has been charged under seal. That seems to have been inadvertently revealed by prosecutors in a new court filing. Frank Figliuzzi reacts.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "All In 11/15/18", "description": "Chris Hayes discusses the day's top political news.", "url": "http://www.msnbc.com/all/episodes/watch/all-in-11-15-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/909/222/181109_3827609_All_In_11_15_18_800x450_1372121155988.video_1067x600.jpg", "publishedAt": "2018-11-16T04:31:00Z", "content": "All In with Chris Hayes 11/15/18 Chris Hayes discusses the day's top political news. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: All In full episodes", "fulltext": ""}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Sam Stein: Any attempts to bring order to Trump White House fail", "description": "As the Mueller probe and other internal strife continue to plague the Trump White House, is anything getting done? Sam Stein of The Daily Beast sounds off about that.", "url": "https://www.msnbc.com/brian-williams/watch/sam-stein-any-attempts-to-bring-order-to-trump-white-house-fail-1372124227745", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_stein_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T04:29:37Z", "content": null, "fulltext": "Sam Stein: Any attempts to bring order to Trump White House fail copied!\n\nAs the Mueller probe and other internal strife continue to plague the Trump White House, is anything getting done? Sam Stein of The Daily Beast sounds off about that.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump unloads on Mueller probe amid hints Feds may soon act", "description": "More reports of chaos from inside the West Wing as Trump unleashes on Robert Mueller on Twitter. Plus, are there signs Mueller could make a move in the case in the next few days? Michael Schmidt, Sam Stein, and Tamara Keith discuss.", "url": "https://www.msnbc.com/brian-williams/watch/trump-unloads-on-mueller-probe-amid-hints-feds-may-soon-act-1372112451894", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_trump_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T04:17:43Z", "content": null, "fulltext": "Trump unloads on Mueller probe amid hints Feds may soon act copied!\n\nMore reports of chaos from inside the West Wing as Trump unleashes on Robert Mueller on Twitter. Plus, are there signs Mueller could make a move in the case in the next few days? Michael Schmidt, Sam Stein, and Tamara Keith discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Teen from viral 2011 LGBTQ rights speech elected", "description": "Zach Wahls became famous in 2011 when, at age 19, he gave a speech on the floor of the Iowa legislature defending his mothers' right to marry. Now he's just won elected office in Iowa.", "url": "https://www.msnbc.com/the-last-word/watch/teen-from-viral-2011-lgbtq-rights-speech-elected-1372097603825", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/Video.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T04:04:05Z", "content": null, "fulltext": "Teen from viral 2011 LGBTQ rights speech elected copied!\n\nZach Wahls became famous in 2011 when, at age 19, he gave a speech on the floor of the Iowa legislature defending his mothers' right to marry. Now he's just won elected office in Iowa.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "The reporter who exposed Trump’s record-breaking lying ahead of midterms", "description": "Democrats won back control of the House despite Trump making more false claims in the two months before the midterms than in all of 2017, as Toronto Star Washington correspondent Daniel Dale, a dogged fact-checker of Trump, reports.  Lawrence discusses the im…", "url": "https://www.msnbc.com/the-last-word/watch/the-reporter-who-exposed-trump-s-record-breaking-lying-ahead-of-midterms-1372086339689", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_lw_cdale_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T03:46:40Z", "content": null, "fulltext": "The reporter who exposed Trump’s record-breaking lying ahead of midterms copied!\n\nDemocrats won back control of the House despite Trump making more false claims in the two months before the midterms than in all of 2017, as Toronto Star Washington correspondent Daniel Dale, a dogged fact-checker of Trump, reports. Lawrence discusses the impact of these lies with Daniel Dale and Matt Miller.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Fmr. Amb: reported Trump ‘devil’s bargain’ after Khashoggi killing ‘horrendous’", "description": "Fmr. U.S. Ambassador to Saudi Arabia Robert Jordan reacts to new NBC reporting that the Trump White House asked law enforcement officials to examine ways to extradite a legal U.S. resident. The plan was designed to appease Turkey over the killing of Washingto…", "url": "https://www.msnbc.com/the-last-word/watch/fmr-amb-reported-trump-devil-s-bargain-after-khashoggi-killing-horrendous-1372085827776", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_lw_bkhashoggi_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T03:45:17Z", "content": null, "fulltext": "Fmr. Amb: reported Trump ‘devil’s bargain’ after Khashoggi killing ‘horrendous’ copied!\n\nFmr. U.S. Ambassador to Saudi Arabia Robert Jordan reacts to new NBC reporting that the Trump White House asked law enforcement officials to examine ways to extradite a legal U.S. resident. The plan was designed to appease Turkey over the killing of Washington Post journalist Jamal Khashoggi.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Hardball 11/15/18", "description": "Chris Matthews and a panel of guests discuss the political news of the day.", "url": "http://www.msnbc.com/hardball/episodes/watch/hardball-11-15-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/866/255/181112_3828459_Hardball_11_15_18_800x450_1372077123961.video_1067x600.jpg", "publishedAt": "2018-11-16T03:41:01Z", "content": "Hardball with Chris Matthews 11/15/18 Chris Matthews and a panel of guests discuss the political news of the day. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: Hardball full episodes", "fulltext": "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Trump admits why he tapped Matt Whitaker", "description": "The President makes clear that when he talks about his new acting attorney general, he's thinking about stopping Robert Mueller.", "url": "https://www.msnbc.com/all-in/watch/trump-admits-why-he-tapped-matt-whitaker-1372045891745", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_aBlumenthal_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T02:48:00Z", "content": null, "fulltext": "Trump admits why he tapped Matt Whitaker copied!\n\nThe President makes clear that when he talks about his new acting attorney general, he's thinking about stopping Robert Mueller.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Trump boosts authoritarians, as war rages in Yemen", "description": "Donald Trump continues to boost authoritarians, even as a Saudi Arabia-led war threatens to claim millions of lives in Yemen.", "url": "https://www.msnbc.com/all-in/watch/trump-boosts-authoritarians-as-war-rages-in-yemen-1372038723971", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_fYemen_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T02:32:00Z", "content": null, "fulltext": "Trump boosts authoritarians, as war rages in Yemen copied!\n\nDonald Trump continues to boost authoritarians, even as a Saudi Arabia-led war threatens to claim millions of lives in Yemen.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Rep. Cicilline: Dems will conduct vigorous oversight on Facebook", "description": "Following the New York Times scathing report on Facebook Rep. David Cicilline says Democrats will conduct vigorous oversight.", "url": "https://www.msnbc.com/all-in/watch/rep-cicilline-dems-will-conduct-vigorous-oversight-on-facebook-1372039235588", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_cFacebook_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T02:32:00Z", "content": null, "fulltext": "What’s next for Democrats now that they have the House? 04:49"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump complains about Trump TV's lame interviews", "description": "Donald Trump loves mocking reporters so much that he actually gets upset when they don't give him the opportunity - like Trump TV's chief fawner, Sean Hannity.", "url": "https://www.msnbc.com/all-in/watch/trump-complains-about-trump-tv-s-lame-interviews-1372034627656", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_t1t2MockHannity_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T02:20:12Z", "content": null, "fulltext": "Trump complains about Trump TV's lame interviews copied!\n\nDonald Trump loves mocking reporters so much that he actually gets upset when they don't give him the opportunity - like Trump TV's chief fawner, Sean Hannity.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "MTP Daily 11/15/18", "description": "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.", "url": "http://www.msnbc.com/mtp-daily/episodes/watch/mtp-daily-11-15-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/764/203/181114_3829931_MTP_Daily_11_15_18_800x450_1371972163904.video_1067x600.jpg", "publishedAt": "2018-11-16T01:11:02Z", "content": "MTP Daily 11/15/18 MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues. descriptionLimit\"&gt;... more Duration: {{video.duration… [+46 chars]", "fulltext": "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Matthews: Trump is restless and worried about Mueller", "description": "Chris says that Trump knows Robert Mueller could drop indictments on his family members at any moment.", "url": "https://www.msnbc.com/hardball/watch/matthews-trump-is-restless-and-worried-about-mueller-1371972163570", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_matthews_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T01:00:29Z", "content": null, "fulltext": "Matthews: Trump is restless and worried about Mueller copied!\n\nChris says that Trump knows Robert Mueller could drop indictments on his family members at any moment.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump under fire for deployment of US troops at border", "description": "The Trump Administration is struggling to defend the continued presence of roughly 5000 troops at the border deployed to fight the ultimate phony war against asylum seekers.", "url": "https://www.msnbc.com/hardball/watch/trump-under-fire-for-deployment-of-us-troops-at-border-1371956291876", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_baron_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T00:42:26Z", "content": null, "fulltext": "Trump under fire for deployment of US troops at border copied!\n\nThe Trump Administration is struggling to defend the continued presence of roughly 5000 troops at the border deployed to fight the ultimate phony war against asylum seekers.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Dem Rep slams Pelosi leadership challenge: creating 'utter chaos'", "description": "As Democrats solidify a 35-seat net gain, the most in four decades, the Party is debating the way forward, with Congresswoman Marcia Fudge emerging as a potential challenger to Nancy Pelosi’s bid for Speaker of the House. Rep. Jan Schakowsky tells Ari Melber …", "url": "https://www.msnbc.com/the-beat-with-ari-melber/watch/dem-rep-slams-pelosi-leadership-challenge-creating-utter-chaos-1371952195631", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ari_pelosi_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T00:38:17Z", "content": null, "fulltext": "Dem Rep slams Pelosi leadership challenge: creating 'utter chaos' copied!\n\nAs Democrats solidify a 35-seat net gain, the most in four decades, the Party is debating the way forward, with Congresswoman Marcia Fudge emerging as a potential challenger to Nancy Pelosi’s bid for Speaker of the House. Rep. Jan Schakowsky tells Ari Melber that challenging Pelosi creates “utter chaos” at a moment when Democrats “want to be going ahead”. Former Florida Rep. David Jolly tells Melber that he believes Democrats should be “reaching for change”.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Watch Rick Scott aide respond to Broward County meltdown", "description": "In a surprising turn, recount results from Florida’s Broward County will not be considered, because the numbers were submitted 2 minutes past the deadline. Instead, the original vote totals will be the new baseline as the manual recount proceeds. Ari Melber p…", "url": "https://www.msnbc.com/the-beat-with-ari-melber/watch/watch-rick-scott-aide-respond-to-broward-county-meltdown-1371950659811", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ari_broward_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T00:38:01Z", "content": null, "fulltext": "Watch Rick Scott aide respond to Broward County meltdown copied!\n\nIn a surprising turn, recount results from Florida’s Broward County will not be considered, because the numbers were submitted 2 minutes past the deadline. Instead, the original vote totals will be the new baseline as the manual recount proceeds. Ari Melber presses a Senior Adviser for Republican Rick Scott’s campaign, on his allegation that the missed deadline was politically motivated.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump attacks Mueller, says he knows Russia probe 'inner workings'", "description": "President Trump is publicly lashing out at the Russia probe as he and his lawyers are working on answers to questions from Special Counsel Bob Mueller. For the first time, Trump says he knows “the inner workings of the Mueller investigation” and claims it is …", "url": "https://www.msnbc.com/the-beat-with-ari-melber/watch/trump-attacks-mueller-says-he-knows-russia-probe-inner-workings-1371952707663", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ari_mueller_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T00:36:37Z", "content": null, "fulltext": "Trump attacks Mueller, says he knows Russia probe 'inner workings' copied!\n\nPresident Trump is publicly lashing out at the Russia probe as he and his lawyers are working on answers to questions from Special Counsel Bob Mueller. For the first time, Trump says he knows “the inner workings of the Mueller investigation” and claims it is “a total mess”. The claim comes just over one week after he named loyalist Matt Whitaker to oversee the probe.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Blue wave gets bigger: Dem wins Maine 2nd Congressional District", "description": "NBC News declared Democrat Jared Golden the apparent winner in Maine's second district. That brings Democrats’ total in the house to 230 seats, giving the party a gain of 35 House seats, with some races still outstanding.", "url": "https://www.msnbc.com/hardball/watch/blue-wave-gets-bigger-dem-wins-maine-2nd-congressional-district-1371947075534", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_golden_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T00:32:00Z", "content": null, "fulltext": "Blue wave gets bigger: Dem wins Maine 2nd Congressional District copied!\n\nNBC News declared Democrat Jared Golden the apparent winner in Maine's second district. That brings Democrats’ total in the house to 230 seats, giving the party a gain of 35 House seats, with some races still outstanding.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "'A company in crisis: Inside Facebook's failure to contain a \"five alarm fire\"", "description": "NYT reporter Nick Confessore discusses the stunning report he co-authored detailing Facebook's delay & deceit in containing election interference. Joined by Bloomberg’s Tim O’Brien, NYT’s Mara Gay and WaPo columnist Eugene Robinson", "url": "https://www.msnbc.com/deadline-white-house/watch/-a-company-in-crisis-inside-facebook-s-failure-to-contain-a-five-alarm-fire-1371950147516", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_Facebook_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T00:29:53Z", "content": null, "fulltext": "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump's rage markedly different as the blue wave gets wider", "description": "Bloomberg’s Tim O’Brien, NYT’s Mara Gay and Nick Confessore, and WaPo columnist Eugene Robinson on Trump’s continued fury over the results of the midterm elections and the looming Mueller investigation", "url": "https://www.msnbc.com/deadline-white-house/watch/trump-s-rage-markedly-different-as-the-blue-wave-gets-wider-1371944003567", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_TrumpBluewave_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T00:27:21Z", "content": null, "fulltext": "Trump's rage markedly different as the blue wave gets wider copied!\n\nBloomberg’s Tim O’Brien, NYT’s Mara Gay and Nick Confessore, and WaPo columnist Eugene Robinson on Trump’s continued fury over the results of the midterm elections and the looming Mueller investigation\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Politico: Trump ‘preparing for the worst’ in Mueller probe", "description": "As Politico reports late tonight, \"A deep anxiety has started to set in that Muller is about to pounce, and that any number of Trump's allies and family members may soon be staring down the barrel of an indictment.\"", "url": "https://www.msnbc.com/hardball/watch/politico-trump-preparing-for-the-worst-in-mueller-probe-1371925571949", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_vance_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T00:26:01Z", "content": null, "fulltext": "Politico: Trump ‘preparing for the worst’ in Mueller probe copied!\n\nAs Politico reports late tonight, \"A deep anxiety has started to set in that Muller is about to pounce, and that any number of Trump's allies and family members may soon be staring down the barrel of an indictment.\"\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Has Trump desensitized us to recognize an unfolding constitutional crisis?", "description": "Bloomberg’s Tim O’Brien, NYT’s Mara Gay and Nick Confessore, and WaPo columnist Eugene Robinson on the outcry from Capitol Hill to protect Mueller and concerns of a looming constitutional crisis", "url": "https://www.msnbc.com/deadline-white-house/watch/has-trump-desensitized-us-to-recognize-an-unfolding-constitutional-crisis-1371939395937", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_constitutionalcrisis_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T00:25:23Z", "content": null, "fulltext": "Has Trump desensitized us to recognize an unfolding constitutional crisis? copied!\n\nBloomberg’s Tim O’Brien, NYT’s Mara Gay and Nick Confessore, and WaPo columnist Eugene Robinson on the outcry from Capitol Hill to protect Mueller and concerns of a looming constitutional crisis\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump's Mueller meltdown in full public view", "description": "NYT’s Mike Schmidt, WaPo’s Phil Rucker, fmr FBI assistant director Frank Figliuzzi, and fmr DOJ spox Matt Miller on Trump’s public rage as his legal team prepares responses for Robert Mueller", "url": "https://www.msnbc.com/deadline-white-house/watch/trump-s-mueller-meltdown-in-full-public-view-1371939395524", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_TrumpMueller_181115_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-16T00:20:58Z", "content": null, "fulltext": "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"}]