[{"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Andrea Hickey", "title": "Choose From These Upsetting Food Pics To Reveal Your Favorite Thanksgiving Dish", "description": "It's gonna get a little weird up in here. View Entire Post ›", "url": "https://www.buzzfeed.com/agh/weird-food-pictures-favorite-thanksgiving-dish", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/17/campaign_images/buzzfeed-prod-web-03/choose-some-slightly-unsettling-food-art-to-revea-2-1361-1542236183-17_dblbig.jpg", "publishedAt": "2018-11-14T23:20:15Z", "content": "Great! You're almost there! Check your inbox and confirm your subscription now!", "fulltext": "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Joshua Moradel", "title": "This Guy Knocked Over His Girlfriend While Trying To Propose, And You Will Laugh Then Cry", "description": "This proposal was a knock-out. View Entire Post ›", "url": "https://www.buzzfeed.com/joshuagmoradel/this-guy-knocked-over-his-girlfriend-while-trying-to", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/18/campaign_images/buzzfeed-prod-web-05/this-guy-knocked-over-his-girlfriend-while-trying-2-18470-1542237400-13_dblbig.jpg", "publishedAt": "2018-11-14T23:20:15Z", "content": null, "fulltext": "Kyle tried to get out of the way — but it was too late — he knocked Jenna off of her heels."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Natalie Brown", "title": "21 Useful Cleaning Gadgets That Actually Do What They Say They Will", "description": "Save your elbow grease: these gadgets have your back. View Entire Post ›", "url": "https://www.buzzfeed.com/nataliebrown/cleaning-gadgets-that-actually-do-what-they-say", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/11/tmp/buzzfeed-prod-web-05/2cbf843f4482d949ba0b615411929db0-0.jpg?crop=623:326;0,80", "publishedAt": "2018-11-14T23:07:25Z", "content": null, "fulltext": "They're extra long at 23.6 inches, so you can get everything lodged deep in your pipes.\n\nPromising review: \"I was going to leave a 1star review. I had a slow running drain in one of my bathrooms. My wife brushes her hair there so I was sure there was a hairball in the drain. I poked this thing as far as I could, up to the handle, down the drain, wiggled it around and pulled it out. Nothing. Tried again. Still nothing. Did this about four or five more times and still nothing. About this time I figured this thing was a waste of my time and a ripoff.\n\nThen for one last try I put this in from the other side of the drain and wiggled it around. Pulled it out and there was a hairball about the size of a mouse hooked on the bottom end of this thing. Tried again and got a little more hair. The next time nothing so I quit. I filled the sink with hot water and then pushed the lever to drain the sink. Watched the whirlpool as the water went down the drain. Saved the other two for next time. After that I will buy again.\" —night player\n\nGet the pack of three on Amazon for $7.99."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Syd Robinson", "title": "Cats' Attempts To Sneak Into Museum Are FOILED Once Again", "description": "Rude. View Entire Post ›", "url": "https://www.buzzfeed.com/sydrobinson1/sneaky-museum-cats", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/17/campaign_images/buzzfeed-prod-web-02/these-cats-trying-to-sneak-into-a-museum-are-sleu-2-32378-1542236228-4_dblbig.jpg", "publishedAt": "2018-11-14T23:07:25Z", "content": "Great! The {{categories}} Newsletter{{quantity_prefix}} will be hitting your inbox soon.", "fulltext": "The two of them have been trying to sneak into the Hiroshima Onomichi City Museum of Art for YEARS now."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Joshua Moradel", "title": "Corn Dog Pickles Are A Real Thing, And You Will Want To Eat One Now", "description": "Dilly Dogs = life. View Entire Post ›", "url": "https://www.buzzfeed.com/joshuagmoradel/corn-dog-pickles-are-a-real-thing", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/17/campaign_images/buzzfeed-prod-web-06/corn-dog-pickles-are-a-real-thing-and-you-will-wa-2-12801-1542235920-12_dblbig.jpg", "publishedAt": "2018-11-14T22:55:11Z", "content": "Check out more of Insider Presents' videos, here.", "fulltext": "If you love pickles and you love corn dogs, this Dilly Dog is a dream come true."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Alicia Barrón", "title": "A Conservative Website Is Selling A MAGA Building Blocks Set To \"Build A Wall\"", "description": "Child's play. View Entire Post ›", "url": "https://www.buzzfeed.com/aliciabarron/a-conservative-website-is-selling-a-maga-building-blocks", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/17/campaign_images/buzzfeed-prod-web-06/a-conservative-website-is-selling-a-maga-building-2-12121-1542235022-0_dblbig.jpg", "publishedAt": "2018-11-14T22:42:04Z", "content": null, "fulltext": "If you enjoy irony or are just unironically terrible, Keep and Bear toys is selling a #MAGA Building Blocks set that will let you build your own border wall. Only $29.95 while supplies last/until they get a cease and desist from Lego. https://t.co/YIk3bwWhbu https://t.co/IOLh0HBRL5"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "alejandrabcruz", "title": "Plan A Disney Movie Marathon And We'll Tell You Which \"Finding Dory\" Character You Are", "description": "Get your popcorn ready! View Entire Post ›", "url": "https://www.buzzfeed.com/alejandrabcruz/plan-a-disney-movie-marathon-and-well-tell-you-wh-e78k", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/14/enhanced/buzzfeed-prod-web-05/original-31718-1542223415-2.jpg?crop=1131:593;0,35", "publishedAt": "2018-11-14T22:26:21Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "alejandrabcruz", "title": "Let's See Which Farm Animal You Actually Are Based On The Acai Bowl You Build", "description": "Delicious and nutritious! View Entire Post ›", "url": "https://www.buzzfeed.com/alejandrabcruz/build-an-acai-bowl-and-well-tell-you-which-farm-a-e78k", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/17/tmp/buzzfeed-prod-web-03/98992fb6f31a5564c79ff8586b63c6f5-0.jpg?crop=625:327;0,27", "publishedAt": "2018-11-14T22:25:51Z", "content": null, "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Kat Angus", "title": "23 Tweets That ONLY Cat Owners Will Understand", "description": "If you've never had a cat, this list is NOT for you. View Entire Post ›", "url": "https://www.buzzfeed.com/katangus/tweets-non-cat-owners-will-never-understand", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/13/tmp/buzzfeed-prod-web-02/4f9ee71027c350d113d110a984dde118-3.jpg?crop=623:326;0,11", "publishedAt": "2018-11-14T22:25:51Z", "content": null, "fulltext": "Dog owners: this is my precious angel boy who I payed $3,000 for last November and I finally got to take him today he's my everything and all Cat owners: this is my trash gremlin she was stuck in the gutter across the street and I lured her out with shrimp on a string"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "alejandrabcruz", "title": "17 Of The Best, Most Wholesome Cat Tweets On The Internet Right Now", "description": "Every day should be caturday. View Entire Post ›", "url": "https://www.buzzfeed.com/alejandrabcruz/17-tweets-that-anyone-who-loves-cats-can-appreciat-e78k", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/16/tmp/buzzfeed-prod-web-04/87f604d4727d2f087ff00fcc529f1bfd-0.jpg?crop=623:326;1,14", "publishedAt": "2018-11-14T22:11:05Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Abby Kass", "title": "22 Things For Your Home From Amazon That People Actually Swear By", "description": "These products have improved the homes (and lives) of thousands of people!! View Entire Post ›", "url": "https://www.buzzfeed.com/abbykass/things-for-your-home-that-people-actually-swear-by", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/12/14/enhanced/buzzfeed-prod-web-04/original-9746-1542052067-2.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-14T22:05:58Z", "content": null, "fulltext": "Amazon\n\nPromising review: \"I love this organizer. It was easy to install with easy-to-read instructions. I love how versatile it is as well. I can’t believe how functional this is! It's way better than our previous organizer. The fact that it’s a no-cut design and adjustable is great. If I change my mind on how I have it arranged, it will be easy to change it up. The price was great as well. I would by this again.\" —Mom of Three\n\nPrice: $93.11 (available in 3- to 6-foot and 4- to 9-foot deluxe and standard)"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Joshua Moradel", "title": "This Abuela Dancing To Reggeaton While Cooking Is Everything You Need In Life", "description": "It's time to party! View Entire Post ›", "url": "https://www.buzzfeed.com/joshuagmoradel/this-granny-dancing-to-reggeaton-while-cooking-is", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/17/campaign_images/buzzfeed-prod-web-04/this-abuela-dancing-to-reggeaton-while-cooking-is-2-19089-1542233086-12_dblbig.jpg", "publishedAt": "2018-11-14T22:05:58Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Facebook page CubaCute Farándula posted a video of this abuela truly enjoying herself — she was getting super funky while cooking."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "evrivali", "title": "Which African Animal Are You Based On The Mac 'N' Cheese You Make?", "description": "It's gonna be grate. View Entire Post ›", "url": "https://www.buzzfeed.com/evrivali/make-some-mac-and-cheese-and-well-tell-you-africa-328m3", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/16/tmp/buzzfeed-prod-web-02/419d32f706b14e1c7a0adec44c1e2c8b-20.jpg?crop=625:327;0,37", "publishedAt": "2018-11-14T21:42:47Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jon-Michael Poff", "title": "17 Times People Got Revenge In The Pettiest Way Imaginable", "description": "\"Every day for like three months I went into their account and checked the little box, 'Must change password at next login.\" View Entire Post ›", "url": "https://www.buzzfeed.com/jonmichaelpoff/petty-revenge", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/17/tmp/buzzfeed-prod-web-04/61d5f8fe3d4bce88195ac746fff2f632-20.jpg?crop=623:326;2,59", "publishedAt": "2018-11-14T21:35:06Z", "content": "\"I have a friend whose pumpkin/fall display at the end of his driveway would be run over by the neighborhood jerk every single year. My friend decided to put a stop to it. He withdrew money from his savings account to buy the largest pumpkin he could find, al… [+9969 chars]", "fulltext": "Over the weekend, Reddit user chipdumper asked people to share their \"most memorable story of petty revenge .\" Here are 17 of the absolute best ones: Debmar-Mercury\n\n1. The pumpkin payback: \"I have a friend whose pumpkin/fall display at the end of his driveway would be run over by the neighborhood jerk every single year. My friend decided to put a stop to it. He withdrew money from his savings account to buy the largest pumpkin he could find, along with several large bags of concrete mix. Then, he filled that puppy up and made a really pretty display. The jackass broke the axle of his car when he hit that pumpkin, and he couldn't drive away. My friend had his car towed away, too.\" —cuddlenazifuckmonstr\n\n2. The Starbucks surprise: \"I used to manage a Starbucks, and one day when one of my baristas asked a guy his name, he just flipped the fuck out, belittling her and calling her stupid, but didn’t give a name. Anyway, I took over the pick-up counter and placed his drink there with no words written on it. (It was a busy store with a lot of people waiting.) I just kept putting drinks out for about 10-15 minutes, and finally the douchebag walked up, picked up his lukewarm drink, and goes, “Is this mine?” I just respond, “I don’t know — it doesn’t have a name on it.\" —Thejustinset\n\n3. The advertisement assault: \"My friend did some work for a guy who never paid him. My friend is so petty, he placed fake for-sale ads with too-good-to-be-true deals, like a nice boat for $1,000, with the guys number. On top of that, our city is big on garage sales, so he posted ads like, “Moving out sale, everything must go, cheap! Will be held inside the house — just walk in or ring the door bell,” with the guy's address on the ad. He also signed him up for numerous 'free gym memberships' and responded to things like car dealership ads with this guy's phone number.\" —Ash1989\n\n4. The party pisser: \"I lived in an apartment with a roommate, and we had neighbors who would throw crazy weeknight parties pretty frequently. One day my roommate, who had to be awake early, had enough and decided to piss on a metal pizza pan and stick it in the freezer. After a crazy party, he pulled the pan out and flipped it upside down, giving him a frozen disc of piss. He then slid that disc under their door, where it would melt on their fully carpeted entryway. We woke up to them shouting at the people who had crashed there about who pissed on the floor and what the fuck was wrong with them. I wish I could say they toned down their parties, but they didn't and eventually got evicted.\" —Sharcbait\n\nTap to play GIF Tap to play GIF ABC\n\n5. The tech torturer: \"A coworker owed me $50 and refused to pay, so being in IT, I reduced their email storage capacity to hold only around 10 emails, and I removed them from distro groups so they missed important group emails. Also, every day for like three months I went into their account and checked the little box, 'Must change password at next login.'\" —roguemerc96\n\n6. The beach bullies: \"We were kids staying at the seaside on holiday with our family. My little sister would always make a pretty sandcastle, but the next day we'd find that it had been kicked down and she'd cry. We wanted to find out who was doing it, so one day we stayed behind to spy. We watched as a bunch of jerk older boys came by and kicked her castle down, laughing smugly. So the next night, we covered a big beach rock in sand and decorated it. Like clockwork, the jerk kids came with their smug faces and this time kicked a solid rock with all of their might. The yowl and the look on their faces was the best revenge ever.\" —AmyDiaz99\n\n7. The ketchup counterattack: \"My coworker sometimes throws out her lunch in the garbage can at my desk instead of her own, because she claims she can't stand the smell of ketchup that's been sitting out for a couple hours. I've asked her to stop several times, but she now just waits until I get up to go to the bathroom to hide my garbage can — with her soiled lunch container inside — under my desk so I won't see it. Every time she does it, I wait until she goes to the bathroom, take out the little plastic container that she had ketchup in, and put it way in the back of her bottom desk drawer. There are six in there now, and the oldest is over a month old. So far, she hasn't noticed the smell. Gonna keep doing it and see how long it takes her to notice.\" —Brunurb1\n\nTap to play GIF Tap to play GIF NBC\n\n8. The popcorn payback: \"I had a boss seven or eight years ago who I hated. She was the fakest and most entitled person I had ever met. One day, she decided that she didn’t like the smell of microwave popcorn, so she waved her magic office wand and had it banned. Fast-forward a month or so, I was browsing Amazon and found one of those USB sticks that emits a smell when plugged in — the smell of buttered popcorn. I bought it and plugged it into the back of her computer, and she had the sweet smell of PopSecret in her office for six fucking months. She complained almost every day. It’s the sweetest revenge I’ve ever tasted.\" —weshric\n\n9. The shit storm: \"My girlfriend told me that the neighbor across the street was instructing his dog to go shit on our lawn. I doubted it, but was home sick for a few days and saw it for myself. I asked the owner to stop it, and he said the dog wouldn’t 'listen.' When I asked him to at least clean up the shit, he said his dog was only peeing. We had our own dog, and I took a week's worth of his land mines, plus the neighbor's dog's shits for the week, and walked across the street and threw them all over his front yard and walkway one night. Somehow the neighbor's dog listened after that and never shit in my yard again.\" —mysteryslice\n\n10. The roommate retribution: \"My college roommate had a bad habit of leaving her things in piles on our bathroom floor until there was almost no space to walk to the bath or toilet. One day she left $40 scattered with the mess, so I put the money in one of her lesser-used bathroom drawers. Originally I put it there to protect it from our third roommate and her friends. When I came home the next day and noticed that she was clearing her mess in an effort to find it, I decided not to tell her where the money was until our bathroom floor was spotless. Afterwards, I decided it would be too awkward to tell her the truth, so I left the money wadded up in her hamper. She was ecstatic when she found it on laundry day. After that, her bathroom piles never got quite as big.\" —beautifulexistence\n\n11. The birdseed backlash: \"I caught my flatmate telling lies about me to some mutual friends, so I made plans to move out the next month. In the meantime, she went out of town for a week and left her car parked in its usual spot in the parking lot. I threw birdseed on it every morning and evening, so when she came home, the birds wouldn't leave her car alone.\" —otefl\n\nTap to play GIF Tap to play GIF Disney\n\n12. The clown car: \"There's a new truck in my apartment's parking lot that's always taking up multiple spots. I drive a much smaller car, and, being a petty and passive-aggressive person, I've been waiting for my chance to get revenge. Well, a few days ago, I got home quite late, and there were zero spots open in my lot. The big truck was double parked again, but there was juuust enough room on their driver's side for me to sneak in there with my little clown car. I carefully pulled in, making sure not to touch anything. My passenger side mirror was half an inch from their driver's side door. I giggled to myself all the way back to my apartment and set an alarm and waited. The following morning, I woke up before the alarm to loud door slamming and stomping around. I looked out my window, and I saw the double parking culprit walking around both vehicles, taking pictures, texting someone, and taking more pictures. I was shaking with glee. They finally swallowed their pride, climbed in the passenger side and over the center console, and Austin Powers 20-point turned their butts out of the spot. I've never been so proud of myself and my shitty, petty, passive-aggressive ways.\" —Here2Lol\n\n13. The fire hydrant fake out: \"When I was a kid my family lived in a house on a street with GIANT oak trees. Because of the slope of our yard, leaves from half the street would end up in the yard. My mother had really bad asthma and allergies and made us kids rake up the leaves. This was not an easy task. They would get several feet deep if we didn't do it often enough. One day we raked the whole yard into these giant piles for the city to come pick up. It took several hours. The next morning, however, they were scattered all over. We raked them again over several more hours, and it happened again. Apparently the neighborhood bully was knocking them over just to be a dick. The next time we made a super huge pile around the fire hydrant, hoping he'd kick them and hurt his foot. Nope, this time he decided to do a run and jump.\" —kperkins1982\n\n14. The cooking lard cheesecake: \"At my previous job, we had separate refrigerators for different shifts, but our food was constantly being stolen or messed with. One day, my buddy and I decided to make a nice cherry cheesecake — out of cooking lard. We finished it off with a graham cracker crust and cut a couple of slices out of it since we knew the thief wouldn’t be brazen enough to take the first bite. We never found out who the thief was, but we never had to worry about anyone messing with our food ever again.\" —chiefpompadour\n\nTap to play GIF Tap to play GIF VH1\n\n15. The guessing game: \"My brother did something to his annoy his then-girlfriend, so she took the labels off all his canned food in the cupboard. Are you opening a can of beans? Or a tin of tomato sauce? Or cat food? Kinda hilarious.\" —WhoriaEstafan\n\n16. The arcade avenger: \"I used to go to an arcade and play a certain basketball game. I was climbing the all-time wins leaderboard in said game (very close behind No. 1) when one day my account vanished! None of the other accounts did, and I learned that somehow the No. 1 player — who worked there — had a hand in it. I waited until he played another game and watched as he put in his account code. I then waited 30 minutes until he was done, logged into his account, and tanked a game pretty hard. When I was done, his record dropped to 210–1. Unfortunately, I didn't see his reaction, but I got way too much satisfaction from it.\" —Nbajamkiller99\n\n17. The reverberating retaliation: \"I had a roommate in college that would blare their TV in their room and talk loudly on speakerphone well into the night. I was young and not confident enough to confront them about it. But after a semester, I had had enough. One time before going out, I put my speakers up against our shared wall and blasted Enya’s 'Only Time' on endless repeat. I also locked my door so they couldn’t come in to turn it off. I got back around 3 a.m.\" —sassygirlem"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "raechilling", "title": "Choose 8 Animals And We'll Accurately Guess Your Fave Season", "description": "Animal season is year round! View Entire Post ›", "url": "https://www.buzzfeed.com/raechilling/choose-some-animals-and-well-guess-your-favorite-2x863", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/16/tmp/buzzfeed-prod-web-05/f0b16937efe59a87a80d0d81f39be171-0.jpg?crop=623:326;0,23", "publishedAt": "2018-11-14T21:23:13Z", "content": null, "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Claire de Louraille", "title": "We Know Exactly What Kind Of Weed You Might Like", "description": "Are you more of a Gelato or an OG Kush? View Entire Post ›", "url": "https://www.buzzfeed.com/clairedelouraille/cannabis-strain-quiz", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/13/campaign_images/buzzfeed-prod-web-05/this-quiz-will-tell-you-what-cannabis-strain-you--2-22717-1542220902-4_dblbig.jpg", "publishedAt": "2018-11-14T21:23:13Z", "content": "This quiz was created with the help of Mr. Sherbinski, a famous cannabis breeder who has been a professional in the cannabis industry for over a decade.", "fulltext": "This quiz was created with the help of Mr. Sherbinski, a famous cannabis breeder who has been a professional in the cannabis industry for over a decade."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Graciliano Rocha, Tatiana Farah", "title": "Saída dos cubanos deve deixar quase 2.000 cidades sem médico", "description": "A estimativa é do presidente do Conselho Nacional de Secretarias Municipais de Saúde, que afirma que 24 milhões de pessoas serão afetadas com a saída de Cuba do Mais Médicos. \"Cidades pequenas serão as mais castigadas\", disse o presidente da Confederação Naci…", "url": "https://www.buzzfeed.com/gracilianorocha/saida-dos-cubanos-deve-deixar-quase-2000-cidades-sem-medico", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/16/enhanced/buzzfeed-prod-web-06/original-4474-1542229733-3.jpg?crop=1024:536;0,113", "publishedAt": "2018-11-14T21:12:50Z", "content": "A saída dos 8.332 cubanos do programa Mais Médicos vai deixar sem nenhum médico quase 2.000 municípios brasileiros, a maior parte deles pequenas localidades nos rincões do país. A estimativa é do presidente do Conselho Nacional de Secretarias Municipais de Sa… [+2837 chars]", "fulltext": "A saída dos 8.332 cubanos do programa Mais Médicos vai deixar sem nenhum médico quase 2.000 municípios brasileiros, a maior parte deles pequenas localidades nos rincões do país. A estimativa é do presidente do Conselho Nacional de Secretarias Municipais de Saúde (Conasems), Mauro Junqueira.\n\nCerca de 80% dos municípios do país só têm médico por meio do Mais Médicos.\n\nJunqueira estima que 24 milhões de pessoas serão afetadas diretamente. \"Cada médico chefia uma equipe de Médico de Família, que é responsável pelo atendimento de 3.400 pessoas. Ao todo, são 24 milhões de brasileiros.\"\n\nOs cubanos representam, atualmente, mais da metade dos médicos do programa, diz nota da Conasems. \"Por isso, a rescisão repentina desses contratos aponta para um cenário desastroso em, pelo menos, 3.243 municípios. Dos 5.570 municípios do país, 3.228 (79,5%) só têm médico pelo programa\".\n\nJunqueira apontou que a comunidade indígena será a mais atingida pelo rompimento do acordo entre o Brasil e Cuba. Hoje, 301 cubanos atendem indígenas em todo o país. \"Eles são responsáveis pelo atendimento de 90% da área indígena\", diz Junqueira.\n\nO presidente do Conasems considerou precipitada a decisão de Havana de encerrar o contrato com o Brasil. \"O presidente ainda é Michel Temer [MDB], que cumpriu tudo o que foi acordado com Cuba. Acho que foi falta de bom senso [do governo cubano]. Temos uma cooperação. Para isso existe diplomacia\".\n\n\"Castiga as pequenas cidades\"\n\n\"É uma notícia que estamos acompanhando, mas a saída dos médicos cubanos castiga, sobretudo, as prefeituras das pequenas cidades\", disse o presidente da Confederação Nacional dos Municípios, Glademir Aroldi, ao BuzzFeed News.\n\n\n\nAs pequenas cidades serão as mais afetadas, segundo ele, porque são as com mais dificuldade de atrair e fixar mão-de-obra qualificada na área da saúde.\n\n\n\nDe acordo com o Ministério da Saúde, os médicos do programa são capazes de resolver cerca de 80% dos casos que levam as pessoas a buscarem atendimento. Os casos mais comuns são: acompanhamento de pré-natal, de pacientes com doenças crônicas e problemas relacionados à saúde mental, da saúde da mulher, da criança, do adulto e do idoso, além de pequenas urgências.\n\nEste mapa do Ministério da Saúde mostra o número de municípios atendidos pelo Mais Médicos em cada Estado:"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "evrivali", "title": "Shop At Hollister And We'll Give You A Name For Your Pet", "description": "Shop 'til you... find a name for your pet. View Entire Post ›", "url": "https://www.buzzfeed.com/evrivali/shop-at-hollister-and-well-give-you-a-name-for-yo-328m3", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/16/tmp/buzzfeed-prod-web-01/279b9fe1253fc2803aefee1deaaeb7ba-4.jpg?crop=625:327;0,1", "publishedAt": "2018-11-14T21:10:02Z", "content": null, "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "raechilling", "title": "Answer These 6 Questions And We'll Tell You Which Disney Dog You Are", "description": "Life can be ruff, but the quiz sure isn't! View Entire Post ›", "url": "https://www.buzzfeed.com/raechilling/which-disney-dog-are-you-2x863", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/16/tmp/buzzfeed-prod-web-02/6f809517a98c982eae01868d35d93253-0.jpg?crop=621:325;2,42", "publishedAt": "2018-11-14T21:10:02Z", "content": null, "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Rebecca O'Connell", "title": "29 Amazing Accessories Your Boring-Ass Wardrobe Needs", "description": "Add a little excitement to your plain tee and jeans. View Entire Post ›", "url": "https://www.buzzfeed.com/bekoconnell/amazing-accessories-boring-ass-wardrobe-needs", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/9/13/enhanced/buzzfeed-prod-web-01/original-28616-1541788216-2.png?crop=1200:628;0,0", "publishedAt": "2018-11-14T21:06:05Z", "content": null, "fulltext": "They come in child and adults sizes, so be careful when buying!\n\nPromising review: \"I'm very pleased with these socks. The bear graphic looks exactly like the picture. The socks are made from a thicker material, which is nice and unexpected. The bear ears started to curl after wearing them for a few hours, but it only added to their charm.\" —Gwenivere\n\nGet them from Amazon for $3.75 (available in 14 styles)."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Raphael Evangelista", "title": "Que tipo de corno você é?", "description": "Todo mundo é, de um jeito ou de outro. View Entire Post ›", "url": "https://www.buzzfeed.com/raphaelevangelista/qual-tipo-de-corno-voce-e", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/15/enhanced/buzzfeed-prod-web-02/original-21101-1542227838-5.png?crop=717:375;0,63", "publishedAt": "2018-11-14T20:52:38Z", "content": null, "fulltext": "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jen Abidor", "title": "18 Amazing Ariana Grande Tweets From Literally Just This Month", "description": "\"So happy for u, u still feel things...\" View Entire Post ›", "url": "https://www.buzzfeed.com/jenniferabidor/18-amazing-ariana-grande-tweets-from-literally-just-this", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/15/campaign_images/buzzfeed-prod-web-03/18-amazing-ariana-grande-tweets-from-literally-ju-2-23056-1542228265-6_dblbig.jpg", "publishedAt": "2018-11-14T20:50:17Z", "content": null, "fulltext": "lmaoaoo this is funny as fuck but in all honesty therapy has saved my life so many times. if you’re afraid to ask for help, don’t be. u don’t have to be in constant pain & u can process trauma. i’ve got a lot of work to do but it’s a start to even be aware that it’s possible. 🖤 https://t.co/XiytR3xE0O"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Dave Stopera", "title": "19 Food Hacks You Don't Need To Be A Genius To Recreate", "description": "I'm inspired. View Entire Post ›", "url": "https://www.buzzfeed.com/daves4/evolved-to-the-next-level-of-human", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/15/campaign_images/buzzfeed-prod-web-01/19-people-who-have-finally-perfected-the-art-of-e-2-18001-1542228173-6_dblbig.jpg", "publishedAt": "2018-11-14T20:50:17Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "10.\n\nThe person who figured out how to keep their hands clean and their mouths delicious:"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Anna Aridzanjan", "title": "34 Hipster Restaurants That Have Officially Crossed The Line With The No-Tableware Thing", "description": "Plates are not overrated, people. View Entire Post ›", "url": "https://www.buzzfeed.com/annaaridzanjan/hipster-restaurants-being-too-much", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/13/campaign_images/buzzfeed-prod-web-05/34-hipster-restaurants-that-have-officially-cross-2-22509-1542220844-10_dblbig.jpg", "publishedAt": "2018-11-14T20:36:35Z", "content": null, "fulltext": "My wife ordered mushrooms today and they came in a garden trowel. This is why we need nuclear war."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Gabriel H. Sanchez", "title": "Estas fotos comoventes mostram como os incêndios na Califórnia destruíram a vida das pessoas", "description": "Incêndios florestais em toda a Califórnia forçaram milhares a fugirem de suas casas. Pelo menos 42 pessoas morreram no que já é considerado o mais violento incêndio na história da Califórnia. View Entire Post ›", "url": "https://www.buzzfeed.com/gabrielsanchez/fotos-incendios-california", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/16/asset/buzzfeed-prod-web-05/sub-buzz-9860-1542144396-12.jpg?crop=1600:838;0,5", "publishedAt": "2018-11-14T20:22:20Z", "content": "Wally Skalij / Getty Images Matty Winters, de 13 anos, observa seu pai Shannon pegar o que sobrou de um livro em sua casa, em Malibu.", "fulltext": "Estas fotos comoventes mostram como os incêndios na Califórnia destruíram a vida das pessoas\n\nIncêndios florestais em toda a Califórnia forçaram milhares a fugirem de suas casas. Pelo menos 42 pessoas morreram no que já é considerado o mais violento incêndio na história da Califórnia."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Lauren Yapalater", "title": "Holy Fork Balls Apparently Taylor Swift Really Was Hiding In A Suitcase", "description": "Speechless. View Entire Post ›", "url": "https://www.buzzfeed.com/lyapalater/holy-fork-balls-taylor-swift-really-was-traveling", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/15/campaign_images/buzzfeed-prod-web-03/holy-fork-balls-apparently-taylor-swift-really-wa-2-20520-1542226334-0_dblbig.jpg", "publishedAt": "2018-11-14T20:20:08Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "...I still could not declare a definitive answer. I mean, as much as I wanted to believe it, it just didn't seem real. I didn't feel lucky enough to have such amazing celebrity news bestowed on me. But that was until now. Because lordt almighty Zayn Malik has just cracked this (suit)case wide open!!!!!!!!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Farrah Penn", "title": "19 Truly Terrible Horror Stories People Have Actually Witnessed In Real Life", "description": "\"The guy inside must have forgotten to press the lock button because the door starts sliding open, exposing the poo-ing individual to at least 50 people who were crammed onto the train.\" View Entire Post ›", "url": "https://www.buzzfeed.com/farrahpenn/people-on-reddit-are-sharing-their-biggest-f-ups-and-omg", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/12/17/tmp/buzzfeed-prod-web-03/8728cb0dbc0186a6997166b7327e9f00-0.jpg?crop=622:325;0,90", "publishedAt": "2018-11-14T20:16:03Z", "content": null, "fulltext": "NBC\n\n\"I worked at a car wash. We had add-on services people could get. One was Armor All. $5 per region. A guy came in and ordered a full interior and exterior Armor All on his brand new truck. He had King's Ranch seats, so our salesmen didn't add that charge, as we generally didn't Armor All them. (FYI: King's Ranch is a type of suede that's generally a really pretty tan color and super soft. It costs about $3,500 for them. Armor All is essentially a grease that makes leather and vinyl shiny.)\n\nWhen he got back to his finished car, he pitched a fit because we didn't Armor-All his seats. We explained that he didn't pay for that charge, and we wouldn't, in good-conscience, do it. So he threw a huge fit, screaming and cursing and insisting to talk to the manager. We all tried to talk him out of it, but he wouldn't budge. My boss was a dick, so finally he said, 'Fuck it. Do it. In fact, do it for free.' So we did. I felt like I was committing a mortal sin rubbing greasy solution all over these beautiful suede seats, but the customer is always right, eh?\n\nThe guy walked back to his truck after it was finished with a smug look of satisfaction, until he looked at his seats and his entire face dropped and turned ghostly white. I said. 'Anything else I can do for you?' In shock, he said, 'H-How do I fix this?' I told him, 'Get Armor All on them a few more times to even out the color, but it'll never be the same again. Sorry. This is why we tried to talk you out of it.' Sweating and shaking, he just said, 'Uh, thanks' and drove off.\"\n\n—LemonFly4012"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "evrivali", "title": "Eat A Ton Of Food At KFC And We'll Tell You Which Australian Animal You Actually Are", "description": "Are you ~koalafied~? View Entire Post ›", "url": "https://www.buzzfeed.com/evrivali/eat-at-kfc-and-well-tell-you-whcich-australian-an-328m3", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/15/tmp/buzzfeed-prod-web-01/7c75d10fc3bf510932878b6ea1e8ebc3-6.jpg?crop=625:327;0,3", "publishedAt": "2018-11-14T20:08:33Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Susana Cristalli", "title": "Eu vou te achar o máximo se você gabaritar este teste sobre comida de verdade", "description": "As comidas gourmet precisam comer muito arroz com feijão pra competir com essas. View Entire Post ›", "url": "https://www.buzzfeed.com/susanacristalli/vou-te-achar-o-maximo-se-voce-gabaritar-este-teste-sobre", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/14/enhanced/buzzfeed-prod-web-06/original-30901-1542225158-4.png?crop=1198:627;0,0", "publishedAt": "2018-11-14T20:06:40Z", "content": null, "fulltext": "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Elena Garcia", "title": "23 Beautiful Dresses You Can Get On Amazon For Under $20", "description": "Do you have $20? An Amazon account? If you answered yes, then make room in your closet for some awesome dresses! View Entire Post ›", "url": "https://www.buzzfeed.com/elenamgarcia/dresses-from-amazon-under-20-dollars", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/12/14/enhanced/buzzfeed-prod-web-01/original-14744-1542051178-2.png?crop=839:439;0,0", "publishedAt": "2018-11-14T20:06:37Z", "content": null, "fulltext": "Promising review: \"Love this dress! Fits perfect and can be worn multiple different ways! Lightweight, sheer material but not too see-through — so no worries there. I'm 5'9\", 130 lbs., and ordered a size small. It was still a comfortable length and just the right amount of looseness!\" —Red\n\nPrice: $12.99+ (available in sizes S-XL and in four colors)"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jasmin Nahar", "title": "19 Current Food Trends That Will Probably Make Us Cringe In A Few Years", "description": "The sheer amount of unicorn food. View Entire Post ›", "url": "https://www.buzzfeed.com/jasminnahar/current-food-trends-that-we-will-cringe-over", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/11/tmp/buzzfeed-prod-web-04/656f0282c8a8dbfc0211ce7e93a20066-0.jpg?crop=622:325;0,45", "publishedAt": "2018-11-14T20:06:37Z", "content": null, "fulltext": "\"Avocado is delicious in many forms, but a rather bland condiment to put on toast unless you throw a bunch more crap on it to spice it up – in which case it’s not really 'avocado toast', is it? Most overpriced breakfast food I’ve seen in a while.\"\n\n—tokodake"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Matt Stopera", "title": "I Can't Stop Watching Juliette Lewis' Iconic Instagram Meltdown", "description": "This is important. View Entire Post ›", "url": "https://www.buzzfeed.com/mjs538/domination-era-coming", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/14/campaign_images/buzzfeed-prod-web-06/i-cant-stop-watching-juliette-lewis-iconic-instag-2-30960-1542225306-0_dblbig.jpg", "publishedAt": "2018-11-14T19:55:53Z", "content": null, "fulltext": "Most people can agree that everything in the world is not the best right now."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jasmine Garnett", "title": "All The Best Deals At Walmart Right Now", "description": "Deals on KitchenAid stand mixers, Shiatsu massage cushions, electric toothbrushes, TVs, and more! View Entire Post ›", "url": "https://www.buzzfeed.com/jasminegarnett2/all-the-best-deals-at-walmart-right-now-11-14", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/13/enhanced/buzzfeed-prod-web-03/original-13683-1542221357-2.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-14T19:52:26Z", "content": null, "fulltext": "Walmart\n\nSet includes one fry pan, two saucepans with lids, one casserole pan with lid, one sauté pan with lid, one baking sheet, one cutting board, one flower steamer,\n\nfour nylon cooking utensils, and a measuring spoon set.\n\nPrice: $59 ($70.99 off the list price; also available in gray and turquoise)"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Severino Motta", "title": "Bolsonaro agora diz que não há \"comprovação\" de que cubanos sejam mesmo médicos", "description": "Declaração do presidente eleito se choca com dados de especialistas da área de saúde. Segundo entidade de secretários de saúde, saída imediata de 8.600 médicos cubanos pode deixar sem atendimento população de 24 milhões de pessoas. View Entire Post ›", "url": "https://www.buzzfeed.com/severinomotta/bolsonaro-mais-medicos-cubanos", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/14/asset/buzzfeed-prod-web-04/sub-buzz-5879-1542223354-1.jpg?crop=1600:837;0,115", "publishedAt": "2018-11-14T19:51:19Z", "content": "Logo depois que o governo de Cuba anunciou o rompimento com o programa Mais Médicos, presidente eleito, Jair Bolsonaro, disse nesta quarta-feira (14) não ter certeza de que os cerca de 8.600 médicos cubanos que estão no Brasil sejam realmente médicos. Segundo… [+1917 chars]", "fulltext": "Logo depois que o governo de Cuba anunciou o rompimento com o programa Mais Médicos, presidente eleito, Jair Bolsonaro, disse nesta quarta-feira (14) não ter certeza de que os cerca de 8.600 médicos cubanos que estão no Brasil sejam realmente médicos.\n\n\n\nSegundo ele, ninguém quer ser atendido pelos cubanos que participam do programa Mais Médicos devido à impossibilidade de comprovação de suas formações.\n\n\"Eu duvido quem queira ser atendido pelos cubanos, pois não temos qualquer comprovação [que sejam médicos]”, disse.\n\n\n\nA declaração se choca com especialistas da área de saúde. O presidente do Conselho Nacional de Secretarias Municipais de Saúde (Conasems), Mauro Junqueira, estimou ao jornal O Globo que os médicos cubanos sejam responsáveis pelo atendimento de 24 milhões de pessoas, no Brasil.\n\nO rompimento de Cuba se deu justamente numa reação a declarações do presidente eleito contra o país. Bolsonaro afirma, por outro lado, que Cuba não aceitou as condições que ele impôs para a continuidade da adesão dos cubanos ao Mais Médicos.\n\n\n\nBolsonaro disse exigir que o dinheiro de salário recebido fique integralmente com os profissionais (hoje, parte é enviada para Cuba, por meio de um convênio com a Organização Panamericana de Saúde); que eles sejam autorizados a trazerem suas famílias para o Brasil; e que sejam submetidos a uma prova para revalidação dos diplomas médicos.\n\nSem o cumprimento desses quesitos, Bolsonaro disse que a participação dos cubanos no Mais Médicos é um \"trabalho escravo.\"\n\n\"Eu jamais faria acordo com Cuba nesses termos. Isso é trabalho escravo, não é nem análogo à escravidão, é trabalho escravo”, disse."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "carolinecahill", "title": "If You Can Get At Least 4/6 On This Quiz Then You're A Polar Bear Expert", "description": "You learn something new every day. View Entire Post ›", "url": "https://www.buzzfeed.com/cmc33/how-much-do-you-actually-know-about-polar-bears-39uef", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/16/tmp/buzzfeed-prod-web-04/745d4ac81c9047a93adcde370ff9776f-1.jpg?crop=625:327;0,0", "publishedAt": "2018-11-14T19:44:20Z", "content": null, "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Victor Nascimento", "title": "16 ideias para deixar seu apartamento pequeno um charme", "description": "Os pequenos também amam. View Entire Post ›", "url": "https://www.buzzfeed.com/victornascimento/ideias-pinterest-apartamento-pequeno", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/12/enhanced/buzzfeed-prod-web-01/original-32280-1542218365-6.jpg?crop=645:337;0,46", "publishedAt": "2018-11-14T19:40:05Z", "content": null, "fulltext": "5.\n\nAcredite que dá para mudar a proposta dos ambientes ao longo do dia, como uma rede que pode sumir ao receber visitas."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Morgan Murrell", "title": "Only Watch Migos On \"Carpool Karoke\" If Your Boss Lets You Laugh Out Loud At Work", "description": "I never want this segment to end. View Entire Post ›", "url": "https://www.buzzfeed.com/morganmurrell/migos-james-corden-best-carpool-karaoke-episode", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/11/enhanced/buzzfeed-prod-web-04/original-15311-1542214639-10.png?crop=1440:754;0,19", "publishedAt": "2018-11-14T19:39:14Z", "content": null, "fulltext": "But James really outdid himself when he asked Migos to take a ride with him for this hilarious new of The Late Late Show."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Farrah Penn", "title": "I Lived By Lea Michele's Skincare Routine For A Week And Now I'm GLOWING", "description": "How does Lea Michele have glamorous skin ALL THE TIME? I talked to her to find out! View Entire Post ›", "url": "https://www.buzzfeed.com/farrahpenn/i-followed-lea-micheles-beauty-routine-for-a-week-and-heres", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/14/campaign_images/buzzfeed-prod-web-05/i-followed-lea-micheles-beauty-routine-for-a-week-2-32371-1542223841-4_dblbig.jpg", "publishedAt": "2018-11-14T19:39:14Z", "content": "1. Skin is cleansed. 2. Shani looks at your skin to see what's going on. 3. Vibration therapy: Tones, tightens, and lifts the skin. 4. Skin peel. (\"The peel will depend on your skin type,\" Shani told BuzzFeed. \"With Lea, I usually do a pretty strong peel. She… [+840 chars]", "fulltext": "Hi guys, it's Farrah. And on the right, it's Lea Michele: Broadway actress, Emmy Award winner, and Glee superstar. One thing you might notice from this photo is that her skin is straight-up GLOWING. In fact, she always seems to have ~flawless~ skin and makeup.\n\nHi guys, it's Farrah. And on the right, it's Lea Michele: Broadway actress, Emmy Award winner, and Glee superstar. One thing you might notice from this photo is that her skin is straight-up GLOWING. In fact, she always seems to have ~flawless~ skin and makeup.\n\n...see?! Anyway, I recently had the opportunity to jump on the phone with Lea to ask her about her skincare and beauty routine, and she divulged all her secrets. So, of course, I decided to see what it would be like to live by her beauty routine for a week. Could I achieve flawless, celebrity-worthy skin??? One could only hope.\n\nLet's take a look at exhibit B...\n\nTo start off, one of the pieces of advice Lea gave was this: \"Beauty begins from within, and you should always take care of the inside first. Make sure you're drinking enough water, getting enough sleep, and eating well.\" Which is always a great reminder!!! Our skin hates too much caffeine and little sleep.\n\nWashing my face every morning and every night was already a routine for me, so I gave the iS Clinical cleanser a shot. It's a lightweight cleanser that felt refreshing and not too drying on my sensitive skin. I felt ~fancy~ using it.\n\nOn top of getting enough sleep and eating well, Lea believes in taking vitamins in the morning. It was like I got to start my day with TWO pieces of candy since Olly's Women's Multi takes like sour strawberry — and it's a gummy. I'd rather eat two of these in the morning than swallow a GIANT-ASS vitamin.\n\nLea told BuzzFeed, \"I'll go to Shani Darden for facials — she's in Los Angeles. I'm a firm believer in taking care of your skin.\"\n\nView this photo on Instagram\n\nThis next part was my favorite by FAR. Because Lea receives facials from esthetician Shani Darden once a month, I contacted her to see if I would be able to experience a facial the way she does. Lucky for me, Shani had time to get me in!\n\nBy the way, Shani's No. 1 piece of skincare advice is to use sunscreen!!!!!\n\nDid I feel pampered? YES. Shani's facials are roughly an hour long, customized for each individual's skin type.\n\nDid I feel pampered? YES. Shani's facials are roughly an hour long, customized for each individual's skin type.\n\nHere's everything that went down during my facial:\n\n1. Skin is cleansed.\n\n2. Shani looks at your skin to see what's going on.\n\n3. Vibration therapy: Tones, tightens, and lifts the skin.\n\n4. Skin peel. (\"The peel will depend on your skin type,\" Shani told BuzzFeed. \"With Lea, I usually do a pretty strong peel. She loves a nice, strong peel.\"\n\n5. Extractions.\n\n6. Mask. (This is also customized depending on what your skin needs.)\n\n7. Microcurrent. (\"It's like exercise for your muscles. It can give you a lift, define your cheekbones.\")\n\n8. Ultrasound to penetrate a product into the skin.\n\n9. LED light. (\"This boosts collagen into the skin, reduces fine lines and wrinkles, and helps with acne.\")\n\nShani also noted, \"If Lea's doing a red carpet, I won't do extractions.\""}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Louise Khong", "title": "Just 15 Really Delicious Places To Eat At In Los Angeles", "description": "I'm not drooling; you're drooling. View Entire Post ›", "url": "https://www.buzzfeed.com/louisekhong/unique-food-places-los-angeles-la", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/14/campaign_images/buzzfeed-prod-web-06/15-amazing-places-you-have-to-eat-at-in-la-2-27853-1542223257-10_dblbig.jpg", "publishedAt": "2018-11-14T19:25:03Z", "content": "If you couldn't tell by the name, this place specializes in soft serve. Everything is made from scratch, and the menu changes daily. They're most famous for their corn almond flavor, and instead of just choosing between a cup and cone, you can kick things up … [+40 chars]", "fulltext": "If you couldn't tell by the name, this place specializes in soft serve. Everything is made from scratch, and the menu changes daily. They're most famous for their corn almond flavor, and instead of just choosing between a cup and cone, you can kick things up a notch and order a soft serve pie (!!!)."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Griswoldzzzz", "title": "We Know Which \"Christmas Vacation\" Character You Are Based On Your Christmas Preferences", "description": "What's your persona this holiday season? View Entire Post ›", "url": "https://www.buzzfeed.com/griswaldzzzz/what-character-from-national-lampoons-christmas-v-3o7zd", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/20/10/tmp/buzzfeed-prod-web-06/117bc5d5e24f570cbc672973c86230c3-0.jpg?crop=625:327;0,0", "publishedAt": "2018-11-14T19:23:43Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "alejandrabcruz", "title": "17 Animal Tweets That Will Help You Get Through The Week", "description": "Guaranteed to warm your heart. View Entire Post ›", "url": "https://www.buzzfeed.com/alejandrabcruz/17-animals-tweets-that-will-help-you-get-through-t-e78k", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/14/tmp/buzzfeed-prod-web-05/d4eeafca0d8e02b1ed244b8cb8e4ce54-16.jpg?crop=625:327;0,34", "publishedAt": "2018-11-14T19:20:03Z", "content": null, "fulltext": "This is Ziggy. He’s a rescue boy with megaesophagus, which means he has to sit pupright while eating. His special chair matches his favorite sweater, so he doesn’t mind it at all. 14/10 https://t.co/7yPNCx45iK"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Hanifah Rahman", "title": "It's Been 15 Years, But There Are Still Some Unanswered Questions About \"Love, Actually\"", "description": "Why is every cast member wearing a turtleneck?! View Entire Post ›", "url": "https://www.buzzfeed.com/hanifahrahman/love-actually-questions", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/14/campaign_images/buzzfeed-prod-web-01/21-questions-about-love-actually-that-we-still-ne-2-10480-1542222502-2_dblbig.jpg", "publishedAt": "2018-11-14T19:10:17Z", "content": "Universal Pictures / Working Title She loves Joni Mitchell, so unless it's a top-secret unreleased album, she probably owns it already. Do better, Harry.", "fulltext": "No one can deny that Love, Actually is a Christmas classic that should be watched on repeat throughout December. But, as iconic as it is, ever since it was released 15 years ago, it's left us with some questions that we may never have the answers to."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Yi Yang", "title": "42 Hostess Gifts That'll Make You The Number One Guest", "description": "Show your appreciation and secure an invite to all their future parties with one of these gems. From your BFF’s impromptu hangout to a coworker’s formal dinner party, there’s something for everyone. View Entire Post ›", "url": "https://www.buzzfeed.com/yiyang/hostess-gifts-anyone-will-be-glad-to-get-2018", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/8/14/enhanced/buzzfeed-prod-web-01/original-14723-1541703902-2.png?crop=682:357;15,0", "publishedAt": "2018-11-14T19:07:26Z", "content": null, "fulltext": "Amazon\n\nIt has a magnetic back so it'll stick to the fridge.\n\nPromising review: \"WHAT A HIT! We bought this as a hostess gift for my aunt and uncle, who are HUGE GoT fans and have any variety of memorabilia pertaining to the show. First off, this comes in a super attractive and high-quality gift box, and the bottle opener itself is heavy, great quality, and perfectly nestled in foam backing to really finish off the excellent presentation. All in all, we will definitely be purchasing this again for the next GoT fan.\" —Annie Mac\n\nGet it from Amazon for $16.99."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Mike Spohr", "title": "25 Memes About Babies That Will Will Make New Parents Go, \"Yup, That's The Hell I'm Living!\"", "description": "New baby, new problems. View Entire Post ›", "url": "https://www.buzzfeed.com/mikespohr/25-laughs-you-really-really-need-if-you-have-a-baby", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/10/20/enhanced/buzzfeed-prod-web-05/original-3039-1541899815-8.jpg?crop=777:407;4,103", "publishedAt": "2018-11-14T18:53:53Z", "content": "Great! You're almost there! Check your inbox and confirm your subscription now!", "fulltext": "15.\n\nOn especially hellish nights you might do ill-advised things to get through it."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Joshua Moradel", "title": "Here's What Monopoly Would Be Like In Real Life, And Tables Will Flip", "description": "\"She tried to bankrupt me — my own wife!\" View Entire Post ›", "url": "https://www.buzzfeed.com/joshuagmoradel/heres-what-monopoly-would-be-like-in-real-life", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/13/campaign_images/buzzfeed-prod-web-05/heres-what-monopoly-would-be-like-in-real-life-an-2-27100-1542221014-0_dblbig.jpg", "publishedAt": "2018-11-14T18:51:49Z", "content": null, "fulltext": "This guy filed for bankruptcy three times and then was able to buy a property on Park Lane — how is that possible?"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Emily Shwake", "title": "9 Household Tricks To Try If Allergies Keep You Up At Night", "description": "Always leave your shoes by the front door, so you aren't tracking pollen through your home. View Entire Post ›", "url": "https://www.buzzfeed.com/emilyshwake/household-allergens-sleep-allergies-prevention", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/13/campaign_images/buzzfeed-prod-web-04/9-easy-ways-to-keep-household-allergens-from-affe-2-26754-1542218937-0_dblbig.jpg", "publishedAt": "2018-11-14T18:35:05Z", "content": "Coughing, sneezing, wheezing, and snoring can keep you from snoozing soundly. While you probably can't get rid of your allergies, keeping your home free of dust, dander, mold, and mildew can help decrease their impact at night. By the way, if you've been havi… [+329 chars]", "fulltext": "These covers are made of tightly woven fabric that prevent dust mites and bed bugs from creeping through. They're also waterproof, so they block spills from turning your mattress into — you guessed it — another mold-friendly habitat.\n\nGet a hypoallergenic bed cover from Amazon for $24.99."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "whackadoodle", "title": "Build A Thanksgiving Feast And We'll Tell You Which \"GoT\" Character Matches Your Personality", "description": "Because Season 8 can't get here fast enough. View Entire Post ›", "url": "https://www.buzzfeed.com/ashtonpaul/create-your-perfect-thanksgiving-meal-and-weall-3oi5p", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/13/tmp/buzzfeed-prod-web-02/1582c89e0dae4d99c4f3362721ebaf6e-6.jpg?crop=625:327;0,18", "publishedAt": "2018-11-14T18:23:53Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ryan Schocket", "title": "I'm Obsessed With Kim Kardashian Making Faces Behind Tristan's Back In Khloé's Delivery Room", "description": "She's all of us in that moment. View Entire Post ›", "url": "https://www.buzzfeed.com/ryanschocket2/im-obsessed-with-kim-kardashian-making-faces-behind", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/13/campaign_images/buzzfeed-prod-web-04/im-obsessed-with-kim-kardashian-making-faces-behi-2-27813-1542219694-6_dblbig.jpg", "publishedAt": "2018-11-14T18:23:52Z", "content": null, "fulltext": "\"As much as I wanna go off, I just don't think it's the time,\" Kim said. \"So, I'm gonna keep it cute. We don't have to have a lot of interaction. I just have to be there for her.\""}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Abby Kass", "title": "29 Things You Need So You Can Stop Saying \"I Have Nothing To Wear\"", "description": "Honestly, I spend more time in the morning thinking about what I'm going to wear than actually getting ready. View Entire Post ›", "url": "https://www.buzzfeed.com/abbykass/things-to-stop-you-from-saying-i-have-nothing-to-wear", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/12/10/enhanced/buzzfeed-prod-web-03/original-2015-1542037037-6.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-14T18:07:46Z", "content": null, "fulltext": "Amazon\n\nPromising review: \"The fabric is definitely shiny, but it doesn't look super cheap. This blouse is adooooooorable. I got so many compliments when I wore it. I wore it tucked into a black pencil skirt with black pumps, and it looked great. It's perfect for a young crazy cat lady.\" —Wendy/Edwin\n\nGet it from Amazon for $19.99 (available in sizes S-L and in three colors and patterns)."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Susana Cristalli, Aline Ramos", "title": "18 youtubers negros que falam sobre tudo e você não vai querer perder", "description": "Você vai querer assinar todos os canais! View Entire Post ›", "url": "https://www.buzzfeed.com/susanacristalli/youtubers-negros-falam-sobre-tudo", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/11/enhanced/buzzfeed-prod-web-03/original-23683-1542212945-12.png?crop=1198:627;0,0", "publishedAt": "2018-11-14T17:36:50Z", "content": null, "fulltext": "11.\n\nO publicitário Spartakus Santiago é super engajado com temas ligados à comunidade LGBT e fala disso de um ponto de vista negro. Os vídeos deles fazem muito sucesso no YouTube e também no Facebook."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Elizabeth Lilly", "title": "22 Products That Work Just As Well As Their Pricier Counterparts", "description": "Basically the same stuff for less! View Entire Post ›", "url": "https://www.buzzfeed.com/elizabethlilly/products-that-work-just-as-well-as-their-pricier", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/11/16/enhanced/buzzfeed-prod-web-05/original-29741-1541971562-2.png?crop=728:381;0,11", "publishedAt": "2018-11-14T17:12:22Z", "content": null, "fulltext": "Each of the protectors that come in a pack have lasted me about six months! Check out my review here (#2).\n\nPromising review: \"I never post reviews, but this is a unique circumstance. I bought these screen protectors because they were cheap and came in a pack — probably not the best approach when trying to protect an $800 device. But, at the end of the day, these did exactly what they were supposed to do when a 15 lbs. dumbbell slipped out of my wife's hand and fell directly onto the screen. After telling my wife there was no way her screen didn't crack, I pulled back the cover to reveal a crack-free, fully intact screen. And that's why you buy screen protectors in packs!\" —Geoffrey Forman\n\nGet them from Amazon for $6.99."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Hanifah Rahman", "title": "What Surprisingly Dark TV Moments Have Stayed With You?", "description": "What serious scenes left you lost for words? View Entire Post ›", "url": "https://www.buzzfeed.com/hanifahrahman/dark-tv-moments", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/12/campaign_images/buzzfeed-prod-web-03/what-surprisingly-dark-tv-moment-really-shocked-y-2-26757-1542215008-12_dblbig.jpg", "publishedAt": "2018-11-14T17:07:42Z", "content": null, "fulltext": "Whatever they were, we want to know. Tell us about the most surprisingly dark TV moments that you remember in the dropbox below and you could be featured in a future BuzzFeed Community post or video!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Matt Stopera", "title": "Mickey Rourke Went On A Hot Date With His Dog But Then Paparazzi Ruined It And Now People Are Really Pissed", "description": "How rude. View Entire Post ›", "url": "https://www.buzzfeed.com/mjs538/mickey-rourke-went-on-a-hot-date-with-his-dog-but-then", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/12/campaign_images/buzzfeed-prod-web-02/mickey-rourke-went-on-a-hot-date-with-his-dog-but-2-25838-1542215419-0_dblbig.jpg", "publishedAt": "2018-11-14T17:07:42Z", "content": "Bkny / BKNY / BACKGRID *Like the Britney Spears song. It's a term of endearment. Also, the dog might be a female AKA a literal bitch. Don't come for me.", "fulltext": "This is Mickey Rourke. He is some famous person from movies and TV and stuff. I could look it up but honestly it doesn't really matter in relation to this BuzzFeed post. I'll let you guys complain about it/my job in the comments for me."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Raphael Evangelista", "title": "Quão hétero você é na academia?", "description": "Se você grita a cada fim de série e treina com a camiseta do Capitão América é meio caminho andado. View Entire Post ›", "url": "https://www.buzzfeed.com/raphaelevangelista/quao-hetero-voce-e-na-academia", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/12/enhanced/buzzfeed-prod-web-06/original-6188-1542214826-6.png?crop=733:384;20,0", "publishedAt": "2018-11-14T17:07:21Z", "content": null, "fulltext": "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Tasty Demais", "title": "Esta pizza de frigideira é perfeita para fazer no fim de semana!", "description": "Qual o seu recheio preferido? View Entire Post ›", "url": "https://www.buzzfeed.com/tastydemais/pizza-de-frigideira", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/12/campaign_images/buzzfeed-prod-web-04/esta-pizza-de-frigideira-e-perfeita-para-fazer-no-2-15953-1542215097-0_dblbig.jpg", "publishedAt": "2018-11-14T17:07:21Z", "content": null, "fulltext": "Tasty\n\nPorções: 2\n\nVocê vai precisar de:\n\n½ xícara de água morna\n\n1 colher de sopa de azeite de oliva\n\n⅔ xícara de farinha de trigo\n\n½ colher de chá de açúcar\n\n½ colher de chá de fermento biológico seco instantâneo\n\n½ colher de chá de sal\n\nCobertura\n\n½ xícara de molho marinara\n\n2 xícaras de queijo mussarela ralado\n\n½ xícara de fatias de pepperoni\n\nManjericão fresco picado, para decoração\n\nModo de preparo:\n\n1. Em uma frigideira grande antiaderente, misture a água morna, o azeite de oliva, a farinha de trigo, o açúcar, o fermento e o sal. Use uma espátula para mexer os ingredientes. Depois, espalhe a massa até as bordas da frigideira.\n\n2. Cubra a massa com o molho marinara, espalhando-o até as bordas. Salpique o queijo mussarela sobre o molho e depois cubra-o com o pepperoni.\n\n3. Coloque em fogo médio, tampe a frigideira e cozinhe por 10 minutos com ela tampada.\n\n4. Destampe-a e cozinhe por mais 5 minutos, até a borda ficar crocante.\n\n5. Retire a pizza da frigideira, coloque-a sobre uma tábua de corte e deixe resfriar por 5 minutos.\n\n6. Salpique o manjericão sobre a pizza, fatie-a e sirva.\n\n7. Bom apetite!\n\n+https://www.youtube.com/watch?v=ftDGMvD_U3A\n\n+https://www.google.com/url?sa=i&rct=j&q=&esrc=s&source=images&cd=&ved=2ahUKEwisvpj2gpjdAhWSdd8KHR6eCcMQjRx6BAgBEAU&url=https%3A%2F%2Fblog.kitchenaid.com%2Fmargherita-pizza-tips-perfect-pizza-crust%2F&psig=AOvVaw18nfh8rNTahxoZh9LgbnrQ&ust=1535829988216921"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "survivalofblackfriday", "title": "Tell Us What Your Favorite Thanksgiving Dishes Are And We'll Tell You If You'll Survive Black Friday Shopping", "description": "Food is fuel right? View Entire Post ›", "url": "https://www.buzzfeed.com/survivalofblackfriday/pick-your-favorite-thanksgiving-dishes-and-see-if-3o7y5", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/11/tmp/buzzfeed-prod-web-05/11e251c0be2b045acc142245e343fb38-3.jpg?crop=621:325;0,85", "publishedAt": "2018-11-14T16:55:35Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ellie Woodward", "title": "What's The Best Example Of Character Development You've Seen", "description": "Who changed, for better or worse? View Entire Post ›", "url": "https://www.buzzfeed.com/elliewoodward/whats-the-best-example-of-character-development-tv-movies", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/11/campaign_images/buzzfeed-prod-web-01/whats-the-best-example-of-character-development-y-2-20930-1542214321-8_dblbig.jpg", "publishedAt": "2018-11-14T16:55:35Z", "content": null, "fulltext": "Whatever it may be, tell us the best example of character development that you've seen in a TV show or movie, and the reason why, using the Dropbox below. The best answers will be featured in a Community post or video!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Casey Rackham", "title": "How Do Your '90s Snack Opinions Compare To Everyone Else's?", "description": "May the best snacks win. View Entire Post ›", "url": "https://www.buzzfeed.com/caseyrackham/90s-food-snack-opinions", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/14/enhanced/buzzfeed-prod-web-01/original-10864-1542136980-2.jpg?crop=1250:655;0,12", "publishedAt": "2018-11-14T16:53:19Z", "content": "Great! You're almost there! Check your inbox and confirm your subscription now!", "fulltext": "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jasmine Garnett", "title": "All The Best Deals At Jet Right Now", "description": "Deals on KitchenAid stand mixers, flat irons, tablets, handbags, and more! View Entire Post ›", "url": "https://www.buzzfeed.com/jasminegarnett2/all-the-best-deals-at-jet-right-now-11-14", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/9/enhanced/buzzfeed-prod-web-03/original-15325-1542206681-9.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-14T16:41:58Z", "content": null, "fulltext": "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "FanaLopez", "title": "This Pizza-Obsessed Dog Who Now Has To Wear A \"Don't Feed Me Pizza\" Tag Is A New Role Model", "description": "Meet the pizza pup of Mexico City! View Entire Post ›", "url": "https://www.buzzfeed.com/fanalopez/pizza-pup-in-mexico-city", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/10/campaign_images/buzzfeed-prod-web-03/this-dog-wears-a-tag-that-says-dont-feed-me-pizza-2-17709-1542208339-5_dblbig.jpg", "publishedAt": "2018-11-14T16:41:21Z", "content": "Apparently, he's about 10 years old and LOVES PIZZA.", "fulltext": "While we were inside the sex shop, we thought El Jefe wasn't around and that he'd be somewhere looking for pizza, but it turned out that he was just behind the front desk. He even came out to greet us!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ben Henry", "title": "Ariana Grande Bought Her Friend A New Phone Because The Screen Was Cracked", "description": "\"Don’t dare drop your phone around Ariana Grande.\" View Entire Post ›", "url": "https://www.buzzfeed.com/benhenry/ariana-grande-victoria-monet-phone", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/11/enhanced/buzzfeed-prod-web-06/original-2046-1542212112-4.jpg?crop=1244:651;0,178", "publishedAt": "2018-11-14T16:35:23Z", "content": null, "fulltext": "I want y’all to know there are still EXTREMELY GENEROUS people in the world! One being the icon that is @joangrande!! Thank you so much for introducing my ears to @TiffanyAndCo THE VICTORIAN COLLECTION!! Your heart is bigger than outer space I’m never taking them off I LOVE YOU😭"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Alicia Barrón", "title": "One Guy Imagined What Modern Gadgets Would've Looked Like 30 Years Ago", "description": "Back to the future. View Entire Post ›", "url": "https://www.buzzfeed.com/aliciabarron/one-artist-imagined-what-tech-companies-wouldve-looked-like", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/11/campaign_images/buzzfeed-prod-web-02/one-guy-imagined-what-modern-gadgets-wouldve-look-2-20554-1542211433-9_dblbig.jpg", "publishedAt": "2018-11-14T16:06:48Z", "content": "Tom Le French / Via tomlefrench.com Like this pager if Facebook had manufacturd them. When I asked Tom how long hes been an artist, his answer surprised me: I havent started yet.", "fulltext": "He said, “I wanted to anchor them visually in an era: the pre-internet nostalgia with its iconic hardware, which now has become a symbol of my generation.”"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Harper Hendrickson", "title": "23 Things That Should Be On Everyone’s Dream Kitchen Wish List", "description": "I'm dreaming of a well-stocked kitchen. View Entire Post ›", "url": "https://www.buzzfeed.com/harperhendrickson/dream-kitchen-wish-list", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/7/13/enhanced/buzzfeed-prod-web-05/original-15951-1541614722-3.jpg?crop=1245:784;0,0", "publishedAt": "2018-11-14T16:06:48Z", "content": null, "fulltext": "Features: self-cleaning 64-ounce container, radial cooling fan and thermal protection system, stainless-steel blades, easily-adjusted speeds\n\nPromising review: \"This isn't just a blender. That's what you have to tell yourself to actually spend the money on one of these things. I know there is that age old debate about Vitamix vs Blendtech but I've never tried a Blendtech because our Vitamix has been a work horse for years of daily use and still keeps going! It's what my parents had, it's what everyone in my family has, and they all love it as much as we do. Our 3-year-old son has autism and severe sensory issues making him the pickiest eater on the face of the planet. That being said, he will drink just about anything we put in his cup as long as it passes the look, smell, and texture tests. If it weren't for the Vitamix I don't know how we would've fed our child and made sure he got the protein, fresh fruits, and vegetables etc. that his little growing mind and body need. We can sneak ANYTHING into his smoothies and he has no idea because the Vitamix works so incredibly well at blending everything flawlessly. No chunks, no pulp, no fuss! Smooth and creamy and delicious no matter what we throw in there!\" —Kate Mahoney\n\nGet it from Amazon for $319.99+.\n\nAlso check out our top picks for the best blender for every price point on BuzzFeed Reviews."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Flora Paul", "title": "30 ideias de decoração para dar um toque Pinterest na sua casa", "description": "Eu queria morar nesse post! View Entire Post ›", "url": "https://www.buzzfeed.com/florapaul/ideias-de-decoracao-pinterest", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/9/enhanced/buzzfeed-prod-web-05/original-28279-1542204709-2.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-14T16:05:48Z", "content": null, "fulltext": "12.\n\nEsse quarto que parece uma foto em preto e branco, mas na verdade são apenas muitos tons deliciosos de cinza."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Casey Rackham", "title": "Only One Can Stay: \"Harry Potter\" Edition", "description": "Ron or Hermione? You can only pick one. View Entire Post ›", "url": "https://www.buzzfeed.com/caseyrackham/harry-potter-character-opinions", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/10/campaign_images/buzzfeed-prod-web-04/how-do-your-harry-potter-character-opinions-compa-2-7915-1542209355-5_dblbig.jpg", "publishedAt": "2018-11-14T15:52:12Z", "content": null, "fulltext": "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "dbesim1", "title": "Spend All Of Your Money At Zara And We'll Correctly Guess Your Favorite Animal", "description": "We’ll decide for you. View Entire Post ›", "url": "https://www.buzzfeed.com/dbesim1/shop-at-zaraas-and-weall-guess-your-favourite-3fne9", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/10/tmp/buzzfeed-prod-web-06/ee52b8a7258df60c21eb6ae95a6be19f-8.jpg?crop=625:327;0,12", "publishedAt": "2018-11-14T15:52:12Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Chris Gera", "title": "What's The Most Insane Thing That's Ever Happened To You?", "description": "Become a part of our YouTube series! Just think, potentially millions of people hanging on your every word, ready to be amazed. That's not scary, that's exciting! View Entire Post ›", "url": "https://www.buzzfeed.com/chrisgera/whats-the-most-insane-thing-thats-ever-happened-to-you", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/10/campaign_images/buzzfeed-prod-web-03/whats-the-most-insane-thing-thats-ever-happened-t-2-19686-1542209548-0_dblbig.jpg", "publishedAt": "2018-11-14T15:42:06Z", "content": "In the DropBox below, leave a brief summary (a couple sentences) of the craziest story from your life. It can be funny, sad, inspiring, scary, anything goes! But think BIG, think CRAZY, think UNBELIEVABLE. We're looking for stories where someone watching says… [+238 chars]", "fulltext": "IT'S YOUR LUCKY DAY! We're looking for volunteers to tell their story, on camera. For some context, our YouTube page features a series of videos under the title \"This Is That Story.\"\n\nNow this is where YOU come in. To keep this series going, we need more stories!\n\nIn the DropBox below, leave a brief summary (a couple sentences) of the craziest story from your life. It can be funny, sad, inspiring, scary, anything goes! But think BIG, think CRAZY, think UNBELIEVABLE. We're looking for stories where someone watching says \"there's no way that's real.\"\n\n\n\nOkay, then what??\n\nIf your saga catches our eye, a video producer will be reaching out to you! From there, we'll work with you on how to make this happen.\n\n\n\n(For the time being, we're going to stay limited to the NYC or LA areas)\n\n\n\n\n\n"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "FanaLopez", "title": "This Bear Has Learned How To Carpool, You Guys", "description": "Bears need a lift every now and then too, apparently. View Entire Post ›", "url": "https://www.buzzfeed.com/fanalopez/theres-a-bear-in-coahuila-who-learned-to-ask-for", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/10/campaign_images/buzzfeed-prod-web-01/there-is-a-bear-in-mexico-who-has-learned-how-to--2-13122-1542208337-0_dblbig.jpg", "publishedAt": "2018-11-14T15:42:06Z", "content": null, "fulltext": "At first glance, you might think this pic of a bear chilling out in the bed of a truck is Photoshopped or from a movie — but for the people who live near the La Encantada Mine in Coahuila (one of the states in Mexico), it's the most normal thing in the world."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ellie Woodward", "title": "27 detalhes que provam que comédias românticas são muito mais inteligentes do que a gente pensa", "description": "Quase tudo o que está em cena tem um significado! View Entire Post ›", "url": "https://www.buzzfeed.com/elliewoodward/curiosidades-comedias-romanticas", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/7/10/enhanced/buzzfeed-prod-web-01/original-9709-1541606365-2.png?crop=934:489;0,66", "publishedAt": "2018-11-14T15:12:21Z", "content": null, "fulltext": "Universal Pictures\n\nNo filme, há a piada recorrente de que o pai de Toula gostar de provar que o significado de origem de qualquer palavra vem do grego.\n\nEm uma cena, Toula explica que o significado de origem do nome de sua família é \"laranja\". E, durante seu discurso no casamento de Toula e Ian, o pai dela revela que o sobrenome de Ian, \"Miller\", tem como significado de origem \"maçã\", em grego."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Natalya Lobanova", "title": "Monte um quarto e diremos seu estilo de decoração", "description": "Você curte uma vibe minimalista ou eclética? View Entire Post ›", "url": "https://www.buzzfeed.com/natalyalobanova/teste-monte-quarto-estilo-decoracao", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/8/12/enhanced/buzzfeed-prod-web-04/original-31793-1541697476-2.jpg?crop=1244:651;0,89", "publishedAt": "2018-11-14T15:12:21Z", "content": null, "fulltext": "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ellie Woodward", "title": "Here's What Khloé Had To Say About The Tristan Cheating Allegations Hours After Giving Birth", "description": "\"It's just too much.\" View Entire Post ›", "url": "https://www.buzzfeed.com/elliewoodward/khloe-kardashian-response-tristan-cheating-allegations", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/10/campaign_images/buzzfeed-prod-web-06/heres-what-khloe-had-to-say-about-the-tristan-che-2-29657-1542208088-0_dblbig.jpg", "publishedAt": "2018-11-14T15:08:48Z", "content": "E! Kourtney asked: \"Is everyone writing you?\" Khloé replied: \"Too many people [are writing me.] But writing about both things.\" I'm assuming that \"both things\" refers to both her giving birth and the cheating allegations. She went on to say: \"But, like, shut … [+85 chars]", "fulltext": "bad url"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ben Henry", "title": "Channing Tatum Might've Just Gone Instagram Official With Jessie J", "description": "Eye emojis at the ready people. View Entire Post ›", "url": "https://www.buzzfeed.com/benhenry/channing-tatum-jessie-j-dating", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/9/enhanced/buzzfeed-prod-web-01/original-11848-1542207426-2.jpg?crop=1250:654;0,0", "publishedAt": "2018-11-14T15:05:14Z", "content": null, "fulltext": "The couple both took to Instagram back in April and uploaded matching statements, saying that there were \"no secrets nor salacious events\" behind the separation, and that they would \"always be loving dedicated parents\" to their daughter, Everly."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Crystal Ro", "title": "Como o elenco de \"Lost\" está hoje vs. como eram na 1ª temporada", "description": "A MELHOR SÉRIE DE TODOS OS TEMPOS SIM! View Entire Post ›", "url": "https://www.buzzfeed.com/crystalro/elenco-lost-hoje", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/6/19/tmp/buzzfeed-prod-web-03/231ea599ef5b881b7a9af70beaae76fa-6.jpg?crop=622:325;0,45", "publishedAt": "2018-11-14T14:22:40Z", "content": "ABC, Matthias Nareyek / Getty O que anda fazendo: O'Quinn não parou de trabalhar desde o fim de Lost, com papéis importantes em várias séries de TV, incluindo 666 Park Avenue, Falling Skies, Hawaii Five-O, Castle Rock e Patriot, para citar apenas algumas.", "fulltext": "ABC, Alberto E. Rodriguez / Getty\n\nO que anda fazendo: Kim participou de várias séries e filmes desde o fim de Lost. Ele interpretou Chin Ho Kelly durante sete temporadas na série Hawaii Five-O e o veremos novamente em Hellboy no ano que vem!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Samantha Wieder", "title": "19 Things For Anyone Who Is Just Really Into Cake", "description": "Have your cake and eat it, too. View Entire Post ›", "url": "https://www.buzzfeed.com/samanthawieder/things-for-anyone-who-is-really-into-cake", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/13/enhanced/buzzfeed-prod-web-06/original-23358-1542134061-6.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-14T14:10:53Z", "content": null, "fulltext": "Walmart\n\nMade of carbon steel that helps it bake and brown easily, as well as non-stick coating that is BPA- and PFOA-free. Plus, it features silicone inset handles for a firm grip. And it's dishwasher-safe!\n\nGet it from BuzzFeed's Tasty line, exclusively at Walmart for $6.87."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Hannah Eko", "title": "Como uma mulher negra, estou cansada de ter de provar minha feminilidade", "description": "\"E não sou uma mulher?\" – algumas evidências históricas sugerem que Sojourner Truth nunca fez essa famosa pergunta. No entanto, como uma mulher alta e de pele escura, esse é o questionamento com a qual lutei toda a minha vida. View Entire Post ›", "url": "https://www.buzzfeed.com/hannaheko/mulher-negra-feminilidade-contestada", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-02/26/17/asset/buzzfeed-prod-fastlane-03/sub-buzz-20168-1519684666-7.jpg?crop=990:518;0,229", "publishedAt": "2018-11-14T14:07:35Z", "content": "Homem ou mulher?, me perguntou o estranho. Eu tinha 21 anos e estava em uma loja de conveniência. Eu só queria comprar algo gelado para meus irmãos beberem. Fiquei tão surpresa com o modo casual com que ele questionou meu gênero que acidentalmente respondi: H… [+20295 chars]", "fulltext": "Loveis Wise for BuzzFeed News\n\n“Homem ou mulher?”, me perguntou o estranho. Eu tinha 21 anos e estava em uma loja de conveniência. Eu só queria comprar algo gelado para meus irmãos beberem. Fiquei tão surpresa com o modo casual com que ele questionou meu gênero que acidentalmente respondi: “Homem!” Depois, percebendo meu erro, acrescentei: “Não, não – mulher!” Meu rosto corou enquanto eu levava as bebidas até o caixa. O estranho sorriu para mim, como se estivéssemos compartilhando algum segredo. “Caaaara”, falou, colocando seus óculos escuros, “Você disse homem primeiro”. Voltei em silêncio para o meu carro. Minha irmã me perguntou, várias vezes, o que havia de errado. Contei a história a ela, rindo para mostrar que estava bem. Mas, segundos depois, quando dei a ré para sair do estacionamento, bati na porta do passageiro de um sedã cor creme. Ninguém se machucou, mas ambos os carros ficaram bem avariados. Durante mais de uma década, passei por diversas experiências como essa: ser confundida com um homem em público. E, apesar de nem todas terem resultado em um acidente de carro, todas me deixaram desorientada e me perguntando qual pedacinho de minha identidade era responsável pelo “ei, moço” equivocado.\n\n\n\nAlgumas vezes, eu dizia para mim mesma que era por causa da minha altura e o modo automático que a maioria das pessoas associa altura com masculinidade. Outras, me perguntava se essa reação era provocada por minha voz grave, minha roupa andrógina ou meu cabelo curto. No entanto, sempre tive consciência de que minha raça e meu gênero desempenhavam um papel importante nesses “mal-entendidos”. Vivi tempo o bastante nesse mundo para perceber que raramente as mulheres negras têm pleno acesso à sua feminilidade. Não foi coincidência o fato de um cara branco qualquer em uma loja de conveniência achar perfeitamente normal perguntar para mim se eu era ou não uma mulher.\n\nMpi / Getty Images A ex-escrava e abolicionista Sojourner Truth (1797–1883), originalmente Isabella Van Wagener.\n\nÉ possível que Sojourner Truth nunca tenho feito a famosa pergunta que atribuem a ela. Ex-escrava, Truth ficou conhecida por seu discurso inflamado na Convenção dos Direitos da Mulher em Ohio (EUA), em 1851. Segundo uma transcrição do discurso feita por Frances Dana Gage, ativista dos direitos da mulheres, e publicada no jornal \"New York Independent\", em 1863, Truth várias vezes repete a pergunta retórica: E não sou uma mulher? No entanto, também há outra transcrição do discurso, escrita por Marius Robinson, repórter e amigo de Truth, em que a pergunta não aparece. Apesar de muitos historiadores acharem que a versão de Robinson é provavelmente a mais fiel, ela é a menos conhecida pelo público. Em vez disso, é a iteração ““E não sou uma mulher?” que muitos estudantes leem quando estudam pensamento feminista negro.\n\nA ideia de que mulheres negras não são femininas está enraizado na história dos EUA. “Se as mulheres negras são estereotipadas como inabaláveis nos EUA, nossa pesquisa demonstra que há outro mito intimamente ligado a essa ideia e que ainda persiste: o de que as mulheres negras são menos femininas do que outras mulheres e, na verdade, chegam a ser emasculadoras”, escreveram a jornalista Charisee Jones e a pesquisadora Kumea Shorter-Gooden em Shifting: The Double Lives of Black Women in America (Em Mutação: A Vida Dupla das Mulheres Negras na América, em tradução livre). “Esse mito era traduzido em personagens como Tia Jemina [personagem-símbolo de uma marca de produtos culinários nos EUA. A figura de Tia Jemina é baseada no estereótipo das mammys, escravas que trabalhavam como babás e empregadas domésticas para famílias brancas, principalmente no Sul dos Estados Unidos. Para efeitos de comparação, podemos fazer o paralelo com a personagem de Tia Nastácia na obra de Monteiro Lobato] e Sapphire [o estereótipo da mulher negra raivosa e castradora], depois evoluiu para o arquétipo da menina negra grosseira e atrevida, uma imagem onipresente na cultura popular (...) tais representações possuem um peso incomensurável na psiquê das mulheres negras, que em seu desejo de serem vistas como ‘damas’, para combater a noção de que são menos femininas, acabam adotando um modo de falar e um comportamento que não reflete quem realmente são.”\n\nRichard Shiro / Getty Images Serena Williams representando a Seleção Americana, em Asheville, Carolina do Norte.\n\nMulheres negras são geralmente vistas como possuidoras de atributos associados à masculinidade: somos “fortes”, “indestrutíveis”, “invulneráveis à dor”. Uma pesquisa realizada em 2014 pelo site de relacionamentos OkCupid sobre os hábitos de seus usuários revelou que 82% dos homens não negros tinham preconceito contra mulheres negras. Serena Williams (assim como sua irmã mais velha, Venus) já foi comparada com um homem e teve de aturar as polêmicas sobre seu incrível e belíssimo corpo durante quase toda a carreira. Leslie Jones foi alvo de insultos absurdos de cunho racista e sexista antes da estreia do filme Caça-Fantasmas. Uma funcionária pública da Virgínia Ocidental achou que não havia problemas em chamar a ex-primeira dama dos EUA Michelle Obama de “macaca de salto alto”. Uma mulher negra de 1,60m assustou tanto um homem branco (e bem mais alto) que acabou levando um tiro no rosto. Minha vida como uma mulher alta e de pele escura fez com que eu tivesse de enfrentar constantemente as noções de gênero imputadas a todas as mulheres negras, além de encarar o modo como internalizei muitas dessas ideias nefastas. Apesar de hoje poder dizer que exerço minha feminilidade de um modo muito menos dependente de validações externas, o caminho até essa convicção não foi nem um pouco fácil. Passei muito tempo lutando com a pergunta “E não sou uma mulher?” – não por incerteza minha, mas por causa da aparente certeza do resto do mundo.\n\nNunca esquecerei a primeira vez em que fui confundida com um homem. Eu estava na Feira Estadual do Novo México e era recruta em treinamento de uma academia militar particular em Roswell, Novo México (EUA). Era nossa primeira folga – os cadetes podiam passar o dia inteiro fora do campus. Mesmo com a obrigatoriedade da utilização do uniforme, ainda seria um dia divertido.\n\nPassei muito tempo lutando com a pergunta “E não sou uma mulher?” – não por incerteza minha, mas por causa da aparente certeza do resto do mundo.\n\nEu estava andando com Lauren, uma amiga minha bonita, de pele clara e mais baixa, e metade do time de basquetebol masculino estava na nossa cola, todos loucos para pegar o telefone de Lauren. Chegamos até a área da barraquinha do “Teste Sua Força”. Eu estava andando à frente, os caras ficaram para trás, flertando com minha amiga. “Pode vir, cavalheiro!”, gritou o atendente da barraca em minha direção, com uma voz que só posso descrever como a de um locutor de circo. Fiquei morta de vergonha, torcendo para os caras não terem ouvido. Mas as risadinhas abafadas atrás de mim acabaram com as minhas esperanças. O atendente, nervoso, pediu mil desculpas e me ofereceu uma “martelada” grátis. Acertei o grande botão escuro sem entusiasmo e, apesar de não ter chegado nem perto do “Megaforte”, o atendente me deu o primeiro prêmio – um cachorro de pelúcia de 1,20 metro. “É o uniforme”, disse para mim enquanto eu me afastava, com o cachorro embaixo do braço. É possível que dessa vez eu tenha sido confundida com um homem por causa do meu uniforme militar, quadradão e de corte reto. Mas, mesmo antes dessa experiência, sempre achei que minha feminilidade nunca foi algo claramente estabelecido. Se as mulheres eram (supostamente) alvo de todas as maldades do mundo, por que nunca me acompanharam até em casa após o baile da escola, como faziam com minhas amigas brancas no ensino médio? Por que me ensinaram a ser “durona” e me rotularam como “forte” antes mesmo de eu entrar no ensino fundamental? Na infância, eu não entendia isso. Não completamente, pelo menos. E as mulheres não precisam ser amazonas de pele escura (como eu) para terem de lidar com o policiamento de gênero. Em \"Fome\", a mais recente autobiografia de Roxane Gay, a autora detalha as inúmeras vezes em que estranhos não a viam como mulher por causa do seu peso. E as mulheres negras trans ou “que parecem lésbicas” são as maiores vítimas de violência, incluindo o risco de morte, por causa do seu suposto gênero.\n\nKean Collection / Getty Images A feminista, abolicionista e reformista social norte-americana Frances Dana Barker Gage (1808–1884), por volta de 1840.\n\nTer sua feminilidade questionada e, posteriormente, desprezada é algo que Sojourner Truth conhecia muito bem. Segundo Nell Irvin Painter, historiadora da Universidade Princeton e autora do livro Sojourner Truth: A Life, A Symbol (Sojourner Truth: Uma Vida, Um Símbolo, em tradução livre), Sojourner nasceu no fim da década de 1790 no norte de Nova York, recebendo o nome de Isabella dos pais, James e Elizabeth Baumfree, dois escravos de Johannes Hardenbergh. Sua vida nunca desviou muito das crueldades flagrantes da escravidão na América: abuso sexual constante, péssimas condições de vida, separação familiar abrupta e arrasadora. Isabella ganhou sua liberdade em 1826 e alterou seu nome para Sojourner Truth em 1843.\n\n“Pensamos em Truth como uma presença natural e descomplicada em nossa vida como nação. Em vez de uma pessoa na história, ela funciona como um símbolo. Para apreciarmos o significado do símbolo – Mulher Negra Forte –, não precisamos saber quase nada da pessoa”, escreveu Painter. “Como abolicionista e feminista, ela usou seu corpo e sua mente com um único objetivo, representar fisicamente mulheres que tinham sido escravizadas. Num período em que a maioria dos americanos achava que os escravos eram todos homens e as mulheres eram todas brancas, Truth personificava um fato que ainda merece ser reiterado: entre os escravos, havia mulheres; entre as mulheres, havia negras.” A maior parte dos relatos sobre Truth que datam daquela época são descrições impressionadas dos seus atributos físicos. Para Harriet Beecher Stowe, autora de \"A Cabana do Pai Tomás\", ela era a “Sibila Líbia”, uma referência à profetisa norte-africana pintada na Capela Sistina por Michelangelo. No seu prefácio ao discurso “E não sou uma mulher?”, Frances Dana Gage escreveu que Truth era uma “criatura estranha e maravilhosa”, com uma “constituição quase amazônica, chegando perto de 1,80 metro, cabeça erguida e olhos que cortavam as nuvens, como em um sonho”. A descrição de Gage ainda menciona o fato de Truth aparecer de braços nus, até os ombros, diante da multidão. Essa é a imagem de Truth que a maioria das crianças americanas verá durante as aulas do breve Mês da História Negra: uma mulher negra alta e de pele escura, mostrando os músculos como um halterofilista na praia. Seu corpo sendo um testamento ao modo como ela subvertia as noções tradicionais sobre feminilidade.\n\nQuando jogava basquete na faculdade, nos jogos fora de casa, quase sempre aparecia um babaca perguntando ao juiz se eu era realmente mulher, supondo em alto e bom som que eu tomava esteroides. Eu sabia que essas observações eram feitas para me desconcentrar e geralmente fingia não ouvi-las, mas a verdade era mais complicada. Isso me magoava, mas também me deixava confusa: eu jogava com mulheres brancas tão altas e fortes quanto eu. Por que esses caras não direcionavam seus insultos e esse policiamento da feminilidade alheia para elas? O que havia em meu corpo que atraía tanto escárnio e dúvida? “A sociedade continua receosa de qualquer tipo de força feminina, ainda preferindo e abraçando donzelas delicadas – um sentimento antiquado que limita todas as mulheres”, escreveu Tamara Winfrey-Harris, escritora e feminista negra, em The Sisters Are Alright: Changing the Broken Narrative of Black Women in America (As Irmãs Estão Bem: Mudando a Narrativa Deturpada de Mulheres Negras na América, em tradução livre). “Mas como o rosto da donzela ainda é visto como branco e feminino, isso torna-se um problema particularmente para mulheres negras. Enquanto a vulnerabilidade e a ternura forem a base do que é aceito como feminilidade (e continuarem sendo um requisito para que a vida da mulher tenha valor), mulheres que são enxergadas como sobrenaturalmente indestrutíveis por causa da sua raça não terão sua feminilidade reconhecida.” Mesmo tendo como inspiração artistas extremamente inovadoras como Grace Jones – exuberante em seus trajes que desafiavam as convenções de gênero –, eu ainda ficava receosa ao atravessar o campo minado da feminilidade. Quando era mais jovem, queria um corte pixie como o de Nia Long, mas ficava nervosa com um possível aumento no número de “ei, moço” que receberia. Ficava nervosa de ser encarada durante muito tempo durante meus alongamentos no basquete. Porra, até tinha vergonha do fato das iniciais do meu nome serem HE (ELE, em inglês). Gostaria de não ter passado tanto desconforto com a representação do meu gênero na época – além disso ter sido uma fonte significativa de angústia, perdi várias oportunidades de comprar smokings irados em brechós.\n\nHarry Herd / Redferns / Getty Images Grace Jones no Festival Popular de Common em Southampton Common.\n\nEu tenho de fazer muito para “provar” que sou feminina e compensar minha “negritude” (manter o cabelo longo, a voz suave, usar roupas femininas), enquanto as mulheres brancas ou de pele mais clara possuem muito mais liberdade para experimentações. Diane Keaton e Cara Delevingne “brincam” com o estilo tomboy. Quando uma estrela do cinema branca adota um corte pixie ou mais curto, ela é gamine ou elegante. Claro, mulheres negras podem e adotam esse visuais e cortes de cabelo andróginos, mas eles são percebidos de uma maneira diferente em nossos corpos: elegante se transforma em militante, boyish vira másculo. A “negritude”, principalmente quando ligada ao corpo negro de uma mulher, é majoritariamente reconhecida como masculina. “Enquanto as mulheres brancas de classe média do período pré-Guerra Civil eram consideradas ‘anjos da casa’ – belas, devotas, castas e delicadas –, as mulheres negras eram encaradas como feras das plantations que não precisavam ter seus corpos, sensibilidades e virtudes protegidas. Apesar da economia americana do século 19, baseada na escravidão, ter dependido dessa distinção, essa visão bestial permaneceu muito tempo depois do fim da servidão”, escreveu Winfrey-Harris. Os pilares da feminilidade branca só se sustentam quando somos constantemente lembrados de sua sombra: a mulher negra forte e masculina.\n\nO relato estridente e demagogo de Gage sobre o discurso “E não sou uma mulher?” de Truth é muito diferente do que foi recontado por Robinson, que escreveu sobre o mesmo discurso em 1851, poucas semanas depois da realização da convenção. Atuando como secretário na convenção, Robinson escreveu que Truth pediu licença para falar – muito diferente da postura agressiva retratada por Gage. A verdadeira Sojourner Truth “tinha orgulho de falar um inglês correto e opunha-se às versões de seus discursos no carregado dialeto sulista”, escreveu Painter. Na verdade, a língua “materna” de Truth era o holandês, aprendido na época em que servia à família Hardenbergh, e muito provavelmente ela não teria aprendido o inglês se não tivesse sido vendida para a família Neely, que falava inglês, aos 9 anos de idade.\n\nOs pilares da feminilidade branca só se sustentam quando somos constantemente lembrados de sua sombra: a mulher negra forte e masculina.\n\nA ausência mais marcante na versão de Robinson do discurso de Truth é a pergunta “E não sou uma mulher?”. Painter observou que, apesar de ser possível que Robinson não tenha prestado atenção à pergunta uma vez, é muito improvável que isso tenha acontecido quatro vezes (o número de vezes que ela é repetida na versão de Gage): “A interpretação de Gage do discurso de Truth é muito mais dramática do que o relato direto de Marius Robinson em 1851. Por meio da idealização e da elaboração, ela transforma os comentários de Truth em uma performance espetacular quatro vezes maior do que a versão dele.” Gage queria escrever algo dramático – não necessariamente relatar a verdade. Não foi Truth quem sentiu a necessidade de perguntar à multidão, majoritariamente branca, se ela era considerada uma mulher – foi Gage. Escrevendo para competir com Harriet Beecher Stowe e para promover sua própria causa, como defensora do direito das mulheres, ela criou a caricatura de Sojourner Truth que a maioria das pessoas conhece hoje. Incapaz de vincular um conceito de força às mulheres brancas, que eram o foco principal de sua luta, Gage apostou que o corpo negro e “forte” de Truth convenceria seus leitores de que as mulheres não eram tão delicadas assim, a ponto de não poderem compartilhar os direitos e privilégios dos homens. Ela precisava do símbolo de Sojourner Truth para ganhar essa batalha: um relato honesto levando em conta a complicada humanidade de Truth não serviria.\n\nCerta vez, quase briguei com um cara no bairro de Lower East Side, em Nova York, após ele me chamar de homem. Era 2014, sete anos após o atentado de 11/9. Eu e outra amiga estávamos saindo de um show burlesco em uma noite quente de verão. Um homem começou a nos seguir, berrando sobre sua destreza sexual à minha amiga, que o ignorava solenemente. Eu tinha certeza que ele perderia o interesse depois de um tempo, mas aquilo continuou por três quarteirões. Então parei e o encarei. “Olha, cara, ela não quer falar com você”, eu disse. Ele não tirou os olhos de mim. “Que porra, você é um homem?”, ele vociferou. “Isso, eu sou a porra de um homem”, respondi. E dei um tapa na cara dele. A última vez que eu tinha brigado com alguém tinha sido na quinta série, e aqui estava eu, estapeando um estranho no meio de Nova York. Passamos os próximos minutos discutindo, eu e o cara. Ele estava constrangido e queria brigar. Minha amiga tentava, sem muito sucesso, me tirar dali. Eventualmente, cada um seguiu o seu caminho, mas passei o resto da noite pensando sobre a pergunta do cara e a minha resposta. Fiquei me perguntando o porquê de eu assumir tão prontamente a identidade que o cara impôs a mim, o porquê de eu ter ficado tão irritada a ponto de agredi-lo fisicamente. A noite poderia ter acabado de uma maneira muito pior do que acabou. Não tinha mais como fingir que esse tipo de coisa não me afetava. No dia seguinte, trabalhei como voluntária em um evento beneficente sem fins lucrativos que ensinava autodefesa. Coincidentemente, neste ano o evento seria uma “maratona de socos” no Prospect Park: uma grande roda de pessoas, a maioria mulheres, socando o ar ritmadamente. Enquanto eu socava o ar, pensava sobre a noite anterior. Nos últimos sete anos, me identifiquei verbalmente como homem duas vezes. Na primeira vez, foi um equívoco. Mas, na última, foi porque eu sabia que o homem parecia não me ver de outra maneira. Por quanto tempo eu ainda teria de anular minha feminilidade apenas porque isso era algo que o mundo esperava de mim?"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Morgan Murrell", "title": "Migos Reenacted Scenes From Netflix's New Show \"Narcos: Mexico\" And I Can't Stop Watching", "description": "From Grammy noms to Emmy noms? View Entire Post ›", "url": "https://www.buzzfeed.com/morganmurrell/migos-reenacted-scenes-netflix-new-show-narcos-mexico", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/17/tmp/buzzfeed-prod-web-06/52de862f47b8a72ee905990c13eee3ce-0.jpg?crop=625:327;0,26", "publishedAt": "2018-11-14T14:05:53Z", "content": "Neilson Barnard / Getty Images Offset, Quavo, and Takeoff.", "fulltext": "I was a little nervous at first, but then I remembered they showed off a little of their their acting skills in their \"Walk It Talk It\" video with Drake and was instantly at ease. Remember this:"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Raphael Evangelista", "title": "Por algum motivo, as pessoas estão com medo de entrar em guerra com CANGURUS", "description": "Já parou para pensar quantos cangurus cada habitante da sua cidade teria que enfrentar? Essas pessoas já. View Entire Post ›", "url": "https://www.buzzfeed.com/raphaelevangelista/por-algum-motivo-as-pessoas-estao-com-medo-de-entrar-em", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/8/enhanced/buzzfeed-prod-web-04/original-26133-1542201887-2.jpg?crop=724:379;0,69", "publishedAt": "2018-11-14T13:51:09Z", "content": null, "fulltext": "uma coisa que me assusta muito é que Ceilândia tem mais ou menos 400 mil habitantes e existe cerca de 45 milhões de cangurus no mundo. Então se um dia os cangurus invadirem a Ceilândia, cada habitante teria que lutar com 112 cangurus. Eu, sinceramente, não sei se conseguiremos"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Alexandre Orrico", "title": "Escolha um sanduíche e te darei um esculacho necessário", "description": "Às vezes é bom ouvir umas verdades. View Entire Post ›", "url": "https://www.buzzfeed.com/alexandreorrico/sanduiche-esculhacho-necessario", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/8/tmp/buzzfeed-prod-web-05/c9338bb0413306d710dd6476bb66b5af-1.jpg?crop=623:326;1,41", "publishedAt": "2018-11-14T13:51:09Z", "content": null, "fulltext": "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Severino Motta", "title": "Governo de Bolsonaro não teve paz para tentar se organizar, diz Onyx", "description": "Reportagem da Folha aponta que futuro ministro de Bolsonaro recebeu outra doação eleitoral via caixa 2, além da que Onyx havia admitido. \"Eu pedi a todos que nos dessem uma trégua, [para] que nós pudéssemos organizar o governo\", disse ele. View Entire Post ›", "url": "https://www.buzzfeed.com/severinomotta/governo-bolsonaro-paz-onyx-caixa-dois", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/8/asset/buzzfeed-prod-web-02/sub-buzz-2111-1542201635-2.jpg?crop=1600:838;0,5", "publishedAt": "2018-11-14T13:36:27Z", "content": "Onyx Lorenzoni (DEM-RS), futuro ministro da Casa Civil, reagiu hoje a uma reportagem sobre caixa 2 que ele teria praticado em 2012 com um novo pedido de \"trégua\" para o governo de Jair Bolsonaro (PSL). \"No governo que está sendo montado não houve nenhuma trég… [+553 chars]", "fulltext": "Onyx Lorenzoni (DEM-RS), futuro ministro da Casa Civil, reagiu hoje a uma reportagem sobre caixa 2 — que ele teria praticado em 2012 — com um novo pedido de \"trégua\" para o governo de Jair Bolsonaro (PSL).\n\n\"No governo que está sendo montado não houve nenhuma trégua, desde o final da eleição. Todo o dia tem alguém batendo num governo que não teve paz para tentar se organizar\", disse Onyx.\n\n\"Eu pedi a todos que nos dessem uma trégua, que nós pudéssemos organizar o governo, depois nos cobrem pelos erros e pelos acertos que todos os governos cometem e todas as pessoas cometem.\"\n\nReportagem da Folha de S.Paulo aponta que Onyx recebeu uma segunda doação eleitoral da JBS via caixa dois, em 2012, no valor de R$ 100 mil. Onyx já admitiu ter recebido — sem declarar à Justiça Eleitoral — R$ 100 mil da empresa, mas em 2014."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Susana Cristalli", "title": "Se você tinha dúvidas sobre o que é sexo e o que é preliminar, aqui estão algumas respostas", "description": "Não sabemos quem perguntou se sexo oral era preliminar, mas a pergunta está respondida aqui. View Entire Post ›", "url": "https://www.buzzfeed.com/susanacristalli/duvidas-sexo-preliminar", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/8/enhanced/buzzfeed-prod-web-02/original-581-1542200871-3.png?crop=1198:627;0,0", "publishedAt": "2018-11-14T13:25:12Z", "content": null, "fulltext": "1.\n\nPreliminares são as atividades preparatórias que vêm antes to sexo e algumas pessoas acham que o sexo oral é uma delas. Elas estão erradas, pois preliminares são outras coisas, como estas."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Victor Nascimento", "title": "É simplesmente impossível não amar o youtuber Pedro Henrique", "description": "Com 11 anos, Pedro viralizou por seu amor aos animais e por provavelmente ser a criança mais fofa do mundo. View Entire Post ›", "url": "https://www.buzzfeed.com/victornascimento/youtuber-pedro-henrique-pardal-twitter", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/8/enhanced/buzzfeed-prod-web-01/original-31556-1542201668-2.jpg?crop=645:337;0,46", "publishedAt": "2018-11-14T13:25:12Z", "content": null, "fulltext": "Parece que TODO MUNDO se apaixonou pelo menino por conta do carinho dele pelos animais e pela paciência que ele tem com a irmã mais nova."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ellie Woodward", "title": "Kim Kardashian Made Throat-Cutting Gestures Behind Tristan's Back When She Saw Him After The Cheating Allegations", "description": "Ooh boy, this is awkward as hell. View Entire Post ›", "url": "https://www.buzzfeed.com/elliewoodward/kardashians-face-to-face-with-tristan-thompson-cheating", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/7/campaign_images/buzzfeed-prod-web-05/heres-the-moment-the-kardashians-came-face-to-fac-2-17259-1542199837-3_dblbig.jpg", "publishedAt": "2018-11-14T12:53:43Z", "content": "E! She said: \"The vibe in the room is calm. I thought there would be way more tension. As much as I want to go off, I just don't think it's the time. So I'm just going to keep it cute. I don't have to have a lot of interaction [with Tristan,] I just have to b… [+16 chars]", "fulltext": "E!\n\nShe said: \"The vibe in the room is calm. I thought there would be way more tension. As much as I want to go off, I just don't think it's the time. So I'm just going to keep it cute. I don't have to have a lot of interaction [with Tristan,] I just have to be there for her.\""}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ben Henry", "title": "Barack Obama's Proposal To Michelle Sounds Very Similar To Chandler's Proposal In \"Friends\"", "description": "I never thought I would compare Barack Obama to Chandler Bing and yet here we are. View Entire Post ›", "url": "https://www.buzzfeed.com/benhenry/barack-obama-proposal-to-michelle-obama", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/7/enhanced/buzzfeed-prod-web-04/original-19866-1542198002-2.jpg?crop=1250:654;0,19", "publishedAt": "2018-11-14T12:25:07Z", "content": null, "fulltext": "Well, I guess you can't deny facts! Barack and Michelle Obama make the sweetest couple ever. And just in case you doubted it, in her new memoir, Becoming, Michelle opened up about the moment that Barack proposed to her, and while it's super cute, I can't help but think of another famous proposal that sounds a little similar..."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jamie Jones", "title": "Host A Dinner Party In The Future And We'll Reveal Your Current Mood", "description": "Let the future reveal your present. View Entire Post ›", "url": "https://www.buzzfeed.com/jamiejones/host-a-dinner-party-in-the-future", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/11/enhanced/buzzfeed-prod-web-05/original-17194-1542126262-2.jpg?crop=1244:651;0,89", "publishedAt": "2018-11-14T12:10:03Z", "content": null, "fulltext": "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Sera_n_Dipity", "title": "Make A New Ice Cream Flavor And We'll Tell You How Many Times You Will Get Married", "description": "Because I scream, you scream, we all scream for ice cream! View Entire Post ›", "url": "https://www.buzzfeed.com/sundaesrose/make-a-new-ice-cream-flavour-to-reveal-how-likely-2xbyu", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/10/tmp/buzzfeed-prod-web-06/54a70f83193f2f67512d4ff6b73400d4-0.jpg?crop=621:325;0,14", "publishedAt": "2018-11-14T12:00:14Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "MadiKahnDotCom", "title": "We Know Which Kardashian Matches Your Personality Based On Your Fave Thanksgiving Foods", "description": "It's a Kardashian Thanksgiving! View Entire Post ›", "url": "https://www.buzzfeed.com/madikahndotcom/choose-thanksgiving-favorites-and-well-tell-you-w-3oe6s", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/11/tmp/buzzfeed-prod-web-05/7681f5781f11ac4884ff0a766fff3ac7-10.jpg?crop=625:327;0,5", "publishedAt": "2018-11-14T11:20:30Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Maitland Quitmeyer", "title": "37 Amazing Pairs Of Leggings That People Actually Swear By", "description": "Because no pants are the best pants. View Entire Post ›", "url": "https://www.buzzfeed.com/maitlandquitmeyer/pairs-of-leggings-people-actually-swear-by-2018", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/10/20/enhanced/buzzfeed-prod-web-06/original-31277-1541901540-5.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-14T11:12:22Z", "content": null, "fulltext": "Get them from Amazon for $10.99+ (or a six-pack for $39.99; available in two sizes: one size fits most (XS–XL) and plus size (XL–3X) and 37 colors).\n\nPromising review: \"These are the GREATEST leggings EVER! They feel and fit exactly like LuLaRoe except the waistband gives more. I am IN LOVE with these. If you love LuLaRoe, you will love these and never go back! The fact that they’re half the cost and colors are readily available is awesome. You won’t be disappointed!\" —Elizabeth"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "reredots98", "title": "Rate These Gatorade Flavors And We'll Tell You Where You'll Meet Your Soulmate", "description": "Quench your thirst. View Entire Post ›", "url": "https://www.buzzfeed.com/reredots98/rate-these-gatorade-flavors-and-well-tell-you-whe-383m7", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/9/tmp/buzzfeed-prod-web-01/766a6f77586400bf88b1666efb88eb37-4.jpg?crop=621:325;0,2", "publishedAt": "2018-11-14T08:39:09Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Cee Chandra", "title": "18 Jokes For People Who Are Definitely Not A Morning Person", "description": "*Hits snooze multiple times* View Entire Post ›", "url": "https://www.buzzfeed.com/chuphanginichandrakanthan/comics-about-the-morning", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/11/tmp/buzzfeed-prod-web-05/a683769077a91e98e3f17d6c90e6434a-4.jpg?crop=623:325;0,90", "publishedAt": "2018-11-14T08:07:34Z", "content": null, "fulltext": "Share On more Share On more\n\nMore"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Alana Mohamed", "title": null, "description": "\"Todd, push my bum!\"", "url": "https://www.buzzfeed.com/alanamohamed/xx-jokes-that-will-only-make-sense-to-dirk-gently-fans", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/8/17/campaign_images/buzzfeed-prod-web-02/only-real-fans-of-dirk-gently-will-get-these-jokes-2-10009-1541717583-3_dblbig.jpg", "publishedAt": "2018-11-14T07:46:03Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "5.\n\nAll of us, after the first episode:"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Tatsunori Tokushige", "title": "亡き父が、母が力をくれた。だから「朝5時半の女」は600日以上毎朝配信を続けた", "description": "Google +で公開した動画で人気となったSKE48の松村香織、メイク動画など女性向けのYouTubeチャンネルが人気のNMB48吉田朱里など、他のメンバーと違う場所での頑張りが、グループ内での序列に影響してきた歴史がある。 先日、写真集『夢の叶えかた。』を発売した、AKB48チーム8の大西桃香（21）も人とは違う努力で夢を勝...", "url": "https://www.buzzfeed.com/jp/tatsunoritokushige/kigagaokuretadakara5noha600oketa", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/2/asset/buzzfeed-prod-web-05/sub-buzz-30195-1542094630-1.jpg?crop=1134:593;125,108", "publishedAt": "2018-11-14T07:11:18Z", "content": "Google +SKE48YouTubeNMB48 AKB48821 SHOWROOM6005 AKB48", "fulltext": "「努力は必ず報われる」とは、かつてAKB48のキャプテンを務めた高橋みなみが繰り返した言葉だ。ただAKB48においては「人と違った努力をした者は報われる」がより正確なように思う。\n\nTatsunori Tokushige / BuzzFeed Japan\n\nGoogle +で公開した動画で人気となったSKE48の松村香織、メイク動画など女性向けのYouTubeチャンネルが人気のNMB48吉田朱里など、他のメンバーと違う場所での頑張りが、グループ内での序列に影響してきた歴史がある。\n\n先日、写真集『夢の叶えかた。』を発売した、AKB48チーム8の大西桃香（21）も人とは違う努力で夢を勝ち取った一人だ。 ライブ動画配信サービス「SHOWROOM」で600日間以上、毎日早朝に生配信を行い”朝5時半の女”と言われた。 これはAKB48に所属するあるアイドルの成功までの道と、それを支えた家族の物語だ。\n\nSHOWROOM SHOWROOMの様子\n\n大西が所属するチーム8は、47都道府県から1人ずつ選ばれた代表からなるグループ。大西は奈良県代表として2014年4月から活動している。\n\nSHOWROOMを始めたのは2016年10月12日。AKB 48の他のチームからは遅れたスタートだった。 「その年の9月の生誕祭の際『お家でも楽しんでもらえる人間になれたら』と目標を言ったんです。メディアのお仕事がもっと増えるようにという意味だったんですけど、ちょうど1週間後にSHOWROOMが解禁になった。有言実行できるんじゃないかと思いました」 大西は当時人気メンバーではなく、握手会やイベントなどにほとんど呼ばれなかった。だからこそ、ファンとの交流が、SHOWROOMだったらできると考えた。\n\nTatsunori Tokushige / BuzzFeed Japan\n\nSHOWROOMの配信ができる時間は5時から24時まで。\n\n「だったら朝の5時に配信しよう」とノリで早朝の配信を始めたが、ファンから「早すぎる」との声があり、時間は5時半に落ち着いた。 「その時はお仕事がなかったので、朝の配信でも苦じゃなかったです」 配信ではメイクはせず、基本すっぴん。気分が乗らないとき、機嫌が悪いときもありのままの姿を見せた。\n\n\n\nSHOWROOM\n\n「今年1月には胃腸炎の中、5時半に放送したこともあります。その時はさすがにしんどかったです」 100日、200日、300日…。素の表情を見せる配信は回を重ねるごとに評判となり、いつしか“朝5時半の女”と呼ばれるようになった。 「今改めて考えたら、5時半ってすごい時間だなと思うんですけど、配信を続けている時は感じませんでした。スタッフやファンが褒めてくれるけど『当たり前やのに』と特別な努力とは思ってませんでした」 大西の成功を見て、早朝の配信を始めるアイドルも出てきた。 「朝の仲間が増えたと思ったんですけど、徐々に脱落して結局一人になりました（笑）」\n\n大西はAKB48に入った年に、トラック運転手だった父を亡くしている。\n\n父はAKB48のオーディションに合格した際には祝福もなく「お前みたいなブスが受かってええんか」と、つれない反応だった。 AKB48の活動が始まると東京と奈良を行き来する日々。父とは会話する時間はなかなか持てなくなっていた。 2014年9月。数日前から父は体調を崩し、家にいた。 学校から帰ると「その時は仲が悪かったので」リビングにいる父にただいまと挨拶をせず、直接自分の部屋に向かった。 夕方、仕事から帰ってきた母が部屋に入るなり「パパ、冷たくなっている...」と言われた。突然の別れだった。\n\n父はまだ44歳。ステージに立つ自分の姿を見ていない。もっと話せばよかった、もっと一緒に遊びへ行けばよかった。後悔ばかりが残った。\n\nTatsunori Tokushige / BuzzFeed Japan\n\n父の死後、母はショックから毎日泣いていた。一人にはできない。AKB 48を辞め、母の横にいようと思った。 そんな時、母から父の形見の携帯電話を渡された。 中を見ると、2014年に父が友人に「速報 我が家に芸能人誕生」と送ったメールが見つかった。自分がテレビに出ている様子を見て「めっちゃ可愛いやん」と喜ぶ父の声が入った動画もあった。 父はずっと応援してくれていた。携帯を触りながら、涙が止まらなかった。 「その時、お給料も少なかったので、地元に戻ってバイトをすれば、毎日家に帰れるし、ママの傍にいられる。楽させてあげられる。絶対そっちがいいと考えたんですけど、『気にせんでええねんで』って」。 母は、もう少しアイドルを頑張ってみたらと言ってくれた。\n\n「ママは今まで私の言うことを何でも受け入れてくれたけど、その時だけは続けたらって。辞めてほしくなかったんだと思います」 母は職場や近所の人に、娘のAKB48での活動をいつも楽しそうに話していた。アイドルを続けることが親孝行になるかもしれないと思った。 葛藤はあったけれど、AKB48の活動は続けた。\n\n2017年6月のAKB48の選抜総選挙前、大西は部屋からいつものようにSHOWROOMの配信を行っていた。 SHOWROOM\n\nすると母が部屋のドアを開け、黒いビニール袋を渡された。中には総選挙の投票券付きのCDが3枚入っていた。\n\n「私の給料は少なくて、おうちに何も貢献できてなくて、ママもパートに出ていて。CDだって安いものじゃない。ママが働いた1日分の給料くらいやから。それをわざわざ買ってくれて…」 配信は続いていたが、涙が止まらなかった。\n\nSHOWROOM\n\n毎朝積み重ねてきた時間は、無駄にはならなかった。\n\nSHOWROOMをきっかけにファンとなり、実際に大西に会いに握手会へ足を運ぶ人も増えた。 2017年にはAKB48のシングル『シュートサイン』の選抜メンバー入りを果たし、SHOWROOMの人気メンバー16人による楽曲『プライベートサマー』ではセンターを務めた。\n\n「SHOWROOM選抜にも選ばれてパフォーマンスした次の日の配信で、ファンの方みんなから祝福されたことが一番嬉しかったです。配信をやっていてよかったと思いました」\n\n始めた当初は2000人ほどだった視聴者も、その頃には1万人になっていた。 2017年10月の1周年記念配信では念願だった写真集『夢の叶えかた。』の発売がサプライズで発表された。 思いつきで始めた5時半の配信は、三文以上の得となって返ってきた。\n\n2018年のAKB48選抜総選挙。大西はもう一つの夢である初のランク入りを狙っていた。 目標は20位。速報順位では27位と高かったが、総選挙本番当日は様子が違った。 100位、90位、80位...。なかなか名前は呼ばれない。 「それまでは不安で泣いていたんですけど、70位くらいで今年は呼ばれないともう諦めて。開き直って同じチーム8のメンバーが呼ばれた時に喜んでました」 50位、40位、38位...大西桃香。 呼ばれた瞬間、体が震えて、涙がこぼれた。\n\n（C）AKS\n\n華やかなイベントが終わると、一人、ホテルの部屋へ戻り配信を始めた。ファンに自分の気持ちを伝えたかった。\n\nカメラの前で取る食事は豪華なものでなく、カップヌードルシーフード。「幸せの味です」。その味を噛み締めながら、目は真っ赤になった。\n\nSHOWROOM\n\n「ママもパパもめちゃくちゃ喜んでくれていると思います。お家に帰ったら、仏壇にランクインしたって報告したいと思います」\n\n「ママはいつも私のことを心配してくれて。東京に行く時には仕事の時間をずらして、駅まで送ってくれて。電車が発車するまで見届けてくれました。いろんなところで心配かけたと思うけれど、親孝行できたかな」 ファンへの、両親への感謝を語った配信が終わると日付が変わっていた。 6月17日、父の日だった。\n\n総選挙ランクインの実感が本当にわいたのは、選挙から3か月がたった9月だった。\n\n「4月から夏までずっと忙しくて、なかなか思えなくて。9月に家でぼうっとした時に感じました」 1か月前の8月13日にはある決断をしていた。代名詞だった毎朝5時半の配信をやめると発表したのだ。\n\nTatsunori Tokushige / BuzzFeed Japan\n\n写真集と総選挙のランクイン。思い浮かべていた2つの夢はかなった。\n\n「次の目標を決めるのが目標」という状態や仕事が忙しくなる中、精神的なきつさを感じるようになっていた。 「この夏は人生で一番精神的にしんどくて…。記憶も正直あんまりないんです。その時にスタッフさんに相談したら『休養するか？』と言われて。休養するくらいだったら卒業する。でも今、卒業したら絶対後悔すると思って。そうすると『とりあえず一旦5時半配信をやめてみたら』と言われて」 朝5時半の配信はこうして665日で終わった。ファンからは「今までお疲れ様」とコメントをもらった。\n\nSHOWROOM"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Margret Wiggins", "title": "We Know Which \"BoJack Horseman\" Animal Matches Your Personality Based On Your Random Preferences", "description": "Are you more BoJack or Mr. Peatnutbutter? View Entire Post ›", "url": "https://www.buzzfeed.com/mwiggins/which-animal-from-bojack-horseman-are-you-iau3", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/11/tmp/buzzfeed-prod-web-04/491415185bd161563e1c90d002a5d0ab-0.jpg?crop=625:327;0,0", "publishedAt": "2018-11-14T06:52:05Z", "content": null, "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Arielle Calderon, Arielle Benedek", "title": null, "description": "Hahahahahhaha, no, I'm not named after The Little Mermaid. ", "url": "https://www.buzzfeed.com/ariellecalderon/things-only-arielles-will-understand", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/9/13/enhanced/buzzfeed-prod-web-04/original-21927-1541788149-2.png?crop=825:432;52,0", "publishedAt": "2018-11-14T06:46:03Z", "content": "Disney I say \"Air-e-elle.\" Some other Arielles pronounce it as \"Are-e-elle.\" Regardless, the ending is \"ELLE,\" not \"ul.\"", "fulltext": "2.\n\nYou inevitably accept people will always pronounce your name wrong, and you just go with it until you introduce yourself in front of them months later, and they feel guilty for pronouncing it wrong all along."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Lane Sainty", "title": "A Woman Who Accused A Chinese Film Star Of Raping Her Does Not Have To Give Evidence At A Committal Hearing", "description": "Yunxiang Gao's lawyers said they had to cross-examine his accuser on her story, but a judge ruled the woman did not need to give evidence at a pre-trial hearing. View Entire Post ›", "url": "https://www.buzzfeed.com/lanesainty/woman-yunxiang-gao-film-star-sydney", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/1/campaign_images/buzzfeed-prod-web-05/the-woman-who-accused-yunxiang-gao-of-rape-doesnt-2-19367-1542175656-12_dblbig.jpg", "publishedAt": "2018-11-14T06:05:08Z", "content": "The woman who has accused Chinese film star Yunxiang Gao of raping her after a TV show wrap party in Sydney earlier this year will not have to give evidence at a committal hearing for the charges. Gao and his co-accused TV producer Jing Wang, both 36, were in… [+3178 chars]", "fulltext": "The woman who has accused Chinese film star Yunxiang Gao of raping her after a TV show wrap party in Sydney earlier this year will not have to give evidence at a committal hearing for the charges.\n\nGao and his co-accused TV producer Jing Wang, both 36, were in Australia to film the TV show Love in Aranya earlier this year when they allegedly raped the woman in a hotel room, after a night out at dinner and a karaoke bar to celebrate the wrap of production.\n\nGao faces nine charges and Wang 11. They have both been charged with aggravated sexual assault, causing actual bodily harm and depriving liberty, over the alleged events early in the morning of March 27 at the Shangri-La Hotel in Sydney.\n\nOn Wednesday Local Court magistrate Beverley Schurr denied an application for the woman at the centre of the case, who cannot be identified, to be compelled to give evidence at the committal hearing.\n\nThe committal hearing in the Local Court will determine whether Gao and Wang stand trial over the charges in the District Court.\n\nLawyers for Gao had argued they needed to cross-examine the woman over matters including what they say are inconsistencies between her police statements about the alleged assaults, and inconsistencies between her account and security camera footage from the night.\n\nThey also said they wanted to question her over when she said Gao had left the hotel room, and whether or not she had in fact consented to sex with Gao and Wang.\n\nThe prosecution argued that inconsistencies either did not arise, or were irrelevant to the alleged events in the hotel room, and the other issues did not amount to special reasons.\n\nSchurr ruled that the woman did not have to give evidence at committal as none of Gao’s arguments met the legal test, which requires special reasons for the alleged victim to testify in the interests of justice.\n\n\n\nShe said footage from the karaoke club allegedly showed consensual kissing and cuddling between the woman and Wang, and noted that consent to one kind of sexual behaviour is not evidence of consent to another kind of sexual behaviour.\n\nShe also said that unlike some similar cases in which the complainant had been compelled to give evidence at committal, there was \"no evidence of retraction by the complainant\" in this case.\n\nAfter Schurr handed down her judgement, Gao’s barrister John Korn said he would consider whether or not to apply to the Supreme Court to review the decision.\n\nInternational media and curious onlookers have descended on the various hearings in the case over the past six months, leading to courtrooms so full that people have sat on the floor or stood around the edges of the room.\n\n\n\nAs people entered Sydney’s Central Local Court on Wednesday afternoon, they were warned by sheriffs to not film on the courthouse stairs, and repeatedly asked to turn off their mobile phones while in the courtroom.\n\nKorn also told Schurr that the sheriff’s department had made clear the unusual amount of interest in the matter and was wondering “if we can assist them” by excusing Gao from court mentions.\n\nThe court registry told BuzzFeed News Gao will not be required to appear at the next mention so long as his lawyers are there.\n\nGao was granted bail in July this year under conditions including electronic monitoring, and resides in a Chatswood apartment with his wife Xuan Dong, also an actor, and their young daughter. Wang was refused bail.\n\nThe matter is next in court on November 23."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Abby Kass", "title": "28 Way To Win At Parenting While Being Somewhat Lazy", "description": "Parenting is hard, so you might as well try to make it as easy as you possibly can! View Entire Post ›", "url": "https://www.buzzfeed.com/abbykass/lazy-ways-to-take-care-of-your-kids-because-parenting-is", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/1/15/enhanced/buzzfeed-prod-web-03/original-29807-1541100908-2.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-14T06:01:03Z", "content": null, "fulltext": "Amazon\n\nPromising review: \"I use this to make my daughter's baby food. I previously used a saucepan with steam bucket attachment, but I found it to be quite inconvenient to stand around watching the pot when I have other things to do. This steamer is the perfect solution to that problem! I was able to steam four chopped sweet potatoes, eight peeled and chopped carrots, and an entire bag of fresh spinach. It took approximately 20 minutes total to steam all three different vegetables separately. Each vegetable turned out fork tender. I used a small food processor to puree them and then froze them all into cubes for easy storage. This steamer makes homemade baby-food making so simple! There are numerous expensive gadgets on the market these days that steam and puree all in one machine, but this steamer paired with my food processor does just as well at 1/8 of the price!\" —Joslin\n\nGet it from Amazon for $8.99+ (available in small, medium, and large)."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Yoshihiro Kando", "title": "BTSが謝罪文を発表 SWC、被団協ともに受け入れ", "description": "米国を拠点とするユダヤ系人権団体「サイモン・ウィーゼンタール・センター（SWC）と、被爆者団体・日本原水爆被害者団体協議会は、この謝罪を受け入れた。 BTSは、Tシャツを巡る問題からテレビ朝日の音楽番組『ミュージックステーション』の出演がキャンセルとなり、SWCも嫌悪感を表明していた。 謝罪文は、原爆の被爆...", "url": "https://www.buzzfeed.com/jp/yoshihirokando/bts", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/22/campaign_images/buzzfeed-prod-web-04/btsswc-2-11360-1542165436-2_dblbig.jpg", "publishedAt": "2018-11-14T05:16:44Z", "content": "Yoshihiro Kando yoshihiro.kando@buzzfeed.com. Got a confidential tip? Submit it here.", "fulltext": "謝罪文は、原爆の被爆者やナチスによるホロコースト被害者を傷つける意図はなかったとしたうえで「当社が事前に十分な監修ができなかった」として、お詫びするとしている。\n\n一方、ナチスをイメージさせるような服装でパフォーマンスを行った点については、「問題提起された旗およびイメージは、ナチスと関連のない創作アートワークであり、“画一的な全体主義的教育システムを批判”するためのパフォーマンスでした」「このパフォーマンスが一部で問題提起されたように、ナチスとの関連性があるというのは全く事実ではなく、むしろ、このような全体主義的な現実を批判するための創作的な要素を含んでいるという点が考慮されなければなりません」とした。\n\n被団協は「理解のため対話の継続を」\n\n日本被団協によると、11月13日にBTS所属事務所の代表者が訪れ、状況の説明と謝罪を受けたという。\n\nネット上では、被団協に対してBTSに抗議するよう求める声が出ているが、被団協としては抗議声明を出す予定はない。\n\n被団協の木戸季市事務局長は「私たちの目標は、人類は核兵器と共存できないという理解を広げ、世界から核兵器を廃絶することだ。この願いに反する各国指導者の言動や核実験などには、抗議活動を続けてきた」と語る。\n\nそのうえで「こうした表現を巡る問題では、対決や分断を煽るのではなく、対話を通じてお互いの理解を深める方が望ましい。核兵器とはどういうものなのか、何が問題なのかといった点を巡り、話し合いをしていきたい。BTS側にもそう説明し、一致した」という。\n\nSWCは謝罪を歓迎\n\nSWCは、BTS側の謝罪を歓迎するとの声明を出した。声明は「BTSに連絡を取り、彼らの国際的な名声を、善を称えて悪の力に仕えないようにしていくように求めたい」としている。"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "abigailking", "title": "Which \"New Girl\" Character Will You Be Eating Dinner With Based On Your Thanksgiving Preferences?", "description": "Will you be eating Thanksgiving dinner with Schmidt, Jess, Nick, or Winston? View Entire Post ›", "url": "https://www.buzzfeed.com/abigailking/which-new-girl-character-will-you-be-eating-dinner-3nwt5", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/10/tmp/buzzfeed-prod-web-03/54275a16f6ea3265c830a7bfb1e0e31f-1.jpg?crop=621:325;0,9", "publishedAt": "2018-11-14T04:32:10Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Alice Workman", "title": "This Old, White Male Politician Says He’s Now A Woman, And Is Therefore Free To Talk About Abortion", "description": "\"I am going to declare my gender today... to be a woman and then you'll no longer be able to attack me,\" Nationals senator Barry O'Sullivan said. View Entire Post ›", "url": "https://www.buzzfeed.com/aliceworkman/nationals-senator-barry-osullivan-gender-female-abortion", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/22/campaign_images/buzzfeed-prod-web-06/this-old-white-man-says-hes-going-to-identify-as--2-4833-1542167513-3_dblbig.jpg", "publishedAt": "2018-11-14T03:54:54Z", "content": "O'Sullivan moved a motion on Monday calling for pro-choice activists to be banned from disrupting the annual \"Day of the Unborn Child\", established by Pope John Paul II to provide a \"position option in favour of life\", and is observed on March 25. The motion … [+3294 chars]", "fulltext": "Nationals senator Barry O'Sullivan has told parliament he is declaring his gender \"to be a woman\", so left-wing politicians will stop attacking him over his anti-abortion views.\n\nLukas Coch / AAPIMAGE\n\nO'Sullivan moved a motion on Monday calling for pro-choice activists to be banned from disrupting the annual \"Day of the Unborn Child\", established by Pope John Paul II to provide a \"position option in favour of life\", and is observed on March 25.\n\nThe motion claimed it was hypocritical of pro-choice activists to complain about pro-life protests near abortion clinics while also protesting at pro-life events. It was voted down 32 to 12. During the debate Greens senator Larissa Waters said O'Sullivan should be ashamed of himself. \"Senator O'Sullivan needs to get his hands and his rosaries off my ovaries and those of the 10,000 Queensland women who have an abortion each year, 10,000 women who have the right to make a decision about their own bodies without the opinion of senator O'Sullivan getting in their way,\" Waters said during the debate.\n\nShe later withdrew the comment after Liberal senator Eric Abetz objected. O'Sullivan claimed it was these comments, which he characterised as \"attacks\", that prompted him to declare himself a woman on Wednesday afternoon.\n\n“I am going to declare my gender today, as I can, to be a woman and then you'll no longer be able to attack me.”\n\nThe Queensland senator said that centre-right conservative politicians, such as himself, can't say the word abortion without being \"attacked\" by the Greens. \"We can't open our traps, you cannot say the word abortion without being attacked by this mob of almost — I'd say grubs if I didn't think you were gonna make me withdraw it, Mr Acting Deputy President, but it's out there now,\" O'Sullivan told the Senate. \"These people come and attack me for my religious basis the other day, using words like rosary beads, because I had the audacity to raise issues around late-term abortions where babies that are only minutes away from getting a smack on the arse and a name are being aborted under the policies of the Australian Greens.\" A later-term abortion is one performed at or after 24 weeks' gestation. According to the most recent figures from the Australian Institute of Health and Welfare, 0.7% of abortions were carried out at or after 20 weeks. Most (94.6%) abortions in Australia take place before 13 weeks of gestation. O'Sullivan said the purpose of his comments was to \"call out\" the \"vomit\" and \"vitriol\" of the Greens.\n\n\"I will not stand silent, I will not stand mute while these people continue to marginalise policies and ideas ... that I think are largely supported still by the majority of the nation.\" O'Sullivan claimed making the gender \"declaration\" wasn't the reason he came into the chamber, but BuzzFeed News understands he was telling people that he was planning the stunt on Tuesday.\n\nHere's the video of Nationals senator Barry O'Sullivan saying he is declaring his gender \"to be a woman\" so the left-wing people can no longer \"attack\" him over his anti-abortion views. https://t.co/YzbOCWp0YC"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Andrea Hickey", "title": "Design The Ultimate Winter Look And We'll Tell You Your Birth Month", "description": "Show me that LEWK! View Entire Post ›", "url": "https://www.buzzfeed.com/agh/create-design-build-winter-look-birth-month", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/9/16/campaign_images/buzzfeed-prod-web-02/design-the-ultimate-winter-look-and-well-tell-you-2-17303-1541798199-0_dblbig.jpg", "publishedAt": "2018-11-14T03:46:03Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Share On more Share On more\n\nMore"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "chickabitty", "title": "Which \"Riverdale\" Lady Are You Most Like Based On What You Buy At Urban Outfitters?", "description": "We all relate to a Riverdale fashionista. The question is, which one? View Entire Post ›", "url": "https://www.buzzfeed.com/chickabitty/which-riverdale-lady-are-you-based-on-what-you-b-3odf8", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/9/tmp/buzzfeed-prod-web-06/f8cc257f68e59282efbffb56fccd8151-2.jpg?crop=621:325;0,0", "publishedAt": "2018-11-14T03:24:40Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Elena Garcia", "title": "40 Things You'll Want To Blow Your Paycheck On Right Now", "description": "Do you need these things? No. Should you have these things anyway? Yes. View Entire Post ›", "url": "https://www.buzzfeed.com/elenamgarcia/things-youll-want-to-blow-your-paycheck-on-right-now", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/8/13/enhanced/buzzfeed-prod-web-02/original-18875-1541700271-2.png?crop=1007:527;0,5", "publishedAt": "2018-11-14T03:13:04Z", "content": null, "fulltext": "Promising review: \"This model has been such an enjoyable build. As of now, I am not completely finished, having put around 20 hours into it, I'd say I have another eight hours to go. The pieces are all vibrantly pre-painted, with the exception of one large base piece. The glue and tweezers it comes with are perfect for the job. The cloth I had gotten for the couch was not large enough, but I improvised by using another color cloth (that also came with the kit) for the seat. The attention to detail in this little study is just first class. I even recognized books that I have read/purchased in the past within this model! I am not experienced at all with building wooden kits and I was still able to do this one perfectly with minimal struggle. I will certainly be buying more Robotime models in the near future; the greenhouse one is next!\" —B.R.J.G.\n\nGet it from Amazon for $29.99+ (available in four designs)."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Graciliano Rocha", "title": "Favorito para ministro da Saúde gastou R$ 8 milhões em projeto que nunca saiu do papel", "description": "Elogiado por Bolsonaro, Luiz Henrique Mandetta (DEM-MS) é alvo de denúncias de improbidade que pedem devolução de R$ 16 milhões por suspeita de favorecimento a fornecedor que não entregou serviço. View Entire Post ›", "url": "https://www.buzzfeed.com/gracilianorocha/bolsonaro-mandetta-prontuario", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/16/asset/buzzfeed-prod-web-06/sub-buzz-7890-1542146020-1.jpg?crop=1199:628;0,0", "publishedAt": "2018-11-14T03:00:24Z", "content": "Quando foi idealizado em 2008, o Gerenciamento de Informações Integradas da Saúde (Gisa) prometia criar o prontuário eletrônico de pacientes de postos e hospitais públicos de Campo Grande, inclusive com a marcação de consultas por telefone. O programa seria u… [+4081 chars]", "fulltext": "Quando foi idealizado em 2008, o Gerenciamento de Informações Integradas da Saúde (Gisa) prometia criar o prontuário eletrônico de pacientes de postos e hospitais públicos de Campo Grande, inclusive com a marcação de consultas por telefone. O programa seria uma revolução, onde médicos poderiam acessar, em questão de segundos, dados de saúde e de tratamentos dos usuários do SUS na capital de Mato Grosso do Sul.\n\nDez anos depois, o Gisa tem como únicos resultados concretos duas denúncias de improbidade administrativa que tentam recuperar R$ 16 milhões (valores corrigidos) gastos pelo Ministério da Saúde e pelo município. Ele nunca saiu do papel.\n\n\n\nO responsável pelo Gisa – e alvo da Procuradoria que apura desde fraude em licitação a favores ilegais do fornecedor – é o deputado Luiz Henrique Mandetta (DEM-MS), ex-secretário municipal e favorito para assumir o Ministério da Saúde no governo Bolsonaro.\n\n\n\nMandetta teve os sigilos bancário e fiscal quebrados e está com os bens bloqueados há cinco anos. A Procuradoria afirma que o fornecedor, que não entregou o serviço, pagou uma viagem do então secretário a Portugal e teria bancado ainda despesas de Mandetta com a locação de avião privado durante a campanha eleitoral de 2010, quando ele foi eleito deputado federal pela primeira vez.\n\n\n\nNesta terça, o presidente eleito, Jair Bolsonaro, reforçou a condição de favorito de Mandetta, elogiando-o: \"Ele é muito benquisto pelos médicos de todo o Brasil, a Frente Parlamentar da Saúde é simpática a ele, que deixou um rastro de bons serviços lá em Mato Grosso do Sul.\"\n\n\n\nA informatização dos prontuários em nível nacional é uma das promessas de Bolsonaro.\n\nO rastro de mau uso do dinheiro público no Gisa, com suspeita de fraude, começou a aparecer em uma sindicância da Prefeitura de Campo Grande em 2013, depois que o grupo de Nelson Trad Filho (PTB-MS), primo de Mandetta, deixou a prefeitura.\n\nA sindicância sobre o Gisa, que reuniu oito volumes de documentos, foi o ponto de partida para uma investigação do Ministério Público Federal. Em 2015, a Procuradoria apresentou as denúncias, mas até hoje elas não foram analisadas pela Justiça.\n\n\n\nPrimeiro, subiram ao STF porque o deputado do DEM tem prerrogativa de foro, e, este ano, retornaram à primeira instância porque os fatos se deram antes de ele ter sido eleito para o Congresso. Os bens dele e de outros suspeitos foram bloqueados em 2013 por meio de medida cautelar (provisória).\n\n\n\nDe acordo com o Ministério Público Federal, houve favorecimento no edital para a implantação do programa ao consórcio liderado pela empresa Telemidia & Technology International Comércio e Serviços de Tecnologia Ltda.\n\nSegundo a investigação, a empresa teve acesso às regras da licitação, antes mesmo do edital ser publicado. Um dos indícios de fraude é que o orçamento apresentado pela empresa na licitação era exatamente igual ao montante de verba repassada pelo Ministério da Saúde, que já estava disponível pela Prefeitura de Campo Grande, naquele ano: R$ 8,1 milhões.\n\n\n\nOutros concorrentes também foram desabilitados. A denúncia afirma que a cláusulas restritivas limitaram a concorrência e a Telemidia venceu e assinou o contrato com a prefeitura, mesmo sem preencher requisitos do edital e até de ter apresentado documentação falsa. Logo depois de assinar o contrato, a Telemidia subcontratou a empresa portuguesa Alert, embora o edital vetasse a terceirização.\n\nSegundo a Procuradoria, foi a Telemidia que pagou uma viagem de Mandetta a Portugal, em 2010, onde ele se encontrou com executivos da Alert. Menos da metade do serviço pago pela Prefeitura de Campo Grande foi entregue pela Telemidia/Alert. Dos 12 módulos previstos no Gisa, somente dois tinham sido entregues plenamente em 2015 e outros dois de forma parcial. O programa acabou engavetado.\n\n\n\n\n\nA versão de Mandetta\n\nO BuzzFeed News não conseguiu falar com Mandetta. Em ocasiões passadas, o deputado disse que o Gisa não ficou operacional por causa de briga política com o prefeito Alcides Bernal, que sucedeu Trad na Prefeitura. Ele nega que tenha favorecido ou sido favorecido pela empresa contratada.Mandetta disse ao jornal Folha de S.Paulo que informou o presidente Jair Bolsonaro que existem as ações de improbidade, mas que não é réu porque a Justiça. Segundo ele, o presidente teria dito: “Pô, você ficou seis anos numa secretaria de saúde e tem só um processo?”"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jenna Guillaume", "title": "Praise Odin, Chris Hemsworth Shared Another Video Of Him Working Out", "description": "Mark me down as tired and thirsty. View Entire Post ›", "url": "https://www.buzzfeed.com/jennaguillaume/chris-hemsworth-working-out", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/21/campaign_images/buzzfeed-prod-web-01/praise-odin-chris-hemsworth-shared-another-video--2-13068-1542162424-8_dblbig.jpg", "publishedAt": "2018-11-14T02:35:13Z", "content": null, "fulltext": "Which is why I was super happy to see the God of Thunder blessing us with another entry earlier today."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "dbesim1", "title": "Only Animal Experts Can Get At Least 7/10 On This Animal Groups Quiz", "description": "It’s time to test your animal knowledge. View Entire Post ›", "url": "https://www.buzzfeed.com/dbesim1/do-you-know-what-animal-groups-these-species-belon-3fne9", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/13/tmp/buzzfeed-prod-web-06/89313fb3b8e183e424b0e825829b2a31-4.jpg?crop=625:327;0,12", "publishedAt": "2018-11-14T02:32:30Z", "content": null, "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "carolinecahill", "title": "Which Farm Animal Are You?", "description": "\"Mooooo, b*tch. Get out my hay.\" View Entire Post ›", "url": "https://www.buzzfeed.com/cmc33/which-farm-animal-are-you-39uef", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/14/tmp/buzzfeed-prod-web-05/48531cf83149454536e6b0d779df77d9-4.jpg?crop=625:327;0,29", "publishedAt": "2018-11-14T02:20:36Z", "content": null, "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Pablo Valdivia", "title": "19 Gay Porn Memes That'll Make You Laugh Hard, Real Hard", "description": "Art cums in many forms. View Entire Post ›", "url": "https://www.buzzfeed.com/pablovaldivia/gay-porn-memes", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/12/19/enhanced/buzzfeed-prod-web-03/original-12697-1542068384-2.jpg?crop=630:330;0,1", "publishedAt": "2018-11-14T02:20:27Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Share On more Share On more\n\nMore"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Margret Wiggins", "title": "What Combination Of Cats And Cheese Are You?", "description": "All you need are cats and cheese, am I right? View Entire Post ›", "url": "https://www.buzzfeed.com/mwiggins/everyones-a-combo-of-cats-and-cheese-heres-you-iau3", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/10/tmp/buzzfeed-prod-web-04/82950bd5208fa89c2f9c55c04acf5740-6.jpg?crop=625:327;0,17", "publishedAt": "2018-11-14T02:08:16Z", "content": null, "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Katie Glider", "title": "13 Useful Products That'll Actually Solve All Your Shaving Problems", "description": "\"I love shaving!\" — said no one...like, ever. View Entire Post ›", "url": "https://www.buzzfeed.com/katieglider/products-for-people-who-are-terrible-at-shaving", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/1/14/enhanced/buzzfeed-prod-web-01/original-10564-1541097954-7.png?crop=1200:628;0,0", "publishedAt": "2018-11-14T02:01:04Z", "content": null, "fulltext": "Amazon\n\nDo you ever feel like you're playing air guitar when you're crammed on the floor of your shower, holding your leg up, and trying to shave all at the same time? Your guitar solo days are over with this comfortable (and life changing) shower stool!\n\nPromising review: \"It's small, sturdy, and just the right height to sit on or put your foot up on while shaving. The stool has holes on the top of it for water to properly drain out. It doesn't look like a medical device, sits nice in a shower corner, and requires little to no maintenance. What else could you ask for??\" —PugHug\n\nGet it on Amazon for $15.39. Not enough room in your shower for a stool? Try this shower step, $34.99 on Amazon."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jenna Guillaume", "title": "Here's What We Learned From This \"Game Of Thrones\" Director's AMA", "description": "April 2019 can't come quick enough. View Entire Post ›", "url": "https://www.buzzfeed.com/jennaguillaume/game-of-thrones-season-8-david-nutter-director", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/20/campaign_images/buzzfeed-prod-web-05/12-things-we-just-learned-about-game-of-thrones-8-2-29732-1542159170-7_dblbig.jpg", "publishedAt": "2018-11-14T01:39:05Z", "content": "HBO When Nutter was asked which dead character he'd like to bring back, he said, \"The bastard was a lot of fun Roose Boltons bastard son. He's a wonderful actor. And you always like a nice little bit of Littlefinger, he's always fun to play with. But they're … [+118 chars]", "fulltext": "HBO\n\n\"The biggest challenge directing the final season of Game of Thrones is just the importance of getting it right,\" Nutter said. \"There was not a second chance to get all of these sequences right, and a lot of sequences had many actors in them and some wonderfully intimate scenes as well. So really it was about taking these characters from point A to B to C to D to E in the various episodes that I did, and making sure that it all balances out properly... I think it turned out quite well.\""}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ehis Osifo", "title": "All Hail The GOAT, AKA Serena Williams, GQ's Woman Of The Year", "description": "Woman Of The Year? More like Woman Of the Decade! View Entire Post ›", "url": "https://www.buzzfeed.com/ehisosifo1/serena-williams-woman-of-the-year-gq", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/15/enhanced/buzzfeed-prod-web-06/original-30942-1542139310-7.jpg?crop=1819:952;39,10", "publishedAt": "2018-11-14T00:56:58Z", "content": "Vogue Fun fact, Alexis Jr., at only a wee four months, became the youngest ever cover star in the history of Vogue. WHAT A POWER DUO!!", "fulltext": "Announcing GQ's Men (and Woman) of the Year 2018: @michaelb4jordan, @henrygolding, @jonahhill, and @serenawilliams (featuring handwriting by @virgilabloh) https://t.co/EpG3lKCJ3r #GQMOTY https://t.co/6MgczSxSpq\n\nYesterday, GQ announced their men (and woman) of the year, which included Michael B. Jordan, Jonah Hill, Henry Golding...\n\nUm, why is Serena Williams referred to as a woman in quotes on this cover? @GQMagazine?\n\nSome people were just not here for the fact that, on the cover, \"Woman\" is in quotation marks.\n\nin the context of serena williams, a person who has been mocked for her appearance and deliberately misgendered for years... this aint it, virgil. https://t.co/SfPkwEjYl5\n\nHowever, the quotation marks are part of Virgil Abloh's style and aesthetic. They can be seen on his groundbreaking collaboration with Nike and the suits that he designed for Serena Williams herself!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Pedro Fequiere", "title": "18 Weird Smells No One Is Openly Willing To Admit They Like", "description": "Let's be honest — gasoline smells amazing. View Entire Post ›", "url": "https://www.buzzfeed.com/pedrofequiere/weird-smells-we-all-secretly-like", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/10/campaign_images/buzzfeed-prod-web-03/18-really-weird-smells-we-all-secretly-like-2-28117-1542121819-1_dblbig.jpg", "publishedAt": "2018-11-14T00:50:42Z", "content": "Fox Why: People just love glue! We were introduced to it at a young age. We would put it on our hands, some kids would eat it, but we all definitely sniffed it.", "fulltext": "Fox\n\nWhy: People just love glue! We were introduced to it at a young age. We would put it on our hands, some kids would eat it, but we all definitely sniffed it."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Alana Mohamed", "title": "17 Things You Didn't Know About Libraries, Told To You By Librarians", "description": "We can do more than fix the printer!! View Entire Post ›", "url": "https://www.buzzfeed.com/alanamohamed/17-things-librarians-want-you-to-know-about-libraries", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/15/campaign_images/buzzfeed-prod-web-02/17-things-librarians-want-you-to-know-about-libra-2-18965-1542140129-0_dblbig.jpg", "publishedAt": "2018-11-14T00:35:13Z", "content": null, "fulltext": "Tim Boyle / Getty Images\n\n“I wish more people knew that you can visit us online! Our streaming movies as well as our ebooks, audiobooks, and magazines can all be borrowed directly online! You can also take classes online and learn a new language, computer programming, business skills, or to play the guitar.\"\n\n—Jen Wright, Chief, Materials Management Division, Free Library of Philadelphia\n\n\"Please mention WorldCat.org! Even if your library doesn't have the resource you need, they can help you borrow it from somewhere else.\"\n\n—Erin M., Academic Librarian"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Hannah Loewentheil", "title": "Here's What To Know Before You Try KFC's Fried Chicken And Waffles", "description": "Colonel Sanders is up to something new. View Entire Post ›", "url": "https://www.buzzfeed.com/hannahloewentheil/kfc-chicken-and-waffles", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/19/campaign_images/buzzfeed-prod-web-04/we-tried-kfcs-new-chicken-and-waffles-and-we-have-2-30113-1542154962-0_dblbig.jpg", "publishedAt": "2018-11-14T00:26:50Z", "content": "Hannah Loewentheil/BuzzFeed \"It was sort of what you'd expect,\" Jesse said. \"The waffle tasted slightly artificial and too sweet.\"", "fulltext": "But how did it taste? TBH, better than I was expecting. The waffle was pretty mediocre — not bad, but very much like the stuff you were probably served in your high school cafeteria on breakfast for lunch days. The fried chicken unsurprisingly stole the show. Hats off to you, Colonel Sanders"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jesse Szewczyk", "title": "We Tried Gordon Ramsay's Apple Pie Recipe And Seriously Loved It", "description": "If there's anyone who can make a killer apple pie, it's Gordon Ramsay. View Entire Post ›", "url": "https://www.buzzfeed.com/jesseszewczyk/gordon-ramsay-pie-recipe", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/19/enhanced/buzzfeed-prod-web-03/original-7725-1542153986-2.png?crop=639:335;0,78", "publishedAt": "2018-11-14T00:08:20Z", "content": "Serves 8 INGREDIENTS ½ cup sugar, plus extra for sprinkling ½ teaspoon ground cinnamon pinch of freshly grated nutmeg 4 large, tart cooking apples, about 3 pounds in total 4 tablespoons (½ stick) unsalted butter 1 pound, or 1 recipe, sweet tart pastry (recipe… [+2327 chars]", "fulltext": "Gordon Ramsay, the chef known for his hot temper, no-bullshit attitude, and successful TV empire has graced us with the perfect apple pie recipe.\n\nBut, to be fair, hegraced us with the recipe all the way back in 2009 when he published his cookbook,— we've just been sleeping on it.\n\nBefore he even assembles his pie he pre-cooks diced apples tossed with sugar and cinnamon in a hot pan to get them nice and golden. This gives them a delicious caramelized flavor and makes them nice and tender.\n\nSo what makes his pie so special? Well, for starters, he CARAMELIZES his apples in a pan before he fills his pie with 'em.\n\nHis trick? He uses a tart dough instead of a pie dough — which is made with softened butter, eggs, sugar, and flour. The dough is much softened than a typical pie dough and bakes into the crispiest pie crust you've ever had. It actually tastes a bit like a sugar cookie, which I'm totally OK with.\n\nWe even put it up against some of the best apple pie recipes we could track down. I don't wanna spoil anything, so I'll just say it was GOOD.\n\nI know caramelizing apples may sound like extra work for just a plain ol' apple pie, but we actually tried the recipe to see if it was worth it, and lemme tell you — it was.\n\nCARAMELIZED APPLE PIE\n\nServes 8\n\nINGREDIENTS\n\n½ cup sugar, plus extra for sprinkling\n\n½ teaspoon ground cinnamon pinch of freshly grated nutmeg\n\n4 large, tart cooking apples, about 3 pounds in total\n\n4 tablespoons (½ stick) unsalted butter\n\n1 pound, or 1 recipe, sweet tart pastry (recipe below)\n\n1 extra-large egg yolk, beaten with 2 teaspoons water, for egg wash\n\nPREPARATION\n\nStart by preparing the caramelized apple filling. Mix the sugar, cinnamon, and nutmeg together. Peel, quarter, and core the apples, then cut into thick chunks. Place in a bowl and sprinkle with the spiced sugar to coat. Fry the apples in two batches: Melt half the butter in a wide, nonstick frying pan, add half the apple chunks, and fry over high heat until golden and caramelized around the edges, about 5 minutes. Transfer to a large bowl. Repeat with the remaining apples and butter. Let cool completely.\n\nPreheat the oven to 375°F. Roll out about half of the pastry on a lightly floured surface to about ⅛-inch thickness. Overturn an 8-inch pie pan on top of the pastry and cut out a rough circle slightly bigger than the pan. Line the pan with the pastry, lightly pressing down to remove any air pockets, then trim off the excess pastry. Roll out the remaining pastry into another circle, again slightly larger than the pan, for the top crust.\n\nSpoon the cooled apples evenly into the pie shell. Brush the rim of the bottom crust with a little water, then drape the top crust over the pie. Press down lightly to seal and trim off the excess pastry. Crimp the edges and brush the top with the egg wash to glaze. Use the tip of a knife to cut a small cross in the center so that steam can escape during cooking. Sprinkle with a little sugar.\n\nBake until the crust is golden brown and crisp, 35 - 40 minutes. Let stand for 15 - 20 minutes before serving."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Sarah Han", "title": "45 Holy Grail Beauty Products You'll Probably Keep Buying Forever", "description": "♫ You keep me comin' back for more / Baby, you're all that I want ♫ View Entire Post ›", "url": "https://www.buzzfeed.com/sarahhan/holy-grail-beauty-products-repurchases", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/6/14/enhanced/buzzfeed-prod-web-03/original-17152-1541531615-17.jpg?crop=1200:627;0,0", "publishedAt": "2018-11-14T00:01:03Z", "content": null, "fulltext": "\"Look at that undereye situation! It covers my dark circles, plus any blemishes that I want to cover. A little goes a long way so a tube — which already has more than the average concealer — lasts forever. There’s a reason it became an immediate cult favorite upon release. I have yet to find anything nearly half as good as my TST!\" —Katelyn P.\n\n\"I️ find that I️ need to use A LOT of concealer under my eyes when using other brands, but this stuff is so pigmented that I️ only need a few dots to achieve the same (if not better) level of coverage! —tinferg\n\nGet it from Tarte for $27 (available in 30 shades; cruelty-free, PETA certified)."}]