["“AWESOME, JUST awesome; you’re the best; love that.” J.B. Pritzker dishes out quick-fire pleasantries to supporters in a hall usually reserved for Taekwondo in northern Chicago. Casual in baggy trousers and a woollen top, he pats backs and grins for selfies. He could be mistaken for a jovial, portly uncle at a family gathering: he has plenty of warmth and charm to go with his $3bn in assets.\n\nMr Pritzker, the heir to the Hyatt hotel fortune, is campaigning to unseat Bruce Rauner, who is also a plutocrat and is the incumbent governor of Illinois. Mr Pritzker brags of expanding the reach of the Democratic party in the state, with “an operation in every county”. After lots of tours of its southern, rural and usually safely Republican part, he predicts Democratic gains all over, thanks in part to his 200 staff and over 5,000 volunteers in 33 field offices.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nFour years ago Governor Rauner vowed to apply skills he learned in private equity to pep up Illinois’s slow-growing economy, improve taxes and fix rotten public finances. Instead he clashed with a powerful, Democrat-dominated legislature. For two years he could not even pass a budget. The state remains saddled with enormous debts, notably a $130bn unfunded liability for public pensions. Chicago’s economy is thriving; the rest of the state less so.\n\nMr Rauner’s political path is just as treacherous. As a moderate Republican who shuns President Donald Trump, he struggles to fire up the party’s base. When the president dropped in for a rally in the state he ignored Mr Rauner, who had been sulking in the crowd (the governor left early). To compound the gloom for Mr Rauner, who is a Harley Davidson fanatic, a club for motorcyclists called then withdrew its endorsement.\n\nSome polls put Mr Pritzker ahead by double digits. Given the eye-popping sums he has spent, he really ought to be out of sight. Dick Simpson, at the University of Illinois in Chicago, says a run for governor typically costs $20m. Mr Rauner has coughed up some $70m. Mr Pritzker has spent over $170m, almost all his own—more than any candidate for governor, in any state, ever. Sugar Rautbord, a Chicago socialite close to the Pritzkers, is agog at his “limitless, limitless supplies of money”.\n\nAbout half of the funds have gone, unimaginatively, on a constant flow of television and digital ads that savage Mr Rauner as a loser. “He has succeeded with his wallet, buying anything that moved,” says Greg Hinz, a columnist. He has also paid for party offices and staff, backed candidates lower down on the ticket and wooed voters downstate and in suburbs with fast-changing demographics—such as among African-Americans moving to suburbs south of Chicago to flee city violence.\n\nWhat is Mr Pritzker hoping to prove? Mr Hinz calls his overspending defensive, a campaign “running not to lose” because the candidate, who favours legalising marijuana and raising tax on the rich, gives too little detail on what he would do. Howard Tullman, an old friend who collaborated with the genial Mr Pritzker in running 1871, a successful tech-incubator in Chicago, worries voters in rural areas might resent his big-spending, city ways. Others fret that a steady drip of small scandals might put off some. One was over a mean-spirited scheme to avoid paying tax on a Chicago mansion by ripping out its toilets.\n\nThe answer may partly lie in intra-family competition. Mr Pritzker alone has assets of over $3bn. Count in billionaire siblings—like Penny Pritzker, a commerce secretary in Barack Obama’s government—and cousins, and the family is easily one of America’s richest, worth some $30bn. It is already a big force in assorted businesses, in philanthropy, and in sponsoring a global architecture prize. The family is also “fiercely competitive, the Pritzkers don’t like failure”, says Ms Rautbord. She thinks the candidate, orphaned fairly young, is anxious to win “so the rest of the family will applaud him”.\n\nBut the Pritzkers might also be turning to politics, she adds, over animosity towards the president which dates from an old feud. Jay Pritzker, a beloved departed patriarch, who was also Mr Pritzker’s uncle, co-owned a big Manhattan hotel with Mr Trump. He alleged, via a lawsuit, that Mr Trump blocked Hyatt’s expansion in New York. The affair dragged on for years until 1996, when Pritzker bought out Mr Trump.\n\nThat might colour Mr Pritzker’s ambition. But the candidate has a more obvious, local reason to spend: doing so gives him power over the state party. As Mr Rauner learned, to his cost, even a Republican governor has to deal with Michael Madigan, speaker of Illinois’ legislature and in some ways America’s most successful politician. No leader, of any state or federal body, ever, has held office as long as Mr Madigan. He has dominated Springfield, the state capital, since the early 1980s.\n\nMr Rauner’s most effective attack on his opponent is to say the Speaker would really run things. The more Mr Pritzker splurges on the party, however, the more his sway over state legislators should grow. Previously Mr Madigan controlled party purse strings, but a big alternative source of resources is now available. “You don’t get to choose who your speaker of the house is,” Mr Pritzker says, while chatting in the Taekwondo hall. $170m should buy him more sway over the Democratic machine than his predecessors enjoyed.\n\n\n\n", "P AUL MAKONDA seems a lot more like a flailing moral crusader than the regional commissioner of Dar es Salaam, Tanzania’s commercial capital. The 36-year-old has come up with a variety of schemes to catch the eye of his patron, President John Magufuli. One is clamping down on supposed vices such as smoking shisha and sleeping in past 8am. His latest pledge, to set up a homophobic “surveillance squad” to track down those guilty of homosexuality, which is illegal, is by far his nastiest.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt has also alarmed the West. On November 5th, the EU recalled its ambassador, citing a deterioration in human rights and the rule of law. The rot began soon after Mr Magufuli was elected in 2015 and has recently worsened. Today Tanzania is on the descent from patchy democracy towards slapdash dictatorship.\n\nBarely a week passes without brazen displays of arbitrary power. On November 1st Mr Magufuli appeared at what was billed as a “public debate” on his record after three years in office. It was no such thing. The president sat on a stately chair in the audience at the University of Dar es Salaam while sycophantic academics praised his tenure. Conveniently for Mr Magufuli, an opposition MP , Zitto Kabwe Ruyagwa, was arrested the night before and charged with sedition, so could not attend.\n\nOther foes have met similar fates. Opposition members of parliament who refuse to accept bribes (the going rate is 60m shillings, or $26,200) to cross the aisle and join Chama Cha Mapinduzi ( CCM ), the ruling party, are arrested. According to a lawyer who has represented opponents of the regime, every opposition MP who has rejected a bung has a charge against them. Last year Tundu Lissu, an MP , was shot and injured outside his home. This makes people scared to hold the president to account.\n\nSo too does legislation that outlaws the dissemination of any “statistical information” that may “invalidate, distort, or discredit official statistics”. The change follows the publication of an annual survey into political attitudes by Twaweza, a local research group. In 2016 it found that 96% of Tanzanians approved of Mr Magufuli. In 2017 the share was 71%; in July it was 55%. That is a poor showing in a country where CCM has never lost an election. Aidan Eyakuze, the group’s director, has yet to get back his passport, which was confiscated days after publication of the survey.\n\nAnother reason for the law concerns economic data. Tanzania’s GDP grew on average by about 6.5% per year over the past decade. But under Mr Magufuli the private sector has been subject to relentless shakedowns by tax collectors. Several prominent businessmen have been arrested on trumped-up charges of money-laundering, which is ineligible for bail. Though the government insists the economy is still expanding at its former pace, other economic data, such as slowing credit growth and rising bad debts, suggest otherwise.", "THE WORLD was a different place when “Big Brother” was first broadcast onto Britain’s glass-fronted, boxy television screens in July 2000. With a nod to George Orwell’s dystopian novel “Nineteen Eighty-Four” (1949), the show was billed as a “social experiment”. A group of ordinary people—complete strangers—would be thrown together in an ersatz “house” rigged with cameras and they would complete challenges. Each week the contestants would nominate one of their number to evict, to be decided by a public vote. The last person standing would be crowned the winner, and receive a cash prize.\n\nThe early housemates had, by today’s standards, little to fear. There was no YouTube to immortalise their embarrassing moments, no outlets for their armchair critics, and the hash key, not yet co-opted into a means of encouraging and clumping opinion, was just shorthand for “number”. Everything seemed quieter somehow and, looking back, the first season was indeed muted (The Economist, summarising in September 2000, opined that “Britons like their reality to be depressingly, and sometimes tediously, real”). A lack of showiness and shouting make it feel more like an anthropological documentary than a reality-television show. The contestants had an innocence and unselfconsciousness. There was something of Adam and Eve in the way they, on day two, stripped off on live television, covered their naked bodies with clay and imparted handprints (and other, more intimate, markings) on the walls. It was a display of the kind of genuine spontaneity that has become scarce since social media made such choices digitally indelible.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn those early days, the individuals came together as a community. They emphasised the skills and the qualities they would bring to the group. The first crop left the series having successfully kept a brood of hens alive for more than two months. They dealt with drama—such as Nick Bateman’s attempts to cheat the nomination system—by calling a house meeting.\n\nThe producers had other ideas. Inspired by the think-pieces and headlines generated by the “nasty Nick” saga, they turned up the heat and tinkered, Victor Frankenstein-style, with John de Mol’s creation. They scoured the country for outrageous, divisive characters and made them live in unpleasant conditions designed to stoke chaos and acrimony, while the voting system gave viewers an opportunity to punish behaviour they didn’t like. It made for explosive and addictive viewing, and the tactic has since formed the basis of the show’s younger siblings like “Ex on the Beach” (a similar concept with the added horror of a contestant’s ex-partner joining the house each week) and “Love Island” (where strangers must “couple-up” or be dumped from the villa).\n\nSometimes good came from the commotion. “Big Brother” provided a medium through which discussions of important issues could take place in a manner accessible to the entire country. In 2007 the racial abuse of Shilpa Shetty forced viewers to think about what kind of language is and is not acceptable as “banter”. Gordon Brown, then the chancellor of the exchequer, condemned the bigotry and said that he wanted “Britain to be seen as a country of fairness and tolerance”.\n\nAnd, in many ways, “Big Brother” did show off a tolerant Britain. It let LGBT people control their own narratives at a time when they were barely represented in the public sphere, and viewers emphatically accepted them. Brian Dowling was voted the winner in 2001, 13 years before he could legally get married in the country. Nadia Almada won in 2004—the fact she was born male irrelevant in the face of her charm and humour. Pete Bennett, who has Tourette syndrome, won in 2006 and became a spokesperson of sorts for the condition. “‘Big Brother’ played its part in increasing many people’s exposure to people who didn’t look or sound like them,” Jon Tickle, a participant in 2003, wrote. “With that familiarity comes acceptance.”\n\nYet the show’s most significant legacy is the way in which it catapulted ordinary people out of suburban normality and into a space previously occupied only by actors, singers and otherwise talented entertainers. Fame could be achieved, for the first time, simply by being yourself. But as the definition of celebrity changed, so too did the nation’s relationship with it. With no vocational skills to fall back on, the new stars pioneered ways to make ends meet: not just selling their soul, but their image and every detail of their private lives. They would fill the pages of tabloids, and become YouTube “vloggers” or Instagram “influencers”. Contestants, if they lost momentum after one show, would join a “structured-reality” series such as “The Only Way is Essex” or “Geordie Shore”, where they would play a somewhat fictionalised version of themselves.\n\n“Big Brother” was always watching the housemates, but its viewers had a wandering eye. Ratings plummeted every year since 2006, and fell steeply after the show moved to Channel 5 in 2011. While almost 10m viewers tuned in to see Craig, a Liverpudlian builder, win the first season in 2000, this year’s “Celebrity Big Brother” finale attracted around 1.6m.\n\nAfter 18 years and 45 series, the show’s last episode—broadcast on November 5th—contained a plea to save it. Yet it is clear that “Big Brother” has been evicted from the British public’s interest. What arrived on British television with a bang departs with a whimper.", "THE ANNOUNCEMENT on November 5th that Icelandair and WOW, two Icelandic airlines, will merge will come as some relief to many travellers. The Icelandic flag carrier and its low-cost competitor both specialised in selling budget flights across the Atlantic, via connections at Keflavik, an airport serving Iceland’s capital. Higher oil prices and furious competition on transatlantic routes were putting both airlines under financial pressure. WOW needed an emergency injection of capital to keep it afloat. The deal should help prop up its operations in the short-term, securing the bookings of those who had taken up the offer of cut-price tickets. Another collapse of a low-cost carrier, like that of Primera last month, has been averted.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhether the deal is good for Iceland’s economy or flyers in the longer term is disputable. The tie-up should remove some financial pressure from both carriers. Icelandair’s stronger balance sheet will help WOW’s ailing one. And with both airlines continuing to operate separately, the deal means they will no longer need to compete on price on the same routes, so they should be able to raise fares. That will not please flyers hoping for a cheap Christmas holiday across the Atlantic, though. Skúli Mogensen, WOW’s founder and chief executive, is rumoured not to be pleased about the deal either, as his original goal was to disrupt Icelandair’s way of doing business, not to team up with it.\n\nWhether the deal will be enough to keep the combined airline afloat in the longer term is another question. Both airlines target price-conscious holidaymakers flying long haul across the Atlantic. Even with the merger, it is still questionable whether the carriers will be able to pass on the costs of rising oil prices and the strengthening Icelandic krona to customers. The expansion of Norwegian, a long-haul, low-cost carrier offering a growing number of direct flights between Europe and America, may attract passengers away from connecting flights in Iceland. “You have to grow or else it doesn’t work,” Mr Mogensen told CNBC, an American broadcaster, in June. Even with its old foe on side, making WOW’s low-cost model work will be a tough job.", "FOR the past two years, Democratic fundraisers have been engaged in an unprecedented fundraising effort. Fortunately for them, Donald Trump’s presidency has become an unrivalled motivator for disaffected voters to donate to political campaigns. By the time this year’s mid-terms are over, contributions from individual donors to Democratic candidates will top $1bn, compared to Republicans’ $500m. Democrats have also received an infusion of cash from political action committees, or PACs; though conservative PACs have spent more, candidates in the opposition have entered Election Day having spent more dollars in total than their competitors. If a big blue wave washes over America on November 6th, a green wave of campaign cash will have been one of the factors behind it.\n\nDemocrats are showing levels of enthusiasm previously unseen during mid-term elections, when fewer Americans typically vote. They are also feeling more generous. In 2014, 48% of American individuals’ contributions flowed to Democratic candidates. Today the figure is 64% (see article). Momentum is on their side, too; 18 of the 20 House of Representatives campaigns that raised the most cash between July and October of this year were Democratic.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Democratic Party is not only posting impressive fund-raising numbers nationally, but in the right districts, too. In Kentucky’s sixthth district Amy McGrath, a former marine fighter pilot, has out-raised her Republican opponent Andy Barr nearly three-to-one. She has coin-toss odds of winning this House seat in a district that Mr Trump won by double digits in 2016. In Virginia’s seventh, Abigail Spanberger, a Democrat, has posted a similar margin against Dave Brat; she too stands a good chance of being seated in the House next year. Both women are political first-timers. Across the country, impressive fund-raising for Democrats is proving that they can compete even in places that they should not be able to. Cash advantage doesn’t just allow a candidate to out-spend their opponent; it sends the message that they are considered reliable and likeable.\n\nIn Texas, Beto O’Rourke, a charismatic congressman who is trying to take Ted Cruz’s Senate seat, is showing what countrywide fund-raising efforts can do for candidates facing off against entrenched Republican opponents. Mr O’Rourke is thought to have raised $70m from voters, compared to Mr Cruz’s $24m. The catch is that not all of these donors are Texan. According to a report from the Centre for Public Integrity, a nonprofit news organisation, a disproportionate amount of Mr O’Rourke’s funding has come from large liberal states like California and New York. Online applications that facilitate campaign donations, like the progressive liberal platform ActBlue, are responsible for this massive allocation of funds to a Texas Democrat.\n\nWhat will Democrats' fundraising advantage mean for the result on November 6th? Nothing is certain and no party has ever dominated the money race to the degree that Democrats have done in 2018, making predictions difficult. But discrepancies this large tend to end poorly for the party that is trailing.", "CATHOLICS veered between two opposing conclusions when they observed the joyful rituals attending last month’s canonisation, in Rome, of Oscar Romero, an archbishop of El Salvador who was slain at the altar by a right-wing death squad in 1980. Either this was the final vindication of liberation theology, or else it was the last earthly gasp of a movement that had passed into history.\n\nLiberation theology goes back to Latin America in the 1950s and 60s. It was a call to place the locus of church life among the poor and marginalised, as opposed to leaving it with religious and secular elites. Clerics bent on resisting the inequality and political oppression that plagued the region contributed a great deal during the Second Vatican Council, a landmark gathering of Catholic clergy held from 1962 to 1965. Radical Catholic thinking about economics, politics and society was perversely reinforced by the dictatorships which gripped much of the continent, dominating Brazil from 1964 to 1985 and Argentina from 1976 to 1983. Liberation theologians like Peru’s Gustavo Guttiérez and Brazil’s Leonardo Boff drew openly on Marxism to develop a harsh critique of their continent’s power structures, tracing them back to the colonial conquest. They redefined religious concepts like the incarnation of God and the kingdom of heaven to give them a more earthly connotation. Controversially, they suggested that God would be revealed more in revolutionary action than in metaphysical speculation. They drew inspiration from the Hebrew prophets who challenged the existing order, and from early Christian communities which held property in common.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe election in 1978 of an anti-communist Polish pope, John Paul II, ushered in a reaction against the quasi-Marxist leanings of liberation-minded clerics who in the eyes of critics seemed keener on earthly politics than on individual repentance. Miguel d’Escoto Brockmann, who served as foreign minister in Nicaragua’s hard-left administration, was one of several clerics in the revolutionary Sandinista movement who were disciplined and suspended after refusing a Vatican order to make a hard choice between serving the church and earthly politics. In 1985 Mr Boff was ordered to observe a year’s theological silence by Cardinal Joseph Ratzinger, the future Pope Benedict, who was then the Vatican’s doctrinal watchdog. In 1992, Mr Boff received another silencing demand, but decided to leave the Franciscan order and revert to lay status. In 2001 his rift with the Vatican widened when he accused Cardinal Ratzinger of “religious terrorism”. In 2013, however, the enthronement of Pope Francis, who hailed from Argentina and articulated “southern” grievances against the capitalist north, offered hope to advocates of liberation theology that their time had come. In eye-catching ways, Francis has picked up the themes of the movement by reaching out to the marginalised, including migrants, victims of people-trafficking and those affected by climate change. His environmental messages have been laced with a broader critique of capitalism, especially the fossil-fuel industry. Many felt that the liberation movement enjoyed a sweet triumph when Mr Guttiérez was asked to speak at a prestigious Vatican event in 2015.\n\nTo some degree, the liberationists’ critique of inequality has now passed into the standard thinking of the Vatican, which has come to mix traditional ideas about morality and family structures with quite radical views on global economics. This combination has been evident under the past two popes. However, the Catholic church’s ability to bring about social change has diminished as segments of its Latin American flock leave the fold for Pentecostalism or religious indifference. Pentecostal preachers put more stress on individual self-advancement and less on collective action by the poor. This new emphasis has forced the Catholic church to borrow parts of the Pentecostalist style. Change has been vertiginous. In 1970, when liberation theologians were finding their stride, South America was 90% Catholic. In another decade or so, the Catholic share of the region’s souls could be less than half. If, in future, Latin America’s poor rise up against their masters, it seems less likely that they will do so under a Catholic banner.", "J EREMY HEYWOOD was “in the room where it happens”, to borrow a phrase from “Hamilton”, for the most important decisions of Britain’s past quarter-century. He was at the Treasury on Black Wednesday in 1992, when the pound was forced out of the European exchange-rate mechanism, and in Downing Street in 2001 when the aeroplanes hit the twin towers and the decision was taken to invade Iraq. After a spell in banking he returned to the civil service in time to see the global financial system collapse. When he was given a peerage last month he fittingly chose the title of Lord Heywood of Whitehall.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn all his many roles Lord Heywood (whose wife, Suzanne, is on the board of The Economist Group) was a model of calm efficiency. He quelled a panic during the Maastricht negotiations when he found John Major’s talking points lost among a stash of papers. He kept lines of communication open between 10 and 11 Downing Street during Tony Blair’s premiership, holding secret powwows with Gordon Brown’s team in a greasy-spoon café. He helped to form the Tory-Lib Dem coalition in 2010. It is Britain’s ill fortune that cancer has deprived the country of his skills in the past year of Brexit talks.\n\nHis detractors accused him of crossing the line that divides administration from politics, particularly when he failed to produce sensitive letters on preparations for the Iraq war (“Sir Cover-Up”, the Daily Mail dubbed him). Some thought his view of his job was summed up when he put on a blue tie when David Cameron became prime minister in 2010. Yet nobody impugned his neutrality. He worked equally ferociously for Tory and Labour prime ministers, implementing the government’s agenda rather than insinuating one of his own.\n\nLord Heywood’s adamantine commitment to getting things done was not always obvious at first. He was so quietly spoken that it was difficult to hear him, and so boyish-looking that it was possible to mistake him for an intern. He hovered rather than dominated. But he had a genius for making himself indispensable; one colleague likened him to a drug that people get addicted to quickly. The result was that he kept accumulating jobs, adding the roles of cabinet secretary (2012) and head of the civil service (2014) to his position as chief adviser to the prime minister.\n\nHe had a surprisingly raffish side. At Oxford he socialised with anarchists and punk rockers, rather than the Bullingdon set. He formed a radical discussion group called the Apostates. Both as a rising civil servant and an establishment grandee he was a great party-giver, and was extremely charming. Politicians of all persuasions have gone out of their way to praise him. Indeed, the most surprising thing about the tributes is not the admiration, but the affection.", "BOB DYLAN has been producing and displaying visual art for the last decade. It is a somewhat puzzling endeavour, given that it has never met much acclaim (but has attracted controversy, as critics thought some paintings resembled famous photographs). Is it not enough for Mr Dylan to be one of the best singer-songwriters in history, a judgment cemented by his win in 2016 of the Nobel prize in literature? He was hailed by the committee as a “great poet in the English tradition”.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt seems it is not. For a show at the Halcyon Gallery in London, he has created nearly 60 new drawings, displayed alongside paintings and ironworks. The sketches are the main attraction as they illustrate a number of his most famous songs. A set of handwritten lyrics hangs beside each image; Mr Dylan has tinkered with his words over the years, and some of those on show are subtly different from the original version, while others have been substantially rewritten. It is the first time that he has wedded his music and his visual art.\n\nAre Mr Dylan’s drawings good? They’re pleasant, certainly: he’s far above average in terms of skill. Some are quite moving, but not particularly original or striking. They suggest that if Mr Dylan had dropped the microphone and picked up the sketchbook instead, he would have been a good amateur artist, attuned to trees and faces and scenes of Americana. But the show is not so much about the drawings themselves as it is about his music. The sketches are a kind of self-annotation, offering insights into his six decades of song-writing. The result is a fascinating show.\n\nTaken together, some of the pairings are immediately obvious. The song “Leopard-Skin Pill-Box Hat” is illustrated by a woman in, well, a leopard-skin pill-box hat. For “Maggie’s Farm”, Mr Dylan offers a farmhouse affixed with a sign for fresh eggs; this literal image is a bit of a let-down for the famous bluesy anti-capitalist protest anthem. Other drawings are more cryptic and seem to bear little relation to the lyrics at all. These are the more interesting ones, which rely on resonances and deepen meaning rather than flattening it.\n\nThe men Mr Dylan draws are especially intriguing. The drawings for “Just Like A Woman” and “Don’t Think Twice (It’s All Right)” are arresting, both featuring faceless men. One, in a hat, is a visual echo of Magritte’s bowler-hat men, elusive in pencil. One of his two illustrations for “Ballad of a Thin Man” features a circus performer outside a carnival tent, face turned upward as he plunges a knife down his throat (pictured, below). The sword-swallower appears in the song, but only briefly, and this image of strength, vulnerability and masculine showmanship exposes an undercurrent in the lyrics. Sometimes, Mr Dylan draws men’s feet or hands, as in the image for “Man in the Long Black Coat”, which pictures legs and shoes on a dock with a view to a distant island. These images feel like quintessential Dylan: melancholy, quietly painful, distilled. The viewer might wonder if any of these men are versions of himself.\n\nThe lyrics themselves prove captivating: it’s a thrill see Mr Dylan cross out “raging” and replace it with “rolling” in his description of the sea, or to notice that he spells “sailors” as “sailers”. Encountering his handwriting feels like a form of intimacy. But while his lyrics can be read, as the Nobel committee argued, as poetry, they really are best when they’re sung. To read Mr Dylan’s spindly script on a gallery wall is a kind of work; to listen to his songs is a more passive, emotional experience that imbues them with meaning. Listening may be closer to the experience of visual art than reading.\n\nYet if one knows the songs well, and just looks—or perhaps if one looks and listens to “Highway 61 Revisited” on headphones—it is wonderful to glimpse Mr Dylan’s visual imagination, especially when it is unexpected. The drawings are like stills of memory: a woman gazing out the window, framed by an air-conditioning unit. A child reaching out for a balloon that is now floating above a skyline. Saints are bowed in prayer. Incongruously, next to the words of “Hurricane”, a baseball pitcher is poised mid-throw.\n\nTrue, these images wouldn’t mean much to us if Mr Dylan weren’t Mr Dylan—the same is true of John Lennon’s line drawings, and David Bowie’s self-portraits—and they probably wouldn’t be in a gallery. Artistically, though, a sketch is often a kind of suggestion, an unfinished outline or a possibility for a larger work. These sketches open a unique window into Mr Dylan’s imagistic mind and suggest new ways to hear his songs.\n\n“Mondo Scripto” is on show at the Halcyon Gallery in London until November 30th 2018", "AIRLINES HAVE remarkably little choice about where to buy their airliners. The global market for big civil aircraft is dominated by two firms: Boeing of America and Airbus of Europe. China has long dreamed of breaking their stranglehold, and will be showing off its latest designs at the Zhuhai Airshow, which starts on November 6th. Many of these, such as the C919 airliner and a new stealth drone, bear more than a passing resemblance to rival models made by American firms. That suggests that the Chinese have found it harder than expected to develop its own aircraft from scratch. And a growing volume of evidence suggests that the Chinese are now resorting to cheating in order to catch up instead.\n\nOn October 30th America’s Justice Department announced that it had charged 10 Chinese nationals, including intelligence officers and hackers working under their command, with conspiring to steal aviation technology. According to the indictment, the Chinese suspects worked, over the course of at least five years, to try and steal data and intellectual property from what is widely reported to be CFM International, a partnership between GE Aviation of America and Safran Aircraft Engines of France. These activities, the Justice Department says, took place at the same time as a Chinese state-owned aerospace company was trying to develop a similar engine to CFM’s turbofan. The announcement comes on the heels of another alleged Chinese effort to steal American aviation secrets. On October 10th a Chinese intelligence officer who had been extradited from Belgium was charged with attempting to steal intellectual property related to jet engines.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nChina makes no attempt to hide that it is trying to enter the market for large jets. COMAC, a state-owned aerospace firm, was founded in 2008 through a merger of many smaller manufacturers to develop a range of large civil aircraft. In an impressive display of its determination, within just two years it had built a factory and offices for more than 50,000 workers in Shanghai. But then it hit turbulence. The first aircraft, a regional jet called the ARJ21, only entered service in 2016 with Chengdu Airlines, many years behind schedule. The ARJ21 has suffered problems with dodgy wiring, cracks in the wings, faulty doors and its performance in rain. And the larger C919, designed to compete directly with the popular Boeing 737 and Airbus A320 family of short-haul models, made its maiden flight three years behind schedule in 2017. Even if COMAC manages to stick to its revised date for launching the aircraft into service, 2021, the C919 will be woefully fuel-inefficient compared with the latest re-engined versions of the short-haul aircraft made by Airbus and Boeing. Few Western airlines have ordered the aircraft as a result.\n\nChina’s aerospace ambitions are not just a matter of national pride. President Xi Jinping is keen for Chinese industry to move up the manufacturing value chain. Making military jets is one thing, but mastering complex production systems to produce relatively large numbers of passenger aircraft that meet the extremely high quality and reliability standards demanded by international airlines is quite another. The prize for getting this right is big. Over the next five years, China is expected to overtake America as the world’s biggest aviation market, measured by passenger numbers. And over the next two decades, Airbus and Boeing forecast that Chinese carriers will buy more planes than American ones. The bigger game is that, if China can manage to build its own airliners, the lessons can be applied across other industries.\n\nIts next target is to make its own aircraft parts, rather than simply the fuselage, as on the ARJ21 and the C919. And so it makes sense to snoop on Western engine-makers and part-makers in order to make an aircraft solely from Chinese-built parts as quickly as possible. But the fact that China feels the need to steal technology from the West rather than develop its own should be in some ways reassuring. After the troubles of its ARJ21 and C919 programmes, China may feel that this is the only way it can compete.", "THE episode of “Saturday Night Live” before Election Day features a parody (pictured) of a Democratic get-out-the-vote advert. In it, jittery Democrats look into the camera and swear that their party will win back the House of Representatives on November 6th—before they lose control and become hysterical. After their experience in 2016—when Hillary Clinton, who had been favoured by election pollsters and prognosticators, was dealt a stunning defeat—Democrats do not want to be fooled by the polls again.\n\nIt is less likely that they will be this year. On the eve of Donald Trump’s election as president, poll-based models like FiveThirtyEight gave him a 29% chance of victory. Their model for the mid-terms gives Republicans a 13% chance of retaining control of the House (as does The Economist’s own model). Betting markets are more bullish on the Republicans’ chances, with punters on Betfair converging on a 31% chance on the evening of November 4th. But expectations for the mid-terms are far from certain.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nAll election forecasting is based on the premise that upcoming elections behave like previous ones. The usual signs augur a good result for Democrats: they are performing well on the popular vote, known as the “congressional generic ballot” and they have performed well in special elections, and raised more cash than their opponents. Mr Trump’s approval rating remains low, and the president’s party generally suffers setbacks in mid-term elections. A mitigating factor for hopeful Republicans is the economy, which remains in rude health. The unemployment rate is 3.7%. But in a year in which 47% of voters cite support of or opposition to the president as the motivation for their vote choice, a jobless rate of even 2% might not save them.\n\nIf Republicans keep the House, the polls would have systematically understated their support. At present, the Democrats lead them by eight percentage points in the generic ballot—which our model suggests will earn them 229 seats (218 are needed for the majority). If this measure were instead six points—meaning that the polls were off by two points—the race would instead become a pure toss-up. That Democrats could commandingly win the popular vote but still lose the House is a testament to two forces: the tendency of Democrats to cluster in cities and the potency of Republican gerrymandering, made possible after the party seized control of state governments in the 2010 election and shaped the redistricting process to their own liking. Given that the polling error on the generic ballot has averaged 4.8 points since 1980, our back-of-the-envelope calculation suggests that the chances of the polls undershooting by two points or more is 34%.\n\nThe Senate is an entirely different matter. There the path to Democratic victory looks increasingly unlikely. Only one-third of Senate seats are up for election each cycle, and those drawn in 2018 are singularly unhelpful for the Democrats, with many incumbents having to play defence in Trump country. Given that Heidi Heitkamp, a Democrat from North Dakota, is likely to lose her seat, the party would need to win three of four toss-up races in Arizona, Nevada, Tennessee and Texas in order to seize the chamber. From the current polling, the first two look doable—the latter two daunting. The latest polling average has Beto O’Rourke, the charismatic Democratic challenger in Texas, trailing Ted Cruz, the incumbent, by 5.3 percentage points. In Tennessee, Phil Bredesen trails Marsha Blackburn by a similar amount. And even with an upset victory, a loss for Claire McCaskill or Joe Donnelly—two Democratic incumbents locked in knife-edge contests—would unceremoniously end all hope for a majority.\n\nWhile America’s focus is locked on Congress, voters will also pick 36 governors and 6,066 state legislators. Because district boundaries will be set in 2021, those elections are critical to the coming fight over political gerrymandering. According to The Economist’s analysis of polling in governor’s races, Democrats could pick up 7 victories in the mid-term elections and emerge in control of 23 states. Most of these are large, meaning that 200m Americans would reside in a state with a Democratic governor. Some of these contests—like Stacey Abrams’s bid in Georgia and Andrew Gillum’s in Florida—have captured national headlines, while others—such as Scott Walker’s likely loss in Wisconsin—have largely escaped notice. And after a decade in the wilderness in state legislatures—Republicans currently control 55.5% of all seats and 67 of 99 legislative chambers—Democrats are looking to improve their dismal situation. A forecast by Carl Klarner, a political scientist, suggests that the party will flip seven chambers.\n\nFrom the polling evidence available, Democrats seem sure to improve their position. The debate is not over the existence of the “blue wave”, but the extent of it. (Mr Trump tried several months ago to counter-message on a coming “RED WAVE!”, but was sensibly advised to ditch that campaign.) If this blue wave stops just short of flipping the House, Mr Trump will feel vindicated over his focus on a hard-line immigration agenda in the final days of the campaign. While the president would be emboldened, Democrats would emerge despondent. At least the suspense will soon be over.", "VOTER turnout for American Latinos lags about 20 percentage points behind that of white and African-American voters. In the presidential contests of 2008 and 2012, for example, when turnout among blacks exceeded that among whites, more than half of voting-aged Latinos stayed home. With this year’s mid-term elections at hand, Americans are wondering: why don’t Latinos vote?\n\nA mix of individual and environmental factors are at play. Non-voters, some Americans might argue, fail to realise the importance of an individual vote. Political scientists claim that individual characteristics such as educational attainment and income may explain why some Americans vote less often than others. But voter-turnout records show a more complicated picture. Latinos without high-school diplomas actually vote more often than whites without them, according to a book by Bernard Fraga, a political scientist, called “The Turnout Gap”. Mr Fraga argues that campaigns and political parties are doing a lousy job of targeting Hispanic voters. Instead of going after all voters, campaigns usually focus extra efforts on the voters who are most likely to show up, reinforcing existing turnout patterns and failing to mobilise new voters. Another explanation is that Hispanics are not as unified in their identity as is widely believed. Florida’s Cuban-Americans are much more conservative than the state’s Puerto Rican population. In Texas, “Hispanic” is used in reference both to Mexican-Americans whose families have lived in the state for hundreds of years and to recent migrants from Central America. In comparison, black Americans have a comparatively unified identity and a history of mass political organising since before the civil-rights era. The hypothesis that Hispanics share a political identity—something that campaigns can use to target, and ultimately mobilise, voters—might be mistaken.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Democratic Party is making particular efforts to target Latino voters. Priyanka Mantha, who is working with Stacey Abrams, the Democratic candidate to be governor of Georgia, says the campaign is investing heavily in bilingual advertising, and uses Spanish-speaking canvassers to spread its messages. Such choices may have a big impact on Hispanic turnout, especially in areas where residents live with undocumented friends and family; a young Spanish-speaker at the door may cause less alarm than a group of white men.\n\nIf Hispanic voting does increase, Democrats have much to gain. The Economist’s weekly survey with YouGov, a polling firm, finds that two-thirds of Latinos support Democratic candidates in the mid-terms. After allocating undecided voters, this is similar to the 70% of Hispanic votes that Hillary Clinton won in 2016. Such numbers drive home to Democrats the importance of mobilisation; and at least it is easier and cheaper to mobilise a non-voting supporter than to convince a Republican to cross the aisle. “Democrats don’t have to persuade anyone,” Mr Fraga says. “The voters just have to turn out.” Indeed, if non-whites had voted at the same high rates as whites in the last election, Donald Trump would not be president today, according to Mr Fraga’s estimates. Mrs Clinton would have won 318 votes in the electoral college. She actually won just 232, whereas 270 are needed to win.", "ON THE day of the tenth anniversary of his election as president Barack Obama returned to his adopted hometown, ostensibly to rally for J.B. Pritzker, the Democratic Party’s candidate for governor of Illinois. But his rally at the University of Illinois at Chicago Pavilion on November 4th was much more than a former Illinois senator giving another Illinoisan a helping hand. Mr Obama was there to implore the people of Chicago, in particular university students, to vote in the mid-term elections, which he said might be “the most important elections of your lifetime; maybe more important than 2008”. The “character of our nation” is on the ballot, he said.\n\nBoth President Donald Trump and Mr Obama have criss-crossed America in recent days imploring citizens to go to the polls. Both are the most popular figures in their respective parties and both are casting the mid-term elections on November 6th as one of the most important polls in history. (Mr Obama said that it would be “profoundly dangerous” not to vote.) By the afternoon of November 4th Mr Obama sounded hoarse after rallies in recent days in Indiana, Georgia and Florida. Mr Trump’s vocal cords were still strong after rallies in Georgia and Tennessee on the same afternoon.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nVoter turnout in mid-term elections tends to be dismal. It is especially low among the young who live more transient lives than their elders, and are chiefly focused on their education or their first job. They are often uninspired by the mostly middle-aged men and women who ask for their vote. But recent polls and early voting numbers indicate that this time could be different.\n\nOn October 29th the Institute of Politics at Harvard’s Kennedy School of Government released results of its biannual survey of 18- to 29-year-olds which shows that compared to both 2010 and 2014 young Americans are significantly more likely to vote in the 2018 mid-term elections. Overall, 40% say they will \"definitely vote\" in the mid-terms, with 54% of Democrats and 43% of Republicans considered likely voters. The highest rate of youth voter turnout in past mid-term elections was 21% in both 1986 and 1994, according to Census data. In 2014 less than 20% of youngsters bothered to vote—compared with roughly 40% of the general population.\n\nThe results of early voting seem to confirm the findings of the Harvard poll. Especially in states with hotly contested races in the south and south-west the increase in turnout is surprising veteran pollsters. In Texas, fully 332,000 voters under the age of 30 have already cast ballots, up nearly fivefold compared with the mid-term elections in 2014, according to TargetSmart, a Democratic data firm which tracks the early vote. In Nevada, the number of young voters who have already cast their vote is also five times higher than in the last mid-terms. Georgia’s young voter turnout is four times higher than it was in 2014. In Arizona, the number of young voters turning up at the polls this year increased threefold.\n\nThe trend of increased involvement among young voters mirrors and surpasses one among the general population. In 22 states and Washington, DC the numbers of advance votes cast have already surpassed those of the last mid-term elections.\n\nUniversities across America have tried to entice young people to vote by offering them access to TurboVote, an online registration site. The University of Chicago says has the highest percentage of undergraduates signing up to TurboVote at 70.6%. Harvard is second with 38.4% and Pomona College in California third with 36.7%.\n\nCould the young make a crucial difference? The Democrats tend to attract young voters more than the Republicans do. According to the Harvard poll Mr Trump's job approval among young Americans stands at 26%, with no statistical difference between those who say they will vote and others. Some 59% say they \"will never\" vote for Mr Trump. No wonder then that Mr Obama picked a university for one of his last big campaign rallies."]