{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katie Nicholson,Joanne Levasseur", "title": "Province orders probe into foster agency following CBC investigation on handling of sex abuse", "description": "Manitoba’s Minister of Families has ordered a review into a foster care company following a CBC investigation that revealed children were left in the same home as a minor who was sexually abusing them.", "url": "https://www.cbc.ca/news/canada/manitoba/review-b-l-foster-care-stefanson-metis-cfs-sex-abuse-1.4920166", "urlToImage": "https://i.cbc.ca/1.4920174.1543179975!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/heather-stefanson.jpg", "publishedAt": "2018-11-25T23:58:10Z", "content": "Manitoba's Minister of Families has ordered a review of a foster care company following a CBC investigation that revealed children were left in the same home as a minor who was sexually abusing them. \"I'm happy about it because finally it's being listened to,… [+3954 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Big questions' hang over funeral of alleged Bruce McArthur victim", "description": "Family and friends from around the world gathered Sunday to lay to rest Kirushna Kumar Kanagaratnam, a man who sought refuge in Canada only to meet a violent end.", "url": "https://www.cbc.ca/news/canada/toronto/kanagaratnam-funeral-bruce-mcarthur-investigation-1.4920180", "urlToImage": "https://i.cbc.ca/1.4920232.1543186105!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kirushna-kumar-kanagarat-funeral-bruce-mcarthur-markham.jpg", "publishedAt": "2018-11-25T23:27:15Z", "content": "Family and friends from around the world gathered in Toronto to lay to rest Kirushna Kumar Kanagaratnam, a man who sought refuge in Canada only to meet a violent end. Kanagaratnam's loved ones travelled from their homes in Sri Lanka, England and France for hi… [+4363 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Flames coach takes puck to the face in rout of Coyotes", "description": "Calgary Flames coach Bill Peters wasn't around to watch about 10 minutes of a 6-1 win over the Arizona Coyotes after he was hit in the left jaw with a puck while standing in his customary spot in the bench area early in the second period.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-flames-coyotes-recap-nov-25-1.4920103", "urlToImage": "https://i.cbc.ca/1.4920237.1543187005!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/flames-coyotes-112518-620.jpg", "publishedAt": "2018-11-25T23:20:15Z", "content": "Noah Hanifan and Mark Jankowski each scored twice, former Coyotes goalie Mike Smith just missed his 38th career shutout and the Calgary Flames routed Arizona 6-1 on Sunday. Smith, making his first start in five games, made 28 saves in his first win since Nov.… [+1355 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 hurt as police cars collide in Fredericton", "description": "Two Fredericton police officers suffered minor injuries early Sunday after a collision involving two police cars. Officers were responding to an impaired driving call.", "url": "https://www.cbc.ca/news/canada/new-brunswick/police-fredericton-collision-1.4920205", "urlToImage": "https://i.cbc.ca/1.4799026.1535199798!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/fredericton-police-cruiser.JPG", "publishedAt": "2018-11-25T23:05:05Z", "content": "Two police cars have collided in Fredericton, resulting in minor injuries. On Sunday at about 1:30 a.m., Fredericton police responded to a report of an impaired driver on the south side. That's where the collision occurred. Two officers were taken the Dr. Eve… [+226 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gail Harding", "title": "St. Thomas to apologize to student after wardrobe warning at gym", "description": "Staff at St. Thomas University in Fredericton say they will apologize to fourth-year student, MacKenzie Parsons, after she was told she wouldn't be allowed to wear a crop top when working out at the university's gym.", "url": "https://www.cbc.ca/news/canada/new-brunswick/st-thomas-gym-crop-top-1.4920118", "urlToImage": "https://i.cbc.ca/1.4920207.1543182709!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mackenzie-parsons.jpg", "publishedAt": "2018-11-25T22:49:07Z", "content": "St. Thomas University in Fredericton says it will apologize to a fourth-year student after she was told she wouldn't be allowed to wear a crop top while working out at the university's gym. MacKenzie Parsons says she was approached by a staff member when she … [+2609 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Darren Major", "title": "Conservative senators blame independents for delaying back-to-work bill", "description": "Conservative senators say they wanted to push Canada Post back-to-work legislation through on Sunday but are pointing the finger at independent senators for delaying the third and final reading until Monday.", "url": "https://www.cbc.ca/news/politics/conservative-senators-back-to-work-canada-post-1.4920086", "urlToImage": "https://i.cbc.ca/1.4919413.1543040062!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-post-charity-20181123.jpg", "publishedAt": "2018-11-25T22:24:41Z", "content": "Conservative senators say they wanted to push Canada Post back-to-work legislation through on Sunday but are pointing the finger at independent senators for delaying the third and final reading until Monday. The House of Commons introduced the bill earlier th… [+4399 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Alex Migdal", "title": "Changes to independent UBC research institute reversed after director resigns", "description": "The board of an independent research institute at the University of British Columbia has put a stop to some changes that its former director said would threaten the institute's academic independence.", "url": "https://www.cbc.ca/news/canada/british-columbia/peter-wall-institute-changes-1.4919668", "urlToImage": "https://i.cbc.ca/1.3958075.1485789878!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/ubc.jpeg", "publishedAt": "2018-11-25T22:04:48Z", "content": "The board of an independent research institute at the University of British Columbia has put a stop to some changes that its former director said would threaten the institute's academic independence. Scholars at the Peter Wall Institute for Advanced Studies w… [+1577 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lauren Bird", "title": "Plans for emergency shelter in Moncton met with some criticism", "description": "Charlie Burrell, founder and president of the Humanity Project, said one of the building options being floated for the shelter wouldn't be able to accommodate enough people.", "url": "https://www.cbc.ca/news/canada/new-brunswick/moncton-shelter-emergency-1.4920185", "urlToImage": "https://i.cbc.ca/1.4898188.1541717164!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/homeless-camp-moncton.png", "publishedAt": "2018-11-25T22:03:00Z", "content": "Plans for the city of Moncton's emergency shelter for people who are living rough are being met with some criticism. Council has committed $20,000 to a new shelter and asked the province for $400,000. The city hasn't announced where the new shelter would be l… [+2335 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Montreal kids team up with chef to make a meal for families with special needs", "description": "The event was the first forray into Montreal by an organization called Kids Cook to Care.", "url": "https://www.cbc.ca/news/canada/montreal/friendship-circle-kids-cook-to-care-1.4920148", "urlToImage": "https://i.cbc.ca/1.4920182.1543180632!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/2.jpg", "publishedAt": "2018-11-25T21:58:50Z", "content": "The kitchen at the Friendship Circle in Côte-des-Neiges was bustling with activity Sunday, overseen by volunteer head chef Xavier Rousseau. The kids, 10 in total, helped cook a meal for 70 people who make use of the Friendship Circle's services providing supp… [+1871 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Liquor Mart guard hit with bottle during robbery", "description": "A Liquor Mart security guard was hit with a bottle during a robbery Saturday night, police say.", "url": "https://www.cbc.ca/news/canada/manitoba/liquor-mart-robbery-assault-1.4920163", "urlToImage": "https://i.cbc.ca/1.4832024.1537472097!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/holding-beer-bottle.jpg", "publishedAt": "2018-11-25T21:51:36Z", "content": "A Liquor Mart security guard was hit with a bottle during a robbery Saturday night, police say. Around 8 p.m., four suspects one of them armed with bear spray robbed the Liquor Mart on Henderson Highway near McLeod Avenue. Police spokesperson Const. Jay Murra… [+301 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Vancouver's first urgent primary care centre to open Monday", "description": "B.C.'s health minister has announced the opening of the province's fifth urgent primary care centre in order to lessen demand on emergency departments. It's the first in Vancouver.", "url": "https://www.cbc.ca/news/canada/british-columbia/vancouver-s-first-urgent-primary-care-centre-to-open-monday-1.4920101", "urlToImage": "https://i.cbc.ca/1.4764947.1532722432!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/care-aide-patient.jpg", "publishedAt": "2018-11-25T21:49:27Z", "content": "British Columbia's health minister has announced the opening of the province's fifth urgent primary care centre in order to lessen demand on emergency departments. Adrian Dix said the facility opening in downtown Vancouver on Monday will provide treatment on … [+1651 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "B.C. to open first urgent primary care centre in Vancouver on Monday", "description": "B.C.'s health minister has announced the opening of the province's fifth urgent primary care centre in order to lessen demand on emergency departments.", "url": "https://www.cbc.ca/news/canada/british-columbia/b-c-to-open-first-urgent-primary-care-centre-in-vancouver-on-monday-1.4920101", "urlToImage": "https://i.cbc.ca/1.4764947.1532722432!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/care-aide-patient.jpg", "publishedAt": "2018-11-25T21:49:27Z", "content": "British Columbia's health minister has announced the opening of the province's fifth urgent primary care centre in order to lessen demand on emergency departments. Adrian Dix said the facility opening in downtown Vancouver on Monday will provide treatment on … [+1651 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Province opens first urgent primary care centre in Vancouver", "description": "The province is opening an urgent primary care centre in Vancouver, to ease the pressure on emergency departments.", "url": "https://www.cbc.ca/news/canada/british-columbia/province-opens-first-urgent-primary-care-centre-in-vancouver-1.4920101", "urlToImage": "https://i.cbc.ca/1.4764947.1532722432!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/care-aide-patient.jpg", "publishedAt": "2018-11-25T21:49:27Z", "content": "The province is opening an urgent primary care centre in Vancouver, to ease the pressure on emergency departments. The City Centre Urgent Primary Care Centre will open on Monday Nov. 26, at 1290 Hornby Street and will be open 365 days a year. According to a r… [+958 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Andrea Ross", "title": "Pandas hockey player grateful after team escapes bus collision with no injuries", "description": "A University of Alberta Pandas hockey player described the panic and confusion when the team's bus sideswiped a parked semi-trailer on the highway, sending glass flying into the bus.", "url": "https://www.cbc.ca/news/canada/edmonton/pandas-hockey-bus-collision-1.4920028", "urlToImage": "https://i.cbc.ca/1.4920193.1543181069!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pandas-hockey-team.jpg", "publishedAt": "2018-11-25T21:41:48Z", "content": "On a coach bus hurtling down a dark stretch of Alberta highway in the middle of the night, Dayna Owen settled in for a nap. The fourth-year University of Alberta Pandas hockey team goalie was used to these long trips. The ride was quiet. They'd played earlier… [+2576 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Vickie Morgan", "title": "It may make you uncomfortable, but I want you to know about the son we lost", "description": "I finished a book about my son just when I should have been planning his fifth birthday party, Vickie Morgan writes.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/vickie-morgan-pregnancy-loss-1.4918348", "urlToImage": "https://i.cbc.ca/1.4918453.1543001475!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vickie-morgan.jpg", "publishedAt": "2018-11-25T21:30:00Z", "content": "\"There are some problems with your baby.\" I was living 2,000 kilometres from Newfoundland, and I had a toddler playing on the floor beside me when the room filled up with specialists telling me the baby with the beating heart on the monitor probably wouldn't … [+6342 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Traffic halted at busy U.S.-Mexico border crossing after migrants attempt to breach fence", "description": "The U.S. Border Patrol office in San Diego said via Twitter that pedestrian crossings have been suspended at the San Ysidro port of entry. U.S. Border Patrol helicopters flew overhead, while U.S. agents held vigil on foot beyond the wire fence in California.", "url": "https://www.cbc.ca/news/world/border-mexico-migrants-1.4920149", "urlToImage": "https://i.cbc.ca/1.4920152.1543177911!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/central-america-migrant-caravan.jpg", "publishedAt": "2018-11-25T21:21:31Z", "content": "Some Central American migrants, mostly men, tried to breach the border crossing between Tijuana, Mexico, and California on Sunday, after pushing past a blockade of Mexican police standing guard near the international border crossing in a bid to pressure the U… [+2765 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pedestrian injured in crash involving Ottawa Fire vehicle dies", "description": "A pedestrian who was injured in a two-vehicle crash involving an Ottawa Fire Services SUV last week has died, police say.", "url": "https://www.cbc.ca/news/canada/ottawa/pedestrian-dies-baseline-fisher-crash-1.4920173", "urlToImage": "https://i.cbc.ca/1.4917706.1542982700!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/baseline-fisher-crash-pedestrian-struck.JPG", "publishedAt": "2018-11-25T21:20:22Z", "content": "A pedestrian who was injured in a two-vehicle crash involving an Ottawa Fire Services SUV last week has died, police say. The collision happened during Friday morning rush hour at the intersection of Baseline Road and Fisher Avenue. The pedestrian, a 42-year-… [+645 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Kjetil Jansrud repeats as champ at Lake Louise super-G", "description": "Kjetil Jansrud of Norway won Sunday's men's World Cup super-G in Lake Louise, Alta.", "url": "https://www.cbc.ca/sports/olympics/winter/alpineskiing/alpine-world-cup-men-lake-louise-super-g-results-1.4920130", "urlToImage": "https://i.cbc.ca/1.4920177.1543180647!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/world-cup-lake-louise-jansrud-112518-620.jpg", "publishedAt": "2018-11-25T21:18:09Z", "content": "Kjetil Jansrud of Norway won Sunday's men's World Cup super-G in Lake Louise, Alta. Jansrud's super-G victory was the third of his career and the second in as many years at the ski resort west of Calgary. He posted a time of one minute 33.52 seconds. Vincent … [+150 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Muriel Draaisma", "title": "Help exists for victims of domestic violence in Peel Region, police say", "description": "Police say they have posted messages on Twitter in the hopes of telling women in Peel Region that resources exist to help victims of domestic violence.", "url": "https://www.cbc.ca/news/canada/toronto/peel-police-gender-based-violence-messaging-16-days-activism-1.4920062", "urlToImage": "https://i.cbc.ca/1.4920072.1543171821!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/peel-police-video-1.JPG", "publishedAt": "2018-11-25T21:13:47Z", "content": "Peel police say they have posted messages on Twitter in the hopes of letting women in its region know that resources exist to help victims of domestic violence. Police posted a video and a tweet on Sunday, the UN's International Day for the Elimination of Vio… [+5573 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Heart-pounding dashcam video shows close call on Calgary road", "description": "A Calgary woman is counting her blessings after a close call on a high-traffic road Saturday.", "url": "https://www.cbc.ca/news/canada/calgary/dashcam-video-close-call-1.4920121", "urlToImage": "https://i.cbc.ca/1.4920161.1543178566!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dashcam-video-crowchild-trail.jpg", "publishedAt": "2018-11-25T21:08:39Z", "content": "A Calgary woman is counting her blessings after a close call on a high-traffic road Saturday. Jennifer Partridge was driving on northbound Crowchild Trail near the 17th Avenue S.W. turn off Saturday morning to take her son to the Repsol Sports Centre, when a … [+1416 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Home cooking: 3 new cookbooks by Vancouver authors hit bookstores", "description": "Food columnist Gail Johnson breaks down this fall's must-have local culinary guides.", "url": "https://www.cbc.ca/news/canada/british-columbia/home-cooking-3-new-cookbooks-by-vancouver-authors-hit-bookstores-1.4917326", "urlToImage": "https://i.cbc.ca/1.4917464.1542939427!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/betty-hung.jpg", "publishedAt": "2018-11-25T21:00:00Z", "content": "With new cookbooks coming out every year, it's hard to keep up with what to choose. One way to narrow things down is to look for homegrown talent. Pastry chef Betty Hung is co-owner of Beaucoup Bakery in Vancouver. She recently launched her first cookbook, Fr… [+2799 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Ukraine accuses Russia of seizing, firing upon ships near Crimea", "description": "Ukraine says Russian fired upon two of its ships, injuring two crew members, and that both vessels have been seized by Russia.", "url": "https://www.cbc.ca/news/world/ukraine-russia-tensions-black-sea-1.4920097", "urlToImage": "https://i.cbc.ca/1.4920122.1543176277!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/turkey-ukraine-diplomacy.jpg", "publishedAt": "2018-11-25T20:05:57Z", "content": "Ukraine says Russian fired upon two of its ships, injuring two crew members, and that both vessels have been seized by Russia. The Ukrainian navy made the announcement in a statement late Sunday. Russia didn't immediately comment on the claims. Hours earlier,… [+536 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Claire Loewen", "title": "Demolition of historic Chambly home prompts calls for better provincial preservation measures", "description": "\"This was a sudden, surprising and deeply saddening decision for the people of Chambly, and for anyone who values Quebec heritage,\" said one heritage advocate.", "url": "https://www.cbc.ca/news/canada/montreal/maison-boileau-chambly-1.4919979", "urlToImage": "https://i.cbc.ca/1.4917673.1542980793!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maison-boileau.jpg", "publishedAt": "2018-11-25T19:36:01Z", "content": "The demolition last week of a 19th-century house in Chambly, Que., despite public outcry, is spurring calls for more robust measures to protect heritage buildings in the province. Residents of Chambly, which is 25 kilometres southeast of Montreal, gathered Sa… [+3148 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Consistent Shiffrin claims slalom gold at Killington", "description": "Mikaela Shiffrin of the U.S. powered through the fog Sunday to win her third straight World Cup slalom race at Killington, overcoming tiny mistakes on the final run to finish in a combined time of one minute 43.25 seconds to edge Petra Vlhova of Slovakia.", "url": "https://www.cbc.ca/sports/olympics/winter/skiing/shiffrin-slalom-gold-killington-1.4920087", "urlToImage": "https://i.cbc.ca/1.4920093.1543174367!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shiffrin-mikaela-181125-1180.jpg", "publishedAt": "2018-11-25T19:35:55Z", "content": "Mikaela Shiffrin powered through the fog in Killington on Sunday to win her third straight World Cup slalom race at the venue. The 23-year-old from Colorado overcame tiny mistakes on the final run and made up ground near the finish with the home crowd cheerin… [+535 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "3 arrested after shots fired in Winnipeg's West End", "description": "Police say they arrested three people Saturday after there were reports of shots fired in the West End.", "url": "https://www.cbc.ca/news/canada/manitoba/toronto-street-shotgun-1.4920060", "urlToImage": "https://i.cbc.ca/1.4898401.1541725057!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/police.PNG", "publishedAt": "2018-11-25T18:56:47Z", "content": "Police say they arrested three people Saturday after there were reports of shots fired in the West End. Upon investigating the reports, which came in at about 6:55 a.m., police were led to a residence in the 600 block of Toronto Street. There, a number of ind… [+591 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Hydro One sends forestry techs to help in California wildfire recovery", "description": "Hydro One says it will send technicians to help with recovery efforts in California following a devastating wildfire that killed dozens of people and destroyed thousands of homes.", "url": "https://www.cbc.ca/news/canada/toronto/hydro-one-california-wildfire-paradise-camp-1.4920069", "urlToImage": "https://i.cbc.ca/1.4920073.1543171877!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/california-wildfire-camp-fire.jpg", "publishedAt": "2018-11-25T18:54:20Z", "content": "Hydro One says it will send technicians to help with recovery efforts in California following a devastating wildfire that killed dozens of people and destroyed thousands of homes. Ontario's largest utility says about 20 forestry technicians will travel to Cal… [+708 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police asking for help finding man accused of robbing woman in Burrows area", "description": "Winnipeg Police are asking for help finding a man who allegedly robbed a 69-year-old woman while she was grabbing her mail.", "url": "https://www.cbc.ca/news/canada/manitoba/robbery-woman-burrows-central-1.4920055", "urlToImage": "https://i.cbc.ca/1.4920056.1543170995!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/robbery-burrows-central-suspect.jpg", "publishedAt": "2018-11-25T18:38:52Z", "content": "Winnipeg police are asking for help finding a man who allegedly robbed a 69-year-old woman while she was grabbing her mail. Police say that on the evening of Sept. 29, the victim was getting her mail from a community mailbox in the Burrows Central area when a… [+892 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fogo Island Inn offering silent nights for solo travellers with deep pockets during the holidays", "description": "If you're looking for some peace and quiet at the holidays — and are willing to splurge — Fogo might be the place for you.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/silent-nights-for-solo-travellers-fogo-1.4919963", "urlToImage": "https://i.cbc.ca/1.2836424.1459008543!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/fogo-island-inn.JPG", "publishedAt": "2018-11-25T18:30:00Z", "content": "If you're looking for a bit of quiet alone time this holiday season and have the bank account for it Fogo Island might be the place for you. The Fogo Island Inn is offering packages for solo travellers for Christmas and New Year's Eve, something it describes … [+2563 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Magnitude 6.3 earthquake hits western Iran", "description": "A magnitude 6.3 earthquake struck western Iran near its border with Iraq on Sunday night, the same area where another temblor last year killed over 600 people. Initial reports said the temblor injured at least 70 people.", "url": "https://www.cbc.ca/news/world/magnitude-6-3-earthquake-strikes-western-iran-1.4920034", "urlToImage": "https://i.cbc.ca/1.4920042.1543169445!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/iran-earthquake-25-11-2018.jpg", "publishedAt": "2018-11-25T18:26:03Z", "content": "A magnitude 6.3 earthquake struck western Iran near its border with Iraq on Sunday night, the same area where another temblor last year killed over 600 people. Initial reports said the temblor injured at least 70 people. Sunday night's earthquake struck near … [+1452 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chris Brown", "title": "Governor General to attend space launch for Canadian astronaut David Saint-Jacques", "description": "Canadian astronaut David Saint-Jacques is in Russia to prepare for his mission to the International Space Station in December.", "url": "https://www.cbc.ca/news/technology/david-saint-jacques-canadian-astronaut-iss-julie-payette-1.4919882", "urlToImage": "https://i.cbc.ca/1.4876874.1540412517!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/david-saint-jacques.jpg", "publishedAt": "2018-11-25T18:22:19Z", "content": "When Canadian astronaut David Saint-Jacques blasts into orbit next week atop a Russian rocket, his family back on Earth will be getting help from the highest level of the Canadian government. Gov. Gen. Julie Payette, a former astronaut who last travelled into… [+3098 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Healing", "title": "Oilpatch share buybacks drive record high totals on Toronto Stock Exchange", "description": "Canadian oil and gas companies finding little love in the stock market are repurchasing their neglected shares, driving a rise in share buybacks that's already reached a record high this year.", "url": "https://www.cbc.ca/news/canada/calgary/oil-share-buybacks-1.4920043", "urlToImage": "https://i.cbc.ca/1.4604408.1522851005!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tsx-sign.jpg", "publishedAt": "2018-11-25T18:21:53Z", "content": "Canadian oil and gas companies finding little love in the stock market are repurchasing their neglected shares, driving a rise in share buybacks that's already reached a record high this year. Using scarce dollars to buy your own stock instead of investing to… [+4540 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "After paddling partner leaves, Winnipegger completes epic canoe trip solo", "description": "With the encouragement of her friends, family, and hundreds of people following her trip via social media, Jillian Brown managed to make it all the way from Oregon to Baton Rouge.", "url": "https://www.cbc.ca/news/canada/manitoba/former-winnipegger-canoe-trek-across-united-states-1.4919987", "urlToImage": "https://i.cbc.ca/1.4920010.1543169162!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jillian-brown-canoe-trek.jpg", "publishedAt": "2018-11-25T18:13:45Z", "content": "Earlier this year, former Winnipegger Jillian Brown embarked on an epic adventure, paddling and hiking across the United States with a broken foot. As any adventure goes, Brown was met with challenges along the way, including her paddling partner packing up a… [+2041 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Roshini Nair", "title": "The architecture of loneliness: How Vancouver's highrises contribute to isolation", "description": "How living in a highrise can leave you lonely, and what some experts suggest to urban design our way to happiness.", "url": "https://www.cbc.ca/news/canada/british-columbia/the-architecture-of-loneliness-how-vancouver-s-highrises-contribute-to-isolation-1.4919548", "urlToImage": "https://i.cbc.ca/1.4919574.1543094887!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/marijuana-condos-20181005.jpg", "publishedAt": "2018-11-25T18:00:00Z", "content": "One of Vancouver's nicknames is the city of glass, and within those sparkling steel-beamed towers, in tiny, expensive units that promise sweeping vistas of mountains and oceans, city and sky, are some pretty lonely people. A 2017 survey by the non-profit Vanc… [+4023 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Aya Al-Hakim", "title": "Via Rail train cars off tracks in Halifax", "description": "Three passenger train cars came off the tracks at Via Rail's maintenance centre yard in Halifax.", "url": "https://www.cbc.ca/news/canada/nova-scotia/via-rail-canada-derailed-halifax-young-avenue-1.4919989", "urlToImage": "https://i.cbc.ca/1.4920018.1543167328!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/train.jpg", "publishedAt": "2018-11-25T17:58:31Z", "content": "Three cars of a Via Rail passenger train went off the tracks in Halifax early Sunday. The cars derailed at Via Rail's maintenance centre yard near Young Avenue. Marie-Anna Murat, a spokesperson for Via Rail Canada, said the incident is under investigation. Th… [+493 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Divers search lake for missing snowmobiler", "description": "Divers have been brought in to search a lake near Westport, Ont., in search of a snowmobiler who was reported missing Friday.", "url": "https://www.cbc.ca/news/canada/ottawa/police-searching-missing-snowmobiler-near-westport-1.4920002", "urlToImage": "https://i.cbc.ca/1.4920024.1543167947!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/scott-mcpherson.jpg", "publishedAt": "2018-11-25T17:52:35Z", "content": "Divers have been brought in to search a lake near Westport, Ont., in search of a snowmobiler who was reported missing Friday. Scott McPherson, 33, who was last seen around 7 p.m., Rideau Lakes Ontario Provincial Police wrote in a release. Police believe he wa… [+427 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Ex-Trump adviser George Papadopoulos loses bid to delay jail sentence", "description": "George Papadopoulos, the Trump campaign adviser who triggered the Russia investigation two years ago, will have to start his 14-day prison sentence on Monday for lying to federal investigators, a judge has ruled.", "url": "https://www.cbc.ca/news/world/george-papadopoulos-1.4919992", "urlToImage": "https://i.cbc.ca/1.4919994.1543165720!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/775246844aw001-george-papad.jpg", "publishedAt": "2018-11-25T17:41:53Z", "content": "A federal judge on Sunday rejected a last-minute bid by former Trump campaign foreign policy adviser George Papadopoulos to delay his two-week jail term and ordered him to surrender Monday as scheduled. Papadopoulos sought the delay until an appeals court had… [+2590 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Books, censorship and what happens when Indigenous Lit goes mainstream", "description": "Every year more and more Indigenous writers break out of the CanLit margins and into the mainstream spotlight, but while this is being celebrated, it's also being challenged. This week we're talking about books, censorship and what happens when Indigenous lit…", "url": "https://www.cbc.ca/radio/unreserved/books-censorship-and-what-happens-when-indigenous-lit-goes-mainstream-1.4882446", "urlToImage": "https://i.cbc.ca/1.4916637.1542911677!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/inside-betty-graphic-novel.jpg", "publishedAt": "2018-11-25T17:16:00Z", "content": "Every year more and more Indigenous writers break out of the CanLit margins and into the mainstream spotlight, but while this is being celebrated, it's also being challenged. This week we're talking about books, censorship and what happens when Indigenous lit… [+1472 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "All 4 lanes of Nipigon River bridge now open, province says", "description": "All four lanes of the bridge over the Nipigon River east of Thunder Bay, Ont., have re-opened, according to a statement from the province.", "url": "https://www.cbc.ca/news/canada/thunder-bay/nipigon-river-bridge-open-1.4919909", "urlToImage": "https://i.cbc.ca/1.4139227.1496239028!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nipigon-river-bridge.jpg", "publishedAt": "2018-11-25T17:00:00Z", "content": "All four lanes of the bridge over the Nipigon River east of Thunder Bay, Ont., have re-opened, according to a statement from the province. That comes nearly three years after the bridge, described as the first cable-stayed bridge in Ontario, failed in January… [+772 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "It's Ottawa versus Calgary in the 106th Grey Cup", "description": "It's almost kickoff time for the 106th Grey Cup — and Ottawa Redblacks fans are hoping for a repeat of two years ago.", "url": "https://www.cbc.ca/news/canada/ottawa/greycup-liveblog-ottawa-calgary-2018-1.4918721", "urlToImage": "https://i.cbc.ca/1.4890779.1541270652!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fbo-cfl-argonauts-redblacks-20181102.jpg", "publishedAt": "2018-11-25T17:00:00Z", "content": "It's almost kickoff time for the 106th Grey Cup and Ottawa Redblacks fans are hoping for a repeat of two years ago. The Redblacks will be taking on the Calgary Stampeders in a rematch of the 2016 game, which saw Ottawa eke out a narrow victory in overtime. Th… [+630 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'I am superbly worried': West Coast fishermen await decision on restrictions meant to protect orcas", "description": "A year after the Department of Fisheries and Oceans closed off several West Coast sports fishing area to protect orcas, fishermen say they're worried more closures are on the way along the southern Vancouver Island.", "url": "https://www.cbc.ca/news/canada/british-columbia/i-am-superbly-worried-west-coast-fishermen-await-decision-on-restrictions-meant-to-protect-orcas-1.4919711", "urlToImage": "https://i.cbc.ca/1.4772584.1533263670!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/killer-whale-t73b.jpg", "publishedAt": "2018-11-25T17:00:00Z", "content": "A year after the Department of Fisheries and Oceans closed off several West Coast sports fishing area to protect orcas, fishermen say they're worried more closures are on the way along the southern Vancouver Island. In 2017, the Department of Fisheries and Oc… [+3909 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colin Harris", "title": "Stars embark on cross-country tour a little wiser, but just as sentimental", "description": "With their guitars and synthesizers, they still write dancey indie songs about love and longing, hope and heartbreak, though their perspective has changed over their nearly two decades of playing together.", "url": "https://www.cbc.ca/news/canada/montreal/stars-embark-on-cross-country-tour-a-little-wiser-but-just-as-sentimental-1.4919818", "urlToImage": "https://i.cbc.ca/1.4919826.1543114350!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stars-band-montreal.jpg", "publishedAt": "2018-11-25T17:00:00Z", "content": "Montreal band Stars are beginning their latest cross-Canada (and northern United States) tour on Monday, and singer Amy Milan says they can't help but feel lucky that they're still able to do this. With their guitars and synthesizers, they still write dancey … [+3497 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'We're guinea pigs': Canada's oversight process for implanted medical devices stuns suffering patients", "description": "Millions of Canadians rely on surgically implanted medical devices in order to function — to do everything from walk without pain to pump blood through their veins. But a new CBC investigation reveals some devices are approved with scant scientific evidence t…", "url": "https://www.cbc.ca/news/health/implanted-files-medical-devices-icij-1.4909196", "urlToImage": "https://i.cbc.ca/1.4912084.1542668013!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nonie.jpg", "publishedAt": "2018-11-25T17:00:00Z", "content": "Millions of Canadians rely on surgically implanted medical devices in order to function to do everything from walk without pain to pump blood through their veins. Yet many of those devices are approved for use in Canada with scant scientific evidence to show … [+10254 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Student's winning public art design to be built in heart of new Alberta community", "description": "A University of Calgary student's public artwork design has won a competition held by the firm behind some of the city's most iconic fusions of art and architecture.", "url": "https://www.cbc.ca/news/canada/calgary/gordon-skilling-public-art-1.4919928", "urlToImage": "https://i.cbc.ca/1.4919975.1543163040!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gordon-skilling-harmony-public-artwork.jpg", "publishedAt": "2018-11-25T16:58:19Z", "content": "A University of Calgary student's public artwork design has won a competition held by the firm behind some of the city's most iconic fusions of art and architecture. Gordon Skilling is studying landscape architecture at the university. He recently won a stude… [+2317 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Geneviève Lalonde wins national cross-country title", "description": "Moncton's Geneviève Lalonde has won the gold medal in her first cross-country race in four years.", "url": "https://www.cbc.ca/news/canada/new-brunswick/lalonde-win-national-cross-country-title-1.4919898", "urlToImage": "https://i.cbc.ca/1.4919938.1543161833!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/genevieve-lalonde.jpg", "publishedAt": "2018-11-25T16:42:27Z", "content": "Olympian Geneviève Lalonde has won a national championship in her first cross-country race in four years. She won the senior women's 10-kilometre race in a time of 33:47.3 at the Canadian Cross Country Championships on Saturday in Kingston, Ont..&lt;a href=\"h… [+2368 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jim Bronskill", "title": "Security agencies warn industry of foreign espionage threat to networks", "description": "The RCMP organized two workshops last March to raise awareness about threats to critical systems, including espionage and foreign interference, cyberattacks, terrorism and sabotage, newly disclosed documents show.", "url": "https://www.cbc.ca/news/politics/security-agencies-warn-espionage-networks-1.4919962", "urlToImage": "https://i.cbc.ca/1.4916330.1542905219!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/banks-cybersecurity-20181122.jpg", "publishedAt": "2018-11-25T16:40:35Z", "content": "Canadian companies should watch out when they use technology supplied by state-owned companies from countries that want to steal corporate secrets, the country's security agencies have warned them. The RCMP organized two workshops last March one in Calgary, t… [+4143 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "California's deadly Camp Fire now fully contained", "description": "The deadliest wildfire in California history, which destroyed the mountain town of Paradise and killed at least 85 people, is now 100 per cent contained, according to state fire officials.", "url": "https://www.cbc.ca/news/world/camp-fire-100-percent-contained-california-wildfie-1.4919965", "urlToImage": "https://i.cbc.ca/1.4919970.1543162825!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/california-wildfires.jpg", "publishedAt": "2018-11-25T16:32:24Z", "content": "The deadliest wildfire in California history, which destroyed the mountain town of Paradise and killed at least 85 people, is now 100 per cent contained, according to state fire officials. The number of people still missing from the Camp Fire, which was burni… [+1715 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Funds promised for Wabush rec centre never delivered, forcing closure, says mayor", "description": "Donation money for Wabush earlier this year never materialized, contributing to the town's dire financial state.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/wabush-rec-centre-donations-1.4918960", "urlToImage": "https://i.cbc.ca/1.4531446.1518451127!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mike-adam-recreation-complex.jpg", "publishedAt": "2018-11-25T16:30:00Z", "content": "A funding plan to keep the Mike Adam Recreational Complex in Wabush open last winter fell apart, leaving the town on the hook for the cash and leading council to decide on the facility's permanent closure, says the mayor. \"We had a contingent agreement in pla… [+1795 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Cilic's straight-sets win clinches Davis Cup title for Croatia", "description": "Marin Cilic sealed Croatia's victory over defending champion and host France in the Davis Cup final with a 7-6 (3), 6-3, 6-3 win over Lucas Pouille on Sunday in Lille.", "url": "https://www.cbc.ca/sports/tennis/cilic-davis-cup-croatia-1.4919949", "urlToImage": "https://i.cbc.ca/1.4919959.1543161867!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cilic-marin-18125-1180.jpg", "publishedAt": "2018-11-25T16:07:58Z", "content": "Marin Cilic sealed Croatia's victory over defending champion France in the Davis Cup final with a 7-6 (3), 6-3, 6-3 win over Lucas Pouille on Sunday. Cilic, a former U.S. Open champion, gave Croatia a 3-1 unassailable lead in the best-of-five series on indoor… [+2676 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Flocking gives West Coast Christmas trees that snowy look", "description": "Landscape designer Cheryl Moore has been spraying down fresh trees with a life-like artificial snow substance called flock at Port Kells Nursery in Surrey every holiday season for the last 24 years", "url": "https://www.cbc.ca/news/canada/british-columbia/christmas-tree-flocking-popularized-1.4917360", "urlToImage": "https://i.cbc.ca/1.4917386.1542934713!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tree-flocking-popularized.jpg", "publishedAt": "2018-11-25T16:00:00Z", "content": "Every holiday season for the last 24 years, landscape designer Cheryl Moore has been spraying fresh trees with an artificial snow substance called flock at Port Kells Nursery in Surrey, B.C. It's known as Christmas tree flocking a process that makes a natural… [+3175 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Here's what it was like to attend the 1978 Fort William First Nation powwow near Thunder Bay, Ont.", "description": "Forty years ago near Thunder Bay, Ont., dozens of people gathered at the top of Anemki Wajiw for a powwow and celebration of the Anishinaabe culture.", "url": "https://www.cbc.ca/news/canada/thunder-bay/1978-pow-wow-mckay-1.4908606", "urlToImage": "https://i.cbc.ca/1.4918805.1543007738!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/1978-mount-mckay-pow-wow.jpg", "publishedAt": "2018-11-25T16:00:00Z", "content": "Forty years ago near Thunder Bay, Ont., dozens of people gathered at the top of Anemki Wajiw for a powwow and celebration of the Anishinaabe culture. Allan Manitowabi was then a 22-year-old man visiting the Lakehead for the first time. Invited by his friends,… [+3455 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Little Burgundy women's shelter celebrates 30 years of service to the community", "description": "The Logifem shelter has 50 beds for women and children in need of transitional housing.", "url": "https://www.cbc.ca/news/canada/montreal/little-burgundy-women-s-shelter-celebrates-30-years-of-service-to-the-community-1.4919527", "urlToImage": "https://i.cbc.ca/1.4919543.1543079477!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/logifem.jpg", "publishedAt": "2018-11-25T16:00:00Z", "content": "The first resident of the Logifem women's shelter in Montreal moved in 30 years ago on Dec.15. The shelter, based in Little Burgundy, provides practical help food, shelter and care to thousands of women and children escaping abusive or crisis situations. \"It … [+1319 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'The bad night is over': Regina cab driver finds new job, 2 years after brutal stabbing", "description": "Two years after a brutal stabbing rocked the life of a Regina cab driver and his family, a new job opportunity has given them a more optimistic outlook on life.", "url": "https://www.cbc.ca/news/canada/saskatchewan/regina-cab-driver-stabbing-new-job-sasktel-1.4919762", "urlToImage": "https://i.cbc.ca/1.4919764.1543107726!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/iqbal-singh-sharma.jpg", "publishedAt": "2018-11-25T16:00:00Z", "content": "Two years after a brutal stabbing rocked the life of a Regina cab driver and his family, a new job opportunity has given them a more optimistic outlook on life. \"I found a job in my area, my expertise,\" said Iqbal Singh Sharma, who just recently started a job… [+1767 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lauren Bird", "title": "Friends of Candace Stevens raise money to support her daughter", "description": "Former classmates and friends of Candace Stevens held an event in Fredericton Saturday to raise money for her young daughter.", "url": "https://www.cbc.ca/news/canada/new-brunswick/candace-stevens-fundraiser-1.4919923", "urlToImage": "https://i.cbc.ca/1.4919925.1543160051!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/christine-denny-nora-benoit-and-rosemarie-arseneault.JPG", "publishedAt": "2018-11-25T15:57:14Z", "content": "Former classmates and friends of Candace Stevens are working to raise money for her young daughter. A fundraiser was held Saturday at the Majestany Institute in Fredericton. For $30, boys and girls were transformed into pirates and princesses for the day. Ste… [+1160 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Harrison", "title": "Canadian judoka Klimkait wins gold, progresses toward 2020 Olympic berth", "description": "Jessica Klimkait of Whitby, Ont., put a damper on host Japan's attempt at a gold-medal sweep at the International Judo Federation Grand Slam event on Saturday in Osaka, prevailing in the women's under-57 kilogram division.", "url": "https://www.cbc.ca/sports/olympics/summer/judo/klimkait-judoka-osaka-grand-slam-1.4919927", "urlToImage": "https://i.cbc.ca/1.4919929.1543159971!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/klimkait-jessica-181124-1180.jpg", "publishedAt": "2018-11-25T15:43:16Z", "content": "Jessica Klimkait of Whitby, Ont., put a damper on host Japan's attempt at a gold-medal sweep at the International Judo Federation Grand Slam event on Saturday in Osaka. The world No. 9 Klimkait earned a victory in the women's under-57 kilogram division, deliv… [+873 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Vancouver police investigate suspicious death of elderly woman", "description": "Police are investigating the death of an elderly woman whose body was found in her East Vancouver apartment on Saturday morning.", "url": "https://www.cbc.ca/news/canada/british-columbia/vancouver-police-investigate-suspicious-death-elderly-woman-1.4919867", "urlToImage": "https://i.cbc.ca/1.4845857.1538420230!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-tape.jpg", "publishedAt": "2018-11-25T15:26:10Z", "content": "Police are investigating the death of an elderly woman whose body was found in her East Vancouver apartment on Saturday morning. The Vancouver Police Department said they received a 911 call around 8 a.m. PT from a person who had just discovered a deceased wo… [+818 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Mexico denies report of deal to host U.S. asylum seekers", "description": "Mexico's incoming government is denying a report that it plans to allow asylum seekers to wait in the country while their claims move through U.S. immigration courts.", "url": "https://www.cbc.ca/news/world/mexico-tijuana-migrants-asylum-seekers-1.4919900", "urlToImage": "https://i.cbc.ca/1.4919901.1543155455!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1b33ji.jpg", "publishedAt": "2018-11-25T15:03:39Z", "content": "Mexico's incoming government denied a report Saturday that it plans to allow asylum seekers to wait in the country while their claims move through U.S. immigration courts, one of several options the Trump administration has been pursuing in negotiations for m… [+5573 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Thurton", "title": "'Shock and awe': Fort McMurray family balloons with birth of quadruplets", "description": "In one day, the Simms family of three more than doubled in size.", "url": "https://www.cbc.ca/news/canada/edmonton/fort-mcmurray-quadruplets-1.4919066", "urlToImage": "https://i.cbc.ca/1.4919253.1543118380!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fort-mcmurray-quadruplets.jpg", "publishedAt": "2018-11-25T15:00:59Z", "content": "In a room at the Fort McMurray hospital, Annie and Darrell Simms sat down for what they thought would be a routine ultrasound. But they were floored by what they saw on the monitor during the appointment back in June. The Simms family of three Annie, Darrell … [+2298 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Christine Coulter", "title": "'They're not there to help': MMIWG family members say counselling support lacking", "description": "Those who have testified at the National Inquiry into Missing and Murdered Indigenous Women were promised financial support for counselling if they needed it. Some claim it's been a challenge to get the funds.", "url": "https://www.cbc.ca/news/canada/british-columbia/they-re-not-there-to-help-mmiwg-family-members-say-counselling-support-lacking-1.4919281", "urlToImage": "https://i.cbc.ca/1.4919314.1543023872!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mmiwg-embrace.jpg", "publishedAt": "2018-11-25T15:00:00Z", "content": "The National Inquiry into Missing and Murdered Indigenous Women has been granted another $38-million of funding from Ottawa to finance the hearings, which are set to wrap up next April. But many family members and those who have already testified have complai… [+2579 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Calgary police homicide unit investigating death after incident at downtown club", "description": "Calgary police are investigating a suspicious death after what they say was an \"incident\" at a downtown nightclub Sunday.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-suspicious-death-1.4919906", "urlToImage": "https://i.cbc.ca/1.4858991.1539281940!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/calgary-6155-police-service-cps-cop-car-cruiser.JPG", "publishedAt": "2018-11-25T14:56:01Z", "content": "Calgary police are investigating a suspicious death after what they say was an \"incident\" at a downtown nightclub Sunday. Police were called to the club at 118 5th Avenue S.W. at 2:55 a.m. for reports that someone had been injured during a disturbance inside.… [+426 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "After Jets' Patrik Laine scores 5 goals, Winnipeg man walks away with $1 million", "description": "One lucky Winnipeg man is $1 million richer — all thanks to Patrik Laine.", "url": "https://www.cbc.ca/news/canada/manitoba/patrik-laine-safeway-sobeys-contest-winner-1.4919902", "urlToImage": "https://i.cbc.ca/1.4919824.1543114044!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jets-blues-hockey.jpg", "publishedAt": "2018-11-25T14:51:08Z", "content": "One lucky Winnipeg man is $1 million richer all thanks to Patrik Laine. Laine scored a very rare five goals against the St. Louis Blues on Saturday night. A five-goal game means a Million Dollar prize through Safeway/Sobey's Score &amp; Win contest plus $100,… [+1043 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Leigh Anne Power", "title": "Newfoundland scientists find a new way to fight superbugs", "description": "Health Canada says antibiotic-resistant bacteria could soon make diseases like pneumonia, tuberculosis and strep throat untreatable.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/newfoundland-scientists-superbugs-1.4916063", "urlToImage": "https://i.cbc.ca/1.4919907.1543156748!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ramesh-kumar-mani-and-bala-kishan-gorityala.jpg", "publishedAt": "2018-11-25T14:46:50Z", "content": "A Newfoundland company is working to level the field in the fight against antibiotic-resistant bacteria that could render diseases like pneumonia, tuberculosis and strep throat untreatable. The World Health Organization classes those bacteria or superbugs as … [+3703 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Trevor Pritchard", "title": "CBC Ottawa news quiz for the week of Nov. 18", "description": "How closely did you follow the past seven days in local news? Take our quiz and find out.", "url": "https://www.cbc.ca/news/canada/ottawa/cbc-ottawa-news-quiz-nov-18-2018-1.4919068", "urlToImage": "https://i.cbc.ca/1.3709231.1498225091!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/quiz-news.jpg", "publishedAt": "2018-11-25T14:12:05Z", "content": "Which eastern Ontario MPP broke ranks with the government this week over cuts to French-language services? What was city councillor Tim Tierney charged with on Friday? And which baseball player has a newly-discovered insect named after him, thanks to an Ottaw… [+121 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karin Larsen", "title": "Another unexplained clerical error helps B.C. gangster Jarrod Bacon", "description": "Last year he was mistakenly released from prison 16 months early. This year, the Parole Board of Canada failed to notify the public about his release status.", "url": "https://www.cbc.ca/news/canada/british-columbia/another-unexplained-clerical-error-helps-b-c-gangster-jarrod-bacon-1.4914737", "urlToImage": "https://i.cbc.ca/1.1610581.1379064415!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-bc-archive-jarrod-bacon-3col.jpg", "publishedAt": "2018-11-25T14:00:00Z", "content": "A technical glitch that prevented the public from learning that Jarrod Bacon had been released from prison months ago is the second Parole Board of Canada clerical error related to the notorious B.C. gangster. On Thursday, the Parole Board of Canada released … [+2527 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Inuit carvings head North after decades in California", "description": "The donation of 72 Inuit carvings has Great Northern Art Festival Society feeling like kids at Christmas.", "url": "https://www.cbc.ca/news/canada/north/inuit-carvings-inuvik-donation-1.4919080", "urlToImage": "https://i.cbc.ca/1.4919106.1543014041!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/inuit-walrus-harold-harshaw-collection.jpg", "publishedAt": "2018-11-25T14:00:00Z", "content": "After decades in storage in a home in California, dozens of Inuit carvings have come home to Canada's North. The donation of 72 small carvings recently arrived in Inuvik, N.W.T., for the Great Northern Arts Festival Society. They were a gift from the granddau… [+2065 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police say woman likely dead after Outaouais highway pileup", "description": "“People did not adapt to the slippery road conditions,” said Sûreté du Québec spokesperson Sgt. Claude Denis.", "url": "https://www.cbc.ca/news/canada/montreal/outaouais-sq-road-conditions-1.4919895", "urlToImage": "https://i.cbc.ca/1.4658365.1526040627!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/surete-du-quebec.jpg", "publishedAt": "2018-11-25T13:53:52Z", "content": "Quebec provincial police say a woman is likely dead after a pileup on Highway 117 near Lake Pythonga in the Outaouais, about 350 kilometres northwest of Montreal. At around 8 p.m., a transport truck jackknifed and blocked the highway completely. Several vehic… [+531 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Arrest warrant issued for Mississauga man, 23, accused of attempted murder", "description": "Peel police have issued a Canada-wide arrest warrant a 23-year-old man in connection with an attempted murder in Mississauga.", "url": "https://www.cbc.ca/news/canada/toronto/peel-police-arrest-warrant-canada-wide-mississauga-man-attempt-murder-1.4919890", "urlToImage": "https://i.cbc.ca/1.4021563.1508258635!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/peel-police.jpg", "publishedAt": "2018-11-25T13:45:55Z", "content": "Peel police have issued a Canada-wide arrest warrant a 23-year-old man in connection with an attempted murder in Mississauga. On Nov. 10 at about 11:12 p.m., police said they were called to the area of Delmonte Crescent and Brandon Gate Drive after a caller r… [+715 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "1 hurt in single-vehicle rollover", "description": "Firefighters extricated the driver of a car crash Sunday morning after a single-vehicle rollover near Cumberland.", "url": "https://www.cbc.ca/news/canada/ottawa/one-hurt-single-vehicle-rollover-regional-road-174-1.4919883", "urlToImage": "https://i.cbc.ca/1.4626586.1524153583!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ottawa-fire-services-truck-generic.JPG", "publishedAt": "2018-11-25T13:35:55Z", "content": "Firefighters extricated the driver of a car crash Sunday morning after a single-vehicle rollover near Cumberland. The crash happened in front of 1703 Regional Road 174 before 7:30 a.m. One person was rushed to hospital in serious, but stable condition, the Ot… [+193 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Archives", "title": "The N.S. town that was (supposedly) 'invaded by skateboards'", "description": "Thirty-one years ago, avid skateboarders in a small Nova Scotia town were finding their favourite pastime was not welcomed by all.", "url": "https://www.cbc.ca/archives/the-n-s-town-that-was-supposedly-invaded-by-skateboards-1.4911790", "urlToImage": "https://i.cbc.ca/1.4911847.1542658352!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/teenager-on-a-skateboard-in-lunenburg-n-s-in-1987.jpg", "publishedAt": "2018-11-25T13:30:00Z", "content": "\"The quiet, seaside community of Lunenburg, Nova Scotia, has quite a problem,\" Midday anchor Peter Downie told viewers. \"It is being invaded by skateboarders and skateboards.\" The so-called \"invasion\" he was referring to involved local teenagers and was alleg… [+2370 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Waterloo woman star of new documentary, showing at The Princess", "description": "A Waterloo woman hopes to ruffle some feathers in academia with a new documentary on her life-long love of giraffes.", "url": "https://www.cbc.ca/news/canada/kitchener-waterloo/waterloo-anne-dagg-giraffe-documentary-princess-cinemas-1.4916654", "urlToImage": "https://i.cbc.ca/1.4905051.1542225554!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/anne-innis-dagg-giraffes-the-current.jpg", "publishedAt": "2018-11-25T13:00:00Z", "content": "A Waterloo woman hopes to ruffle some feathers in academia with a new documentary on her life-long love of giraffes. Anne Dagg was just 23 when she travelled to apartheid South Africa to study giraffes in their wild habitat. But when she returned to Canada an… [+1510 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "From 150,000 to just 3: Yukon elder says he 'almost cried' over dire salmon shortage", "description": "Yukoners sacrificing way of life and taking new measures in hopes of rebuilding diminished stock", "url": "https://www.cbc.ca/news/canada/north/salmon-stock-dwindling-yukon-replenish-1.4917440", "urlToImage": "https://i.cbc.ca/1.4919115.1543023944!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/yukon-elder-chuck-hume.jpg", "publishedAt": "2018-11-25T13:00:00Z", "content": "Yukon elder Chuck Hume remembers seeing sockeye salmon runs through his Klukshu village when he was a kid. They would last from June until December and produce upwards of 150,000 fish. This fall, that same river's run yielded just three sockeye. \"I almost cri… [+4311 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Canadian speed skater Weidemann scores 1st-career World Cup gold", "description": "Canada's Isabelle Weidemann notched a career first on Sunday in Tomakomai, Japan, taking gold in the 3000-metre World Cup event. Meanwhile, the Canadian men's and women's team sprint squads will both leave Japan with bronze medals after their performances on …", "url": "https://www.cbc.ca/sports/olympics/winter/speedskating/canada-speed-skating-tomakomai-1.4919877", "urlToImage": "https://i.cbc.ca/1.4919884.1543150323!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/775096162md00002-speed-skat.jpg", "publishedAt": "2018-11-25T12:56:12Z", "content": "Canada's Isabelle Weidemann notched a career first on Sunday in Tomakomai, Japan, taking gold in the 3000-metre World Cup event. It's the 23-year-old skater's first individual medal on the World Cup circuit and she did it in grand style setting a track record… [+819 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mike Moore", "title": "How a paintball pro fell in love with a Marystown woman, and the province", "description": "A chance meeting in Iceland brought Greg Hastings to the province he now considers his second home.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/greg-hastings-paintball-pro-1.4914285", "urlToImage": "https://i.cbc.ca/1.4914633.1542830275!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jessica-biggin-and-greg-hastings.jpg", "publishedAt": "2018-11-25T12:30:00Z", "content": "He's a paintball pro, a world champion, the name and face of a video game franchise. He loves motorcycles, the outdoors and Newfoundland and Labrador. If you're picturing the most interesting man in the world, you're likely not far off. Greg Hastings, who is … [+4361 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Alana Cole", "title": "Local group promoting safety for female runners and walkers in Winnipeg", "description": "It was news of an attack at a popular nature trail in southwest Winnipeg last month that drove Carly Peters and a small group of runners to take action in an effort to help improve safety for female runners and walkers.", "url": "https://www.cbc.ca/news/canada/manitoba/run-safety-walk-police-1.4919628", "urlToImage": "https://i.cbc.ca/1.4919640.1543090545!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/carly-peters-is-hoping-to-help-promote-safety-for-female-runners.jpg", "publishedAt": "2018-11-25T12:00:00Z", "content": "Carly Peters knows what it's like to feel uncomfortable while out for a run. The 37-year-old has been a runner for about eight years. She says it's the little things that can make you feel vulnerable. \"People that honk at you when you're running, or people th… [+2121 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Wilma Derksen", "title": "Candace Derksen's mother pens an open letter to families of murder victims", "description": "Dear Family, I know this is not a journey you ever wanted to make......I hope Candace House can make it easier.", "url": "https://www.cbc.ca/news/canada/manitoba/wilma-derksen-pov-letter-parents-1.4916917", "urlToImage": "https://i.cbc.ca/1.4918075.1543010122!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wilma-derksen.jpg", "publishedAt": "2018-11-25T12:00:00Z", "content": "Dear Family, I know this is not a journey you ever wanted to make I hope Candace House can make it easier. Looking back on the murder of our daughter, I just remember the nightmare of 33 years. I remember the first time I was called the \"parent of a murdered … [+3858 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "Keep digging: Consumer advocates warn homeowners of snowplow scams", "description": "When it comes to snowplow contractors, homeowners might want to do a little extra digging this winter season.", "url": "https://www.cbc.ca/news/canada/new-brunswick/snowplow-scam-winter-shovel-driveway-1.4915887", "urlToImage": "https://i.cbc.ca/1.2997099.1426527758!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/fredericton-snow-plow.JPG", "publishedAt": "2018-11-25T12:00:00Z", "content": "When it comes to snowplow contractors, homeowners might want to do a little extra digging this winter season. This winter, Peter Moorhouse, CEO and president of the Better Business Bureau for the Atlantic region, is warning people to be cautious. \"Hasty decis… [+2663 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bryce Hoye", "title": "'I wasn't in my right mind': Man pleads guilty to 2nd assault on Winnipeg Transit staff", "description": "A man previously convicted of assaulting a Winnipeg Transit employee was convicted for a second similar offence on Thursday and sentenced to five months in jail.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-transit-assault-man-sentenced-1.4918646", "urlToImage": "https://i.cbc.ca/1.3405840.1471038846!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-transit.jpg", "publishedAt": "2018-11-25T12:00:00Z", "content": "A Winnipeg man previously convicted of assaulting a Winnipeg Transit employee was convicted for a second similar offence on Thursday and sentenced to five months in jail. Provincial court Judge Dale Harvey sentenced Howard Wavey to 150 days in jail for drunke… [+5542 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Rare bird sighted on P.E.I.", "description": "After a day of birding on P.E.I., an Island woman returned home to find a rare white-winged dove at her backyard feeder.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-rare-bird-white-winged-dove-1.4916035", "urlToImage": "https://i.cbc.ca/1.4916147.1542900768!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/white-winged-dove.jpg", "publishedAt": "2018-11-25T12:00:00Z", "content": "After a day of birding on P.E.I., an Island woman returned home to find a rare white-winged dove at her backyard feeder in Stratford. Nicole Murtagh has been an avid birder for about five years and is always on the lookout for uncommon species. I think it's j… [+2659 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Graduate from Cambridge Bay's home-grown healing program goes back as guest speaker", "description": "Nellie Hogaluk says she used to be afraid to tell people about her alcohol addiction and her struggles to overcome it. Now, she shares her story as a way to heal and empower others.", "url": "https://www.cbc.ca/news/canada/north/healing-program-second-year-1.4918088", "urlToImage": "https://i.cbc.ca/1.4414782.1511385444!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/nellie-hogaluk.JPG", "publishedAt": "2018-11-25T12:00:00Z", "content": "Nellie Hogaluk says she used to be afraid to tell people about her alcohol addiction and her struggles to overcome it. Now, she shares her story as a way to heal and empower others. \"The more that I opened up to things that I did not want to remember, it has … [+3300 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Parents take school board to court over autistic son's right to bring therapy dog to school", "description": "The parents of a 15-year-old youth with autism are suing the Commission Scolaire de la Capitale for their son's right to bring his therapy dog to school, but the board says it can't allow it, because another student is highly allergic to the animal.", "url": "https://www.cbc.ca/news/canada/montreal/parents-take-school-board-to-court-over-autistic-son-s-right-to-bring-therapy-dog-to-school-1.4918381", "urlToImage": "https://i.cbc.ca/1.4918643.1543005000!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/thomas-labonte.jpg", "publishedAt": "2018-11-25T12:00:00Z", "content": "A trip down the school's corridors can be an anxiety-filled journey for 15-year-old Thomas Labonte, but his father says having his therapy dog, Mika, with him would help. \"He's more at ease, especially when it comes time to settle down in classes,\" said his f… [+2593 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Cameron MacLean", "title": "Have you considered buying nothing this Christmas? Here are some tips to reduce, reuse and recyle in gifting", "description": "When coming up with your list of what to buy your friends and family for Christmas this year, have you considered — nothing? That’s what one Winnipeg woman aims to do during the holidays.", "url": "https://www.cbc.ca/news/canada/manitoba/buy-nothing-for-christmas-1.4918223", "urlToImage": "https://i.cbc.ca/1.2445071.1543006933!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/black-friday.jpg", "publishedAt": "2018-11-25T12:00:00Z", "content": "When coming up with your list of what to buy your friends and family for Christmas this year, have you considered nothing? That's what one Winnipeg woman aims to do during the holidays. Courtney Worden and her family usually give to charity rather than giving… [+5009 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Here comes Santa Claus! Downtown St. John's Christmas Parade is a go", "description": "Sunny, slightly cold weather expected for St. Nick's annual visit to downtown St. John's.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/santa-claus-parade-1.4919657", "urlToImage": "https://i.cbc.ca/1.2871189.1418398824!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/st-john-s-santa-claus-parade-by-jim-fitzgerald.jpg", "publishedAt": "2018-11-25T11:12:00Z", "content": "The forecast looks good to have this year's St. John's Christmas parade go ahead as planned Sunday at noon. With the weather expected to be sunny and a couple of degrees shy of the freezing mark, expect about 100 floats and 5,000 participants capped off by Sa… [+1331 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Ugandan divers recover bodies after accident that killed at least 30", "description": "Ugandan diving teams are retrieving bodies from Lake Victoria where police say at least 30 people died in a boat accident near the capital, Kampala.", "url": "https://www.cbc.ca/news/world/uganda-boat-accident-1.4919870", "urlToImage": "https://i.cbc.ca/1.4919871.1543143519!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/uganda-capsized-boat.jpg", "publishedAt": "2018-11-25T11:01:07Z", "content": "Ugandan diving teams are retrieving bodies from Lake Victoria where police say at least 30 people died in a boat accident near the capital, Kampala. The boat overturned and sank at about 7 p.m. Saturday night, said senior police officer Zurah Ganyana. She sai… [+2204 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lenard Monkman", "title": "Jigging trio carries on their family name and Métis traditions", "description": "The Ivan Flett Memorial Dancers are carrying on the name and memory of their grandpa, who passed on to them his love of jigging.", "url": "https://www.cbc.ca/news/indigenous/metis-jig-ivan-flett-memorial-dancers-1.4919150", "urlToImage": "https://i.cbc.ca/1.4919159.1543015796!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ivan-flett-memorial-dancers.jpg", "publishedAt": "2018-11-25T11:00:00Z", "content": "These three siblings are adding a new flavour to the old tradition of jigging by mixing it up with other musical genres. In a recent video, the Ivan Flett Memorial Dancers can be seen in M é tis dancing regalia, jigging away to the '90s dance classic Gonna Ma… [+2147 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Morin", "title": "Many New Brunswick birds are braving the cold", "description": "Despite the early winter weather, much of New Brunswick's bird population is doing just fine. That's according to Quispamsis birder Jim Wilson.", "url": "https://www.cbc.ca/news/canada/new-brunswick/new-birds-cold-weather-1.4918630", "urlToImage": "https://i.cbc.ca/1.4915895.1542885870!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/robin-snowy-tree-branch.jpg", "publishedAt": "2018-11-25T11:00:00Z", "content": "Despite the early winter weather, much of New Brunswick's bird population is doing just fine. That's according to Quispamsis birder Jim Wilson. \"This year looks like a reasonably strong year for a number of birds we haven't seen around for at least a few year… [+1754 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathan Montpetit", "title": "CAQ's credibility on environment tested by proposed mine near pristine Abitibi water source", "description": "The mine would be built next to an esker that provides the Abitibi region with some of the purest drinking water in North America.", "url": "https://www.cbc.ca/news/canada/montreal/caq-abitibi-environment-1.4916456", "urlToImage": "https://i.cbc.ca/1.4916501.1542909373!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/saint-mathieu-berry-esker.jpg", "publishedAt": "2018-11-25T11:00:00Z", "content": "The 500 residents of La Motte, Que., don't have have a gas station or even a convenience store, but they do enjoy some of the best-tasting drinking water in North America. So when an Australian mining firm began seeking approval to build an open-air lithium m… [+7568 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "EU endorses Brexit divorce deal but hard work lies ahead", "description": "European Union leaders have endorsed their Brexit deal with London, while U.K. Prime Minister Theresa May says she will campaign with 'heart and soul' to win support for the plan in the British parliament.", "url": "https://www.cbc.ca/news/world/eu-uk-brexit-deal-1.4919868", "urlToImage": "https://i.cbc.ca/1.4919869.1543141567!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/britain-eu.jpg", "publishedAt": "2018-11-25T10:46:45Z", "content": "In a bittersweet landmark, European Union leaders on Sunday approved an agreement on Britain's departure next year the first time a member country will have left the 28-nation bloc. It took leaders a matter of minutes at a summit in Brussels to endorse a with… [+4368 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dwayne Tuck", "title": "Sorry, newscasts; you're just way too depressing for me these days", "description": "They say ignorance is bliss. With the news lately, I have to agree.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/dwayne-tuck-negative-news-1.4911324", "urlToImage": "https://i.cbc.ca/1.4911451.1542646038!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dwayne-tuck.jpg", "publishedAt": "2018-11-25T10:30:00Z", "content": "I've become disengaged, tuned out. There was a time not long ago when I would eagerly read the local newspaper and browse several news websites on a daily basis. I can't recall the last time I've done this. I'm not entirely sure why. I'm 47 years old. I don't… [+3318 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kari Vierimaa", "title": "Despite delays, Union Station construction marks another milestone as new food hall opens", "description": "Commuters heading through Union Station will get a new experience on Monday when the food hall in the York Concourse officials opens.", "url": "https://www.cbc.ca/news/canada/toronto/union-station-update-1.4919686", "urlToImage": "https://i.cbc.ca/1.4919692.1543095063!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/union-food-hall.JPG", "publishedAt": "2018-11-25T10:00:00Z", "content": "Commuters heading through Union Station will get a new experience on Monday when the food hall in the York Concourse officials opens. It marks a major milestone for the redevelopment of the iconic train station, a project that is years behind schedule and con… [+3329 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Gorman", "title": "Bank closure a 'slap in the face' to Parrsboro, says local councillor", "description": "The community of Parrsboro will lose one of its two remaining banks when CIBC pulls out in June.", "url": "https://www.cbc.ca/news/canada/nova-scotia/parrsboro-cibc-bank-closing-1.4917947", "urlToImage": "https://i.cbc.ca/1.4918430.1543001046!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cibc-parrsboro.JPG", "publishedAt": "2018-11-25T10:00:00Z", "content": "Sometimes in rural Nova Scotia it can feel like two steps forward, one step back. Such was the case recently for Cumberland County municipal Coun. Norman Rafuse as word got out the CIBC location in Parrsboro will close permanently next June. Rafuse, who repre… [+1615 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jon Tattrie", "title": "How Christmas sorrow helped bring cheer to 500 seniors in Nova Scotia", "description": "Santas for Seniors wants to ensure no one is left out this Christmas.", "url": "https://www.cbc.ca/news/canada/nova-scotia/how-christmas-sorrow-helped-bring-cheer-to-500-seniors-in-nova-scotia-1.4919630", "urlToImage": "https://i.cbc.ca/1.4919644.1543090823!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/robyn-carruthers-gets-ready-for-christmas.JPG", "publishedAt": "2018-11-25T10:00:00Z", "content": "Christmas may be a month away, but one group of Nova Scotians has been getting into the holiday spirit early. Santas for Seniors wants to ensure no one is left out this Christmas. Robyn Carruthers started the group a few years ago after her grandmother died j… [+2657 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Beaverbrook Gallery to launch new story by Wendy MacLeod MacKnight", "description": "The Beaverbrook Art Gallery in Fredricton is getting ready for a special event on Sunday, the Nutcracker Tea, which will host hundreds of children for dance performances, carolling and tea.", "url": "https://www.cbc.ca/news/canada/new-brunswick/nb-beaverbrook-nutcracker-book-launch-1.4919676", "urlToImage": "https://i.cbc.ca/1.4680053.1527447384!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wendy-mcleod-macknight.jpg", "publishedAt": "2018-11-25T10:00:00Z", "content": "The Beaverbrook Art Gallery in Fredericton is getting ready for a special event on Sunday, the Nutcracker Tea, which will host hundreds of children for dance performances, carolling and tea. The event will also launch a new short story, A Beaverbrook Holiday,… [+1245 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Cannabis industry eyeing female investors, customers as market expands", "description": "As the cannabis industry continues to evolve, some are looking to customize products and services to a group of people who haven't typically been part of the industry in the past — women.", "url": "https://www.cbc.ca/news/canada/ottawa/women-cannabis-industry-opportunities-1.4919515", "urlToImage": "https://i.cbc.ca/1.4899823.1541794861!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cannabis-moncton.jpg", "publishedAt": "2018-11-25T10:00:00Z", "content": "As the cannabis industry continues to evolve, there's a growing desire to tailor products and services to a demographic group that hasn't typically been part of the industry in the past women. This weekend's Cannabis and Hemp Expo in Ottawa includes seminars … [+3076 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "The night the residential school burned to the ground, and the students cheered", "description": "A residential school survivor says a fire that burned down the Thunderchild Indian Residential School was deliberately set by students — and she's happy it happened.", "url": "https://www.cbc.ca/news/canada/saskatoon/fire-thunderchild-residential-school-saskatchewan-1.4914731", "urlToImage": "https://i.cbc.ca/1.4914850.1542916881!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/thunderchild-residential-school-jenny-spyglass.JPG", "publishedAt": "2018-11-25T09:00:00Z", "content": "The first thing Jenny Spyglass remembers is the shouting. There was a fire, she was told, and she needed to get out now. It was 1948, and smoke was pouring out of the basement of the Thunderchild Indian Residential School. The large dormitory room filled with… [+6949 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "RCMP officers given permission to break the law a record 73 times in 2017, report shows", "description": "RCMP officers were given permission to break the law 73 times on the job last year — the highest number on record — according to a new report.", "url": "https://www.cbc.ca/news/politics/rcmp-allowed-to-break-law-tunney-1.4914893", "urlToImage": "https://i.cbc.ca/1.3573459.1543016897!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-25T09:00:00Z", "content": "RCMP officers were given permission to break the law 73 times on the job last year the highest number on record according to a new report. Police officers are not immune from criminal liability while doing their jobs, but a decade-old tweak to the Criminal Co… [+4101 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Meet the Ottawa scientist whose recipe blog has 40M views", "description": "Chinese food enthusiasts know the recipe blog MaomaoMom is the place to go for delicious, time-tested recipes. What they might not know is that an Ottawa chemist is the woman behind it.", "url": "https://www.cbc.ca/news/canada/ottawa/lu-yang-maomao-mom-chinese-food-blog-1.4911327", "urlToImage": "https://i.cbc.ca/1.4918470.1543001841!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/lu-yang-maomaomom-chinese-recipe-blog-nrc-scientist.JPG", "publishedAt": "2018-11-25T09:00:00Z", "content": "Chinese food enthusiasts know the recipe blog MaomaoMom is the place to go for delicious, time-tested recipes. The blog is so popular it recently surpassed 40 million page views. What not everyone knows, however, is that the woman visitors rely on for those h… [+2927 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Boko Bakery closing the oven doors for the final time", "description": "After 36 years, the Elgin Street institution will be taking its final batch of cookies out of the oven this Sunday.", "url": "https://www.cbc.ca/news/canada/ottawa/boko-bakery-elgin-closure-ottawa-1.4919328", "urlToImage": "https://i.cbc.ca/1.4919349.1543107802!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jun-sakiyama-boko-bakery.jpg", "publishedAt": "2018-11-25T09:00:00Z", "content": "An Elgin Street institution will be taking its final batch of cookies out of the oven this Sunday. Boko Bakery, located between Somerset and MacLaren streets, has been serving the community for 36 years but is now slated to close for good. Jun Sakiyama is par… [+1927 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Zulekha Nathoo", "title": "Michael Bublé on son's cancer recovery, his studio comeback and how a joke spun retirement rumours", "description": "Canadian singer Michael Bublé talks about his new album, how his perspective on life changed in an instant when his young son was diagnosed with cancer in 2016 and why he's now ready to move on.", "url": "https://www.cbc.ca/news/entertainment/michael-buble-new-album-1.4919528", "urlToImage": "https://i.cbc.ca/1.4919710.1543097131!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/michael-buble-sits-down-with-the-national.jpg", "publishedAt": "2018-11-25T09:00:00Z", "content": "Canadian singer Michael Bublé says his perspective on life changed in an instant when his young son was diagnosed with cancer in 2016, but now he's focused on the future. As much as he's appreciated the fan support over the last two years, he's ready to move … [+4181 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tony Seskus", "title": "Worry and frustration mount in Alberta as oil prices languish", "description": "While the price of crude has many Albertans worried, there's frustration the issue isn't being met with enough urgency, even as economists warn of a broad impact.", "url": "https://www.cbc.ca/news/business/alberta-oil-concerns-1.4918359", "urlToImage": "https://i.cbc.ca/1.4919732.1543101301!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/trudeau-demonstration-jpg.JPG", "publishedAt": "2018-11-25T09:00:00Z", "content": "The street outside Calgary's downtown Hyatt hotel was teeming with pro-oil demonstrators Thursday, forcing police to close traffic along a busy avenue as the growing crowd spilled over the sidewalks. While a business audience streamed inside the hotel to list… [+6067 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Seguin", "title": "Why tonight's Grey Cup game is simply too close to call", "description": "After all the hype and speculation, it's almost time for the Ottawa Redblacks and the Calgary Stampeders to take the field in Edmonton for the 106th Grey Cup.", "url": "https://www.cbc.ca/news/canada/ottawa/grey-cup-2018-analysis-redblacks-stampeders-1.4919641", "urlToImage": "https://i.cbc.ca/1.4919678.1543094691!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/fbo-cfl-grey-cup-20181122.jpg", "publishedAt": "2018-11-25T09:00:00Z", "content": "After all the hype and speculation, all the analysis and predictions, it's finally time to get down to playing some football. And for CFL fans, tonight's Grey Cup game has a familiar ring to it. Not only did the Ottawa Redblacks and the Calgary Stampeders fac… [+2641 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Theresa Tedesco", "title": "A national securities regulator could fast-track the Liberals' initiatives on climate and gender", "description": "Historically, no provincial securities regulator has been willing to set targets and quotas for women for fear of alienating business – and ultimately losing company listings to other provinces.", "url": "https://www.cbc.ca/news/opinion/national-securities-regulator-1.4919623", "urlToImage": "https://i.cbc.ca/1.4038126.1490292206!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/fedbudget-20170322.jpg", "publishedAt": "2018-11-25T09:00:00Z", "content": "The Supreme Court of Canada has finally catapulted this country into the modern age of securities regulation a decision that could have direct implications for the federal government's major policy initiatives on gender diversity and the environment. The top … [+6634 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Brexit is just a sideshow. A bigger danger for the European Union looms from the east", "description": "Brexit may be garnering a lot of attention, but the spectacle surrounding Britian’s chaotic bid to leave the European Union is increasingly becoming a sideshow in Brussels, where the bigger worry comes from countries to the east, including Hungary, Don Murray…", "url": "https://www.cbc.ca/news/world/european-union-visegrad-countries-1.4917932", "urlToImage": "https://i.cbc.ca/1.4918230.1543002880!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/eu-election-orban.jpg", "publishedAt": "2018-11-25T09:00:00Z", "content": "Ah Brexit. We watch the follies and fatuousness of the British ruling class as it tries to pry the country from the clutches of the \"Brussels bureaucrats.\" The spectacle offers a hideous fascination. But increasingly in Brussels, Brexit is a bore, a sideshow.… [+7228 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Avneet Dhillon", "title": "Ordering flowers online and funeral home upselling: CBC's Marketplace consumer cheat sheet", "description": "CBC's Marketplace rounds up the consumer and health news you need from the week, including testing \"Canada's official florist,\" more warnings about romaine lettuce contaminated with E. coli, and our follow-up hidden camera investigation into funeral home sale…", "url": "https://www.cbc.ca/news/business/marketplace-cheat-sheet-1.4917466", "urlToImage": "https://i.cbc.ca/1.4913286.1542739708!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/arbor-funeral-home-salesperson.jpg", "publishedAt": "2018-11-25T09:00:00Z", "content": "Miss something this week? Don't panic. CBC's Marketplace rounds up the consumer and health news you need. Want this in your inbox? Get the Marketplace newsletter every Friday. Testing 'Canada's official florist' After hearing from Marketplace viewers, we test… [+3878 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'Homes not cops,' chants Surrey group concerned over police spending", "description": "Chanting \"homes not cops, homes not cops,\" the group called Anti-Police Power Surrey stalled traffic on Saturday as they marched along 104 Avenue to Surrey City Hall and then to the RCMP detachment in Whalley.", "url": "https://www.cbc.ca/news/canada/british-columbia/homes-not-cops-surrey-protest-1.4919835", "urlToImage": "https://i.cbc.ca/1.4919845.1543123815!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/anti-police-power-surrey-protest.jpg", "publishedAt": "2018-11-25T06:51:08Z", "content": "A protest group in Surrey says police spending in the city is coming at the expense of housing and community programming. Chanting \"homes not cops, homes not cops,\" the group called Anti-Police Power Surrey stalled traffic in Surrey Saturday as they marched a… [+1574 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Madness over: Canucks snap 8-game skid against Kings, NHL's worst team", "description": "Vancouver rookie Eilas Pettersson scored his 13th goal of the season and helped the Canucks snap an eight-game winless streak with a 4-2 victory over the struggling Los Angeles Kings on Saturday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-canucks-kings-recap-nov-24-1.4919688", "urlToImage": "https://i.cbc.ca/1.4919848.1543124427!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canucks-kings-hockey.jpg", "publishedAt": "2018-11-25T05:57:09Z", "content": "Vancouver rookie Eilas Pettersson scored his 13th goal of the season and helped the Canucks snap an eight-game winless streak with a 4-2 victory over the struggling Los Angeles Kings on Saturday night. Pettersson stole a long, cross-ice pass by Dion Phaneuf i… [+1338 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "NDP supporters pack Central Library to gear up for next election", "description": "With a provincial election call anticipated for this spring, NDP supporters in Calgary are being asked to help the governing party get re-elected.", "url": "https://www.cbc.ca/news/canada/calgary/ndp-election-event-central-library-1.4919834", "urlToImage": "https://i.cbc.ca/1.4919838.1543123433!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/esmahan-razavi.jpg", "publishedAt": "2018-11-25T05:27:18Z", "content": "With a provincial election call anticipated for this spring, Alberta NDP supporters are being asked to help the governing party get re-elected. Recruitment efforts for the NDP ramped up Saturday in Calgary with an event that saw hundreds of people cram into t… [+2096 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winter coat drive brings warmth to hundreds of Edmonton students", "description": "As the winter chill sets in across Edmonton, hundreds of local students are feeling the warmth from a generous donation.", "url": "https://www.cbc.ca/news/canada/edmonton/winter-coat-drive-edmonton-student-knights-of-columbus-1.4919776", "urlToImage": "https://i.cbc.ca/1.4919780.1543110137!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/coats-for-kids.jpg", "publishedAt": "2018-11-25T04:51:59Z", "content": "As the winter chill sets in across Edmonton, hundreds of local students are feeling the warmth from a generous donation. Catholic benefit society Knights of Columbus held the Coats for Kids drive on Saturday at St. Teresa of Calcutta Elementary School, offeri… [+1965 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "New gaming app tests, tracks brain function of young athletes at risk of concussion", "description": "A new gaming app, EQ — Active Brain Tracking, is a new tool in athletic concussion assessment that tracks symptoms of brain health.", "url": "https://www.cbc.ca/news/canada/calgary/eq-app-concussions-wickfest-1.4919706", "urlToImage": "https://i.cbc.ca/1.4919787.1543110393!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/eq-concussion-game-app.jpg", "publishedAt": "2018-11-25T04:33:07Z", "content": "Young athletes at risk of concussions are being encouraged to play a video game before tying up their laces. Gaming app, EQ Active Brain Tracking, is a new athletic concussion assessment tool that helps track brain health. Hundreds of girls at Hayley Wickenhe… [+3175 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chad Pawson", "title": "'He's a bit of a pirate obviously,' says biologist about koi-eating Vancouver otter", "description": "A classical Chinese garden in Vancouver remains closed as the hunt to capture an elusive otter, which is decimating the location's koi population, continues.", "url": "https://www.cbc.ca/news/canada/british-columbia/otter-dr-sun-yat-sen-garden-koi-nick-page-1.4919777", "urlToImage": "https://i.cbc.ca/1.4912974.1542733958!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sun-yat-sen-otter.jpg", "publishedAt": "2018-11-25T03:26:14Z", "content": "A classical Chinese garden in Vancouver remains closed as the hunt continues to capture an elusive otter, which is decimating the location's koi population. The story of the industrious animal and the valuable decorative fish has captured the attention of man… [+2110 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kelsey Patterson", "title": "Bruins sink Habs with late power-play goal", "description": "John Moore scored a power-play goal in the third period as the Boston Bruins defeated the Montreal Canadiens 3-2 on Saturday night in a hard-hitting and penalty-filled affair.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-canadiens-bruins-recap-nov-24-1.4919683", "urlToImage": "https://i.cbc.ca/1.4919827.1543115413!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/nhl-bruins-canadiens-112418.jpg", "publishedAt": "2018-11-25T03:15:36Z", "content": "John Moore scored a power-play goal in the third period as the Boston Bruins defeated the Montreal Canadiens 3-2 on Saturday night in a hard-hitting and penalty-filled affair. David Backes and Jake DeBrusk also scored for the Bruins (13-6-4) for their third w… [+709 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "5 goals?! Jets' Patrik Laine ruins Blues with monster night", "description": "Patrik Laine scored five goals Saturday in the Winnipeg Jets' 8-4 victory at St. Louis, two short of 97-year-old NHL record. It was the 61st five-goal game in league history. Darryl Sittler of the Toronto Maple Leafs was the last player to score six goals in …", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-jets-blues-recap-nov-24-1.4919680", "urlToImage": "https://i.cbc.ca/1.4919824.1543114044!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jets-blues-hockey.jpg", "publishedAt": "2018-11-25T03:15:32Z", "content": "Patrik Laine scored five goals Saturday in the Winnipeg Jets' 8-4 victory at St. Louis, two short of 97-year-old NHL record. It was the 61st five-goal game in league history. Darryl Sittler of the Toronto Maple Leafs was the last player to score six goals in … [+375 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joshua Clipperton", "title": "Leafs' Andreas Johnsson nets early hat trick in rout of Flyers", "description": "Andreas Johnsson's hat trick just over 12 minutes into the game led an early barrage as the Toronto Maple Leafs cruised past the Philadelphia Flyers 6-0 on Saturday.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-leafs-flyers-recap-nov-24-1.4919677", "urlToImage": "https://i.cbc.ca/1.4919821.1543113609!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/leafs-flyers-112418-620.jpg", "publishedAt": "2018-11-25T02:52:13Z", "content": "Andreas Johnsson's hat trick just over 12 minutes into the game led an early barrage as the Toronto Maple Leafs cruised past the Philadelphia Flyers 6-0 on Saturday. John Tavares, Patrick Marleau and Josh Leivo also scored for Toronto (16-8-0). Backup goalie … [+880 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Football frenzy continues with Grey Cup Parade in Edmonton", "description": "Football fans across the country are counting down the hours until the Grey Cup final on Sunday. Hundreds of them channelled their anticipation into celebration during the CN Grey Cup Parade in Edmonton on Saturday.", "url": "https://www.cbc.ca/news/canada/edmonton/grey-cup-parade-2018-edmonton-1.4919766", "urlToImage": "https://i.cbc.ca/1.4919817.1543112871!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grey-cup-parade-edmonton.jpg", "publishedAt": "2018-11-25T02:33:26Z", "content": "Football fans across the country are counting down the hours until the Grey Cup final on Sunday. Hundreds of them channelled their anticipation into celebration during the CN Grey Cup Parade in Edmonton on Saturday. The colourful procession marched down Jaspe… [+500 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Child crushed to death by float at Santa Claus parade in Yarmouth, NS", "description": "A four year old girl is dead after falling beneath a float Saturday night at a Santa Claus parade in Yarmouth, N.S., police said. \"A very tragic incident, very traumatic for everyone who was involved with the parade and at the scene,\" said Cpl. Dal Hutchinson…", "url": "https://www.cbc.ca/news/canada/nova-scotia/child-killed-santa-claus-parade-1.4919796", "urlToImage": "https://i.cbc.ca/1.4919803.1543111832!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-suicides-20180710.jpg", "publishedAt": "2018-11-25T02:22:35Z", "content": "A four-year-old girl is dead after falling beneath a float Saturday night at a Santa Claus parade in Yarmouth, N.S., police said. \"A very tragic incident, very traumatic for everyone who was involved with the parade and at the scene,\" said Cpl. Dal Hutchinson… [+1237 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Batten down the hatches! Storm headed for the South Coast Sunday", "description": "Environment Canada has issued a special weather statement for the Lower Mainland and Vancouver Island because of a winter storm approaching Sunday night.", "url": "https://www.cbc.ca/news/canada/british-columbia/batten-down-the-hatches-storm-headed-for-the-south-coast-sunday-1.4919761", "urlToImage": "https://i.cbc.ca/1.4281420.1504896413!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/rain-vancouver.JPG", "publishedAt": "2018-11-25T02:20:47Z", "content": "Environment Canada has issued a special weather statement for the Lower Mainland and Vancouver Island because of a winter storm approaching Sunday night. The government weather service says it expects strong winds will hit Metro Vancouver Sunday night and sta… [+325 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Design and construction contracts awarded for flood channels to manage Lake Manitoba, Lake St. Manitoba", "description": "The Manitoba government has chosen two engineering firms to start work on the multi-million dollar Lake Manitoba and Lake St. Martin Outlet Channels project.", "url": "https://www.cbc.ca/news/canada/manitoba/lake-st-martin-manitoba-outlet-channels-contracts-1.4919790", "urlToImage": "https://i.cbc.ca/1.3175466.1523904273!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lake-st-martin-channel.jpg", "publishedAt": "2018-11-25T02:17:31Z", "content": "The Manitoba government has chosen two engineering firms to start work on the multi-million dollar Lake Manitoba and Lake St. Martin Outlet Channels project. The province announced Friday Hatch Ltd. has been awarded the Lake Manitoba engineering design and co… [+2813 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pedestrian suffers life-threatening injuries after being hit by car on King Street East", "description": "A woman in her 40s has suffered life-threatening injuries after she was hit by a car on King Street East in Toronto, according to paramedics.", "url": "https://www.cbc.ca/news/canada/toronto/pedestrian-suffers-injuries-king-street-east-1.4919791", "urlToImage": "https://i.cbc.ca/1.3315943.1456714764!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/toronto-paramedic-services-ambulances.jpeg", "publishedAt": "2018-11-25T02:11:07Z", "content": "A woman in her 40s has suffered life-threatening injuries after she was hit by a car on King Street East in Toronto, according to paramedics. Both police and paramedics were called to the scene at the intersection of King and Sackville streets, around 7 p.m. … [+805 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "November in Alberta? Grey Cup players ready to play in t-shirts", "description": "It's November in Alberta yet tackle Derek Dennis will wear a short-sleeve shirt Sunday when the Calgary Stampeders face the Ottawa Redblacks in the Grey Cup.", "url": "https://www.cbc.ca/sports/football/cfl/cfl-grey-cup-stampeders-redblacks-preview-1.4919760", "urlToImage": "https://i.cbc.ca/1.4919770.1543108611!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/grey-cup-calgary-ottawa-112418-620.jpg", "publishedAt": "2018-11-25T01:36:00Z", "content": "It's November in Alberta yet tackle Derek Dennis will wear a short-sleeve shirt Sunday when the Calgary Stampeders face the Ottawa Redblacks in the Grey Cup. But thanks to Mother Nature, the burly offensive lineman won't be alone. The forecast for Sunday is c… [+3959 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "B.C. investing $231M to build new homes for Indigenous residents", "description": "The British Columbia government is investing $231 million to build more than 1,100 new affordable homes for Indigenous residents in communities across the province.", "url": "https://www.cbc.ca/news/canada/british-columbia/bc-indigenous-housing-fund-investment-1.4919733", "urlToImage": "https://i.cbc.ca/1.4919772.1543108788!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cda-housing-starts-20180911.jpg", "publishedAt": "2018-11-25T01:35:32Z", "content": "The British Columbia government is investing $231 million to build more than 1,100 new affordable homes for Indigenous residents in communities across the province. The first set of homes selected through a new Indigenous housing fund include nearly 780 off-r… [+2748 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Gibson", "title": "Winnipeg man sentenced to 10 years for strangling death of girlfriend", "description": "A Winnipeg man who has admitted to strangling his girlfriend during a fight in a rural motel room has been handed a 10-year prison sentence in connection to the killing.", "url": "https://www.cbc.ca/news/canada/manitoba/allen-drobot-carrie-hoeffer-sentencing-1.4919746", "urlToImage": "https://i.cbc.ca/1.2874118.1418683369!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/deacon-s-corner-motel.jpg", "publishedAt": "2018-11-25T01:20:30Z", "content": "A Winnipeg man who has admitted to strangling his girlfriend during a fight in a rural motel room has been handed a 10-year prison sentence in connection to the killing. Carrie Hoefer, 43, was found dead in a room at Motel 66, near Deacon's Corner, just outsi… [+3029 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Devin Heroux", "title": "Dave Dickenson, Stamps are fed up with losing Grey Cups", "description": "In Dave Dickenson's first three seasons since becoming the team's head coach in 2016, he led the Calgary Stampeders to the best record in the CFL every season. But he's coached them to back-to-back Grey Cup defeats. This year, he's looking to finally get over…", "url": "https://www.cbc.ca/sports/football/cfl/cfl-grey-cup-dave-dickenson-stampeders-dynasty-1.4919722", "urlToImage": "https://i.cbc.ca/1.4919747.1543106842!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fbo-cfl-stampeders-lions-20181103.jpg", "publishedAt": "2018-11-25T00:48:53Z", "content": "EDMONTON In a lot of ways, Calgary Stampeders head coach Dave Dickenson has had both the best start and most devastating start to a football head coaching career. In his first three seasons since becoming the team's leader in 2016, Dickenson has led the Stamp… [+3586 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Laval beats Western to record 10th Vanier Cup title", "description": "Quarterback Hugo Richard said \"preparation and intensity\" made the difference on Saturday as the fifth-year pivot led the Laval Rouge et Or to their record tenth title, beating the Western Mustangs 34-20 in the 54th Vanier Cup.", "url": "https://www.cbc.ca/sports/football/university/usports-football-vanier-cup-western-laval-recap-1.4919655", "urlToImage": "https://i.cbc.ca/1.4919753.1543105435!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/vanier-cup-laval-western-112418-620.jpg", "publishedAt": "2018-11-25T00:33:20Z", "content": "Quarterback Hugo Richard said \"preparation and intensity\" made the difference on Saturday as the fifth-year pivot led the Laval Rouge et Or to their record tenth title, beating the Western Mustangs 34-20 in the 54th Vanier Cup. That preparation showed early a… [+3896 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Stories of breast cancer survivors inspire artwork, raise funds for charity", "description": "Katherine Peters, 52 and now cancer-free, was one of 10 people paired up with artists by the Canadian Cancer Society as part of a project to raise awareness and encourage other women to get screened.", "url": "https://www.cbc.ca/news/canada/montreal/breast-cancer-montreal-paintings-galerie-mx-1.4919604", "urlToImage": "https://i.cbc.ca/1.4919612.1543090390!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/katherine-peters.jpg", "publishedAt": "2018-11-25T00:00:00Z", "content": "When Katherine Peters walked into the Galerie MX on Viger Avenue Saturday morning, she was immediately struck by a beautiful piece of art depicting a woman's body covered with vibrant flowers. She didn't realize it at first, but the painting by artist Roxanne… [+1630 chars]"}]}