{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathan Montpetit,Simon Nakonechny", "title": "Fred Fisher's valour in WW I earned him Victoria Cross and place in history", "description": "Locked away in a vault in Place Ville Marie is Lance-Cpl. Fred Fisher's Victoria Cross, the first ever awarded to a Canadian soldier serving in a Canadian unit. CBC Montreal got exclusive access.", "url": "https://www.cbc.ca/news/canada/montreal/black-watch-victoria-cross-1.4888516", "urlToImage": "https://i.cbc.ca/1.4889520.1541179666!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lance-cpl-fred-fisher-s-victoria-cross.jpg", "publishedAt": "2018-11-05T00:00:00Z", "content": "Standing inside the Royal Bank's vault on the second floor of Place Ville Marie, Col. Daniel O'Connor, honorary colonel of the Black Watch of Canada, holds a dark blue safe deposit box. Compared to the other treasures locked away in this vault, the contents o… [+5440 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Runner struck by bus during half-marathon race at UBC", "description": "A man in his late 50s was taken to hospital with non-life threatening injuries, RCMP say.", "url": "https://www.cbc.ca/news/canada/british-columbia/runner-struck-by-bus-during-half-marathon-race-at-ubc-1.4891354", "urlToImage": "https://i.cbc.ca/1.4891371.1541369953!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/marathon-bus.jpg", "publishedAt": "2018-11-04T23:39:46Z", "content": "A man participating in the Fall Classic half-marathon on the University of British Columbia's Point Grey campus was struck by a transit bus Sunday morning. RCMP Inspector Ron Vermeulen says the man, a runner in his late 50s, wound up in the traffic lane in th… [+1272 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Runner struck by bus during 10 kilometre race at UBC", "description": "A man in his late 50s was taken to hospital with non-life threatening injuries, RCMP say.", "url": "https://www.cbc.ca/news/canada/british-columbia/runner-struck-by-bus-during-10-kilometre-race-at-ubc-1.4891354", "urlToImage": "https://i.cbc.ca/1.4891371.1541369953!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/marathon-bus.jpg", "publishedAt": "2018-11-04T23:39:46Z", "content": "A man participating in the Fall Classic 10 kilometre race on the University of British Columbia's Point Grey campus was struck by a transit bus Sunday morning. RCMP Inspector Ron Vermeulen said the man, a runner in his late 50s, wound up in the traffic lane i… [+1777 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Vigil calls for justice for man fatally shot by Montreal police in NDG", "description": "Friends and family of Nicholas Gibbs gathered for a solidarity march Sunday evening.", "url": "https://www.cbc.ca/news/canada/montreal/nicholas-gibbs-shot-1.4891372", "urlToImage": "https://i.cbc.ca/1.4891412.1541373891!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gibbs.jpg", "publishedAt": "2018-11-04T23:25:59Z", "content": "Family members and dozens of supporters marched through the streets of Notre-Dame-de-Grâce Sunday evening to demand justice for Nicholas Gibbs, a 23-year-old man who was shot by Montreal police last August. Gibbs' family released witness video of his death th… [+2152 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anjuli Patil", "title": "All flights cancelled at Fredericton airport as runway lights fail", "description": "All flights coming in to and out of Fredericton International Airport are cancelled Sunday evening because its runway lights are out, and service won't resume until Monday morning at the earliest.", "url": "https://www.cbc.ca/news/canada/new-brunswick/runway-lights-out-at-fredericton-airport-flights-cancelled-1.4891387", "urlToImage": "https://i.cbc.ca/1.4384777.1509654289!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fredericton-international-airport.jpg", "publishedAt": "2018-11-04T23:22:57Z", "content": "All flights coming in to and out of Fredericton International Airport are cancelled Sunday evening because its runway lights are out and service won't resume until Monday morning at the earliest. \"We have had an electrical fault and unfortunately it's undergr… [+1580 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Manitoba government hasn't become increasingly adversarial, Pallister insists", "description": "As the Manitoba Progressive Conservatives were meeting in Brandon over the weekend, Premier Brian Pallister denied his government is looking to pick fights with the province's political partners.", "url": "https://www.cbc.ca/news/canada/manitoba/pallister-pc-agm-adversarial-1.4891375", "urlToImage": "https://i.cbc.ca/1.4820387.1536770041!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-pallister.jpg", "publishedAt": "2018-11-04T23:20:43Z", "content": "As the Manitoba Progressive Conservatives were meeting in Brandon over the weekend, Premier Brian Pallister denied his government is looking to pick fights with the province's political partners. \"If two people are always in agreement, one isn't thinking,\" Pa… [+2548 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gail Harding", "title": "'Something in my heart': Traditional ceremony held to honour Candace Stevens", "description": "A ceremony to honour Candace Stevens was held Sunday at a location close to where her remains were found a week ago.", "url": "https://www.cbc.ca/news/canada/new-brunswick/traditonal-ceremony-honour-candance-stevens-1.4891256", "urlToImage": "https://i.cbc.ca/1.4887530.1541088030!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/candace-stevens.jpg", "publishedAt": "2018-11-04T23:00:39Z", "content": "A ceremony to honour Candace Stevens was held Sunday at a location close to where her remains were found a week ago. It is a way to help her cross over to the spirit world said Tulley Paul, a traditional healer from the Metepenagiag First Nation. \"It's very i… [+2426 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tom Hays", "title": "Jury selection begins Monday for U.S. trial of Mexican drug lord 'El Chapo'", "description": "The almost-mythical criminal pedigree of Mexican drug lord Joaquin \"El Chapo\" Guzman, who was extradited in 2017 to face U.S. drug conspiracy charges, has sparked security concerns at his upcoming New York City trial that at times have drawn as much attention…", "url": "https://www.cbc.ca/news/world/el-chapo-us-trial-jury-cocaine-1.4891357", "urlToImage": "https://i.cbc.ca/1.4641264.1525100359!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mvd6593618.jpg", "publishedAt": "2018-11-04T22:34:18Z", "content": "He is accused of having a hand in dozens of murders, of using his drug cartel to smuggle more than 200 tonnes of cocaine into the United States, even pulling off running the massive operation from behind bars. That's when he wasn't busy escaping from jail twi… [+4256 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Rona stores in Newfoundland and Labrador to close", "description": "Seven stores across the province will close in January, affecting nearly 400 employees.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/rona-stores-closing-newfoundland-1.4891369", "urlToImage": "https://i.cbc.ca/1.4891396.1541371805!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rona-closing-in-newfoundland.jpg", "publishedAt": "2018-11-04T22:32:36Z", "content": "Rona stores across Newfoundland and Labrador will close in January. Some employees found out at meetings on Sunday evening. \"We went in there it was a last minute meeting, rushed in... and they pretty much told everybody that they're all losing their jobs,\" s… [+947 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Quebec City offers lesson in overcoming hate for victims of Pittsburgh shooting", "description": "A city healing from a deadly attack on one of its religious minorities is showing the way forward to a another city where the pain from a similar attack is still fresh.", "url": "https://www.cbc.ca/news/canada/montreal/quebec-city-vigil-1.4891328", "urlToImage": "https://i.cbc.ca/1.4891349.1541367002!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/megda-belkacemi.jpg", "publishedAt": "2018-11-04T22:17:28Z", "content": "Quebec City, still healing from a deadly attack on one of its religious minorities is showing the way forward to a another city where the pain from a similar attack is still fresh. Members from Quebec City's Jewish, Muslim and Christian communities joined tog… [+2136 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Refugee-staffed meal service aims to bring Syrian food to new Toronto neighbourhoods", "description": "A made-in-Toronto project that began as \"a small gesture of hospitality\" for Syrian refugee families is hoping to expand its reach across the city this month.", "url": "https://www.cbc.ca/news/canada/toronto/newcomer-kitchen-syria-refugees-expansion-1.4891312", "urlToImage": "https://i.cbc.ca/1.4891347.1541366618!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/newcomer-kitchen-syrian-food.jpg", "publishedAt": "2018-11-04T22:12:01Z", "content": "A made-in-Toronto project that began as \"a small gesture of hospitality\" for Syrian refugee families is hoping to expand its reach across the city this month. The Newcomer Kitchen, a take-out food service run out of a commercial culinary space in Dufferin Gro… [+3245 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "4 people hospitalized after pit bull attack on Vancouver Island", "description": "Four people are in hospital after a pit bull attack at a residents in Colwood, southwest of Victoria, on Saturday.", "url": "https://www.cbc.ca/news/canada/british-columbia/4-people-hospitalized-after-pit-bull-attack-on-vancouver-island-1.4891288", "urlToImage": "https://i.cbc.ca/1.4301031.1507740106!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/660594427.jpg", "publishedAt": "2018-11-04T22:09:27Z", "content": "Four people are in hospital after a pit bull attack at a residence in Colwood, southwest of Victoria, on Saturday. According to a release from RCMP, West Shore RCMP and the BC Ambulance Service were called to a residence in the 3000 block of Pickford Road in … [+1370 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "'They created an expectation': Quebec artists still waiting for Netflix investments", "description": "So far, none of the Quebec-based production companies or unions representing actors, directors or writers contacted by The Canadian Press said they have heard of any French-language movie or television series in development by Netflix in the province.", "url": "https://www.cbc.ca/news/canada/montreal/netlfix-french-1.4891342", "urlToImage": "https://i.cbc.ca/1.4891351.1541368000!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/netflix-debt.jpg", "publishedAt": "2018-11-04T21:51:22Z", "content": "On a recent episode of popular Radio-Canada show, Tout le monde en parle, co-host Dany Turcotte asked Prime Minister Justin Trudeau why he hadn't heard of any significant Netflix investment in Quebec since the major announcement last year. The U.S. streaming … [+3470 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Indigenous people worry Saskatchewan trespassing plan may stoke racial tensions", "description": "A Saskatchewan grandmother who was confronted by a farmer with a gun says changing trespassing laws probably won't stop crime but could increase racial tension.", "url": "https://www.cbc.ca/news/canada/saskatchewan/saskatchewan-trespassing-plan-racial-tensions-1.4891278", "urlToImage": "https://i.cbc.ca/1.4815763.1536368874!/fileImage/httpImage/image.bmp_gen/derivatives/16x9_620/no-hunting-or-trespassing-sask.bmp", "publishedAt": "2018-11-04T21:41:05Z", "content": "A Saskatchewan grandmother who was confronted by a farmer with a gun says changing trespassing laws probably won't stop crime but could increase racial tension. Angela Bishop, a Métis lawyer, was driving on a rural road in Alberta in September with her two gr… [+3595 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Garrett Barry,Martin Jones", "title": "Patriotic pastry propels Eastport boy into recipe books", "description": "Eight-year-old Noah Squire is one of 26 winners in a Canada-wide healthy recipe competition. He'll have his creation published in a cookbook this year.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/eastport-noah-squire-kid-food-nation-snowberry-delights-1.4889252", "urlToImage": "https://i.cbc.ca/1.4889450.1541178472!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/noah-squire.JPG", "publishedAt": "2018-11-04T21:31:14Z", "content": "Eight-year-old Noah Squire has earned a place in a national cookbook by blending, cutting and mixing a uniquely Canadian creation. Noah is one of 26 children who will see their submitted recipes in a Kid Food Nation cookbook, set to be distributed this fall. … [+2247 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man missing after boat capsizes in Ottawa River", "description": "Ontario Provincial Police in Renfrew, Ont., are searching for a missing man in the Ottawa River after the boat he was in capsized Saturday night.", "url": "https://www.cbc.ca/news/canada/ottawa/man-missing-in-ottawa-river-1.4891329", "urlToImage": "https://i.cbc.ca/1.3078033.1520524168!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/opp-door.jpg", "publishedAt": "2018-11-04T21:28:51Z", "content": "Ontario Provincial Police in Renfrew, Ont., are searching for a missing man in the Ottawa River after the boat he was in capsized Saturday night. Two men were duck hunting on the river in Horton Township when their boat capsized at around 7:30 p.m., according… [+320 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "New Westminster WWI veteran gets grave marker after 79 years", "description": "On April 14, 1939 veteran William A. Stevenson was buried at Fraser Westminster, but because there was no money for a grave marker, his plot has been nameless until now.", "url": "https://www.cbc.ca/news/canada/british-columbia/new-westminster-william-stevenson-wwi-vet-grave-marker-1.4891048", "urlToImage": "https://i.cbc.ca/1.4891051.1541307563!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/william-stevenson-grave-marker.jpg", "publishedAt": "2018-11-04T21:25:02Z", "content": "For 79 years, William A. Stevenson, a veteran of the First World War, has been buried in New Westminster B.C.'s Fraser Cemetery with nothing to mark his grave site. Now, after a local funding campaign raised thousands of dollars this past year, Stevenson fina… [+913 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winnipeg man charged in friend's stabbing", "description": "Police have made an arrest in a stabbing that left a man in critical condition last month.", "url": "https://www.cbc.ca/news/canada/manitoba/stabbing-winnipeg-police-arrest-1.4891298", "urlToImage": "https://i.cbc.ca/1.4875154.1540324305!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-police-car.jpg", "publishedAt": "2018-11-04T21:12:20Z", "content": "Police have made an arrest in a stabbing that left a man in critical condition last month. Police say three friends were walking on Maryland Street near Wellington Avenue around 11 p.m. on Sept. 8 when they began fight among themselves. During the fight one o… [+386 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Sackville elementary school damaged by fire", "description": "A fire Sunday at the Salem Elementary School in Sackville, N.B., was quickly extinguished by fire crews but there is no word on the extent of the damage.", "url": "https://www.cbc.ca/news/canada/new-brunswick/sackville-school-fire-1.4891313", "urlToImage": "https://i.cbc.ca/1.4509698.1517273618!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/vancouver-fire-department.JPG", "publishedAt": "2018-11-04T21:01:21Z", "content": "A fire Sunday at the Salem Elementary School in Sackville, N.B., was quickly extinguished by fire crews but there is no word on the extent of the damage. It is not known of the school will be able to open for students on Monday. \"No idea of the cause at this … [+324 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Toddler dies after accident in Markham home", "description": "A two-year-old boy is dead after being injured by a piece of furniture in Markham on Saturday, York Regional Police say.", "url": "https://www.cbc.ca/news/canada/toronto/toddler-dies-accident-markham-home-1.4891320", "urlToImage": "https://i.cbc.ca/1.3918385.1521757155!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/york-regional-police-cruiser.jpg", "publishedAt": "2018-11-04T20:58:17Z", "content": "A two-year-old boy is dead after being injured by a piece of furniture in Markham, York Regional Police say. Police were notified of the incident, which took place at a home in the area of Kennedy and Denison roads, shortly after 9 p.m. on Saturday. The child… [+221 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Emma Davie", "title": "'Last hurrah' for urban farm on the move", "description": "Hundreds of people came to smash pumpkins and bid farewell to the current home of Common Roots Urban Farm, which is on the move to make room for redevelopment of the QEII Health Sciences Centre.", "url": "https://www.cbc.ca/news/canada/nova-scotia/common-roots-urban-farm-pumpkin-smash-lash-hurrah-new-home-1.4891275", "urlToImage": "https://i.cbc.ca/1.4891307.1541362165!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/gus-harvey-pumpkin-smash.JPG", "publishedAt": "2018-11-04T20:49:56Z", "content": "It was a farewell to this year's harvest and to their home for the urban farm group searching for a new space in Halifax. On Sunday afternoon, hundreds of people came to sip apple cider and smash pumpkins at the last event for Common Roots Urban Farm at their… [+2297 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton police subdue suspect with stun gun following high-speed chase", "description": "Edmonton police used a stun gun to subdue a suspect who produced a knife following a high-speed chase on Sunday morning.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-police-chase-knife-stun-gun-1.4891318", "urlToImage": "https://i.cbc.ca/1.4862061.1539452098!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/missing-boy.jpg", "publishedAt": "2018-11-04T20:43:08Z", "content": "Edmonton police used a stun gun to subdue a suspect who produced a knife following a high-speed chase on Sunday morning. A vehicle was spotted driving erratically on Whitemud Drive near Fox Drive at about 7 a.m., Edmonton Police Service Staff Sgt. Darryl Fox … [+807 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacob Barker", "title": "Natuashish man accused of attempted murder has lengthy criminal record", "description": "A man from Natuashish is in police custody after allegedly stabbing another man 16 times in mid-August.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/nigel-rich-attempted-murder-charge-natuashish-1.4889985", "urlToImage": "https://i.cbc.ca/1.4890159.1541192577!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/rcmp-natuashish.png", "publishedAt": "2018-11-04T20:30:35Z", "content": "A Natuashish man is being held in police custody after allegedly stabbing another man 16 times in the \"face, neck and surrounding area,\" according to police. Earlier this week, 31-year-old Nigel Raphael Rich was charged with attempted murder. He was also char… [+1076 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "'Love in the face of evil gives others hope,' says Jewish nurse who treated alleged synagogue shooter", "description": "\"I'm sure he had no idea I was Jewish,\" registered nurse Ari Mahler wrote in a Facebook post Saturday about suspect Robert Bowers, who he treated at Allegheny General Hospital after the Oct. 27 rampage at the Tree of Life synagogue in Pittsburgh's Squirrel Hi…", "url": "https://www.cbc.ca/news/world/pittsburgh-synagogue-ari-mahler-nurse-gunman-1.4891282", "urlToImage": "https://i.cbc.ca/1.4891289.1541361211!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ari-mahler.jpg", "publishedAt": "2018-11-04T20:19:34Z", "content": "A Jewish nurse who treated the Pittsburgh synagogue shooting suspect says that he saw confusion but not evil in the man's eyes, and that the compassion he showed in treating him stemmed from love. \"I'm sure he had no idea I was Jewish,\" registered nurse Ari M… [+2329 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man killed in two-vehicle collision near Redwater, Alta.", "description": "A man died Saturday in a two-vehicle collision near Redwater, RCMP say. The collision happened at around 6:15 p.m. at the intersection of Range Road 224 and TWP 570 in Sturgeon County.", "url": "https://www.cbc.ca/news/canada/edmonton/fatal-collision-redwater-alberta-1.4891296", "urlToImage": "https://i.cbc.ca/1.4891305.1541362066!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-04T20:18:31Z", "content": "A man died Saturday in a two-vehicle collision near Redwater, Alta., RCMP say. The collision happened at around 6:15 p.m. at the intersection of Range Road 224 and TWP 570 in Sturgeon County. A pickup truck travelling north on Range Road 224 collided with an … [+495 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montreal man who strangled his girlfriend found guilty of 2nd-degree murder", "description": "Jonathan Mahautière admitted to killing 17-year-old Gabrielle Dufresne-Élie in June 2014. At issue in the trial was whether Mahautière would be convicted of second-degree murder, manslaughter or found not criminally responsible,", "url": "https://www.cbc.ca/news/canada/montreal/montreal-man-who-strangled-his-girlfriend-found-guilty-of-2nd-degree-murder-1.4890758", "urlToImage": "https://i.cbc.ca/1.4890759.1541362710!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jonathan-mahautiere.jpg", "publishedAt": "2018-11-04T20:13:55Z", "content": "A 22-year-old man who strangled his girlfriend four years ago has been convicted of second-degree murder. Jonathan Mahautière admitted to killing 17-year-old Gabrielle Dufresne-Élie in June 2014. They were celebrating her high school graduation in an east-end… [+1599 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Eddie 'the Eagle' soars into Calgary to support 2026 Olympic bid at rally", "description": "Those making the case for Calgary to host the 2026 Winter Olympic Games are about to get a boost from the unlikely star of the 1988 Olympics.", "url": "https://www.cbc.ca/news/canada/calgary/eddie-the-eagle-calgary-1.4891254", "urlToImage": "https://i.cbc.ca/1.4549827.1519423539!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bts30018397.jpg", "publishedAt": "2018-11-04T20:13:41Z", "content": "Those making the case for Calgary to host the 2026 Winter Games are about to get a boost from the unlikely star of the 1988 Olympics. By mid-afternoon Sunday, British ski jumper Eddie 'the Eagle' Edwards was set to land in Calgary, with Team Canada athletes M… [+1922 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Postmedia cancels print deliveries to schools due to cannabis advertisements", "description": "Postmedia Network Inc. says its newspapers will no longer be providing print editions to schools in order to comply with federal laws that restrict how cannabis is advertised to youth.", "url": "https://www.cbc.ca/news/canada/toronto/postmedia-cancels-print-deliveries-to-schools-cannabis-advertisements-1.4891277", "urlToImage": "https://i.cbc.ca/1.4572990.1520883279!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/postmedia-torstar-competition-bureau-20180312.jpg", "publishedAt": "2018-11-04T20:02:01Z", "content": "Postmedia Network Inc. says its newspapers will no longer be providing print editions to schools in order to comply with federal laws that restrict how cannabis is advertised to youth. A spokeswoman for the Canadian newsmedia company says print deliveries hav… [+842 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Acclaimed trumpet soloist records tributes to 3 legendary Albertans", "description": "Alberta trumpet soloist Jens Lindemann captured the world's attention last month when he serenaded motorists stranded for more than 10 hours on an icy stretch of the Trans-Canada Highway.", "url": "https://www.cbc.ca/news/canada/calgary/jens-lindemann-album-alberta-1.4891221", "urlToImage": "https://i.cbc.ca/1.4848745.1538582352!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jens-lindemann.jpg", "publishedAt": "2018-11-04T19:58:20Z", "content": "Alberta trumpet soloist Jens Lindemann captured the world's attention last month when he serenaded motorists stranded for more than 10 hours on an icy stretch of the Trans-Canada Highway. The performance netted the acclaimed musician (he's the first classical… [+2280 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Dark, cold night awaits many New Brunswickers in storm's aftermath", "description": "New Brunswickers are facing the prospect of spending at least another night in the dark as crews continue to clean up after Saturday night’s damaging wind storm.", "url": "https://www.cbc.ca/news/canada/new-brunswick/new-brunswick-power-outage-1.4891263", "urlToImage": "https://i.cbc.ca/1.4891266.1541359260!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/roof.jpeg", "publishedAt": "2018-11-04T19:55:22Z", "content": "New Brunswickers are facing the prospect of spending at least another night in the dark as crews continue to clean up after Saturday night's damaging windstorm. As of 3:10 p.m. 80,412 NB Power customers remained without power and the New Brunswick Emergency M… [+1439 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 Winnipeg men found with meth after chance run-ins with police", "description": "Chance encounters led police to make two separate drug arrests in Winnipeg Saturday.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-police-meth-arrests-1.4891264", "urlToImage": "https://i.cbc.ca/1.4878134.1541280701!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-police.jpg", "publishedAt": "2018-11-04T19:54:59Z", "content": "Chance encounters led police to make two separate drug arrests in Winnipeg Saturday. Officers pulled over a taxi near Andrews Street and Aberdeen Avenue around 1 a.m. after noticing a male passenger in the cab wasn't wearing his seatbelt. The man was found to… [+782 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Kings send head coach John Stevens packing", "description": "Head coach John Stevens has been fired by the struggling Los Angeles Kings just 13 games into his second season in charge. Willie Desjardins was named the Kings' interim head coach Sunday.", "url": "https://www.cbc.ca/sports/hockey/nhl/john-stevens-fired-kings-nhl-1.4891279", "urlToImage": "https://i.cbc.ca/1.4891283.1541360819!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stevens-john-181103-1180.jpg", "publishedAt": "2018-11-04T19:49:57Z", "content": "Head coach John Stevens and assistant Don Nachbauer have been fired by the struggling Los Angeles Kings just 13 games into his second season in charge. Willie Desjardins was named the Kings' interim head coach Sunday while former San Jose Sharks forward Marco… [+796 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'It's wrong:' Former RNC officer says he was scrutinized for too long, too many times", "description": "Tim Buckle was investigated multiple times for giving colleague a 'heads up' about a looming investigation into indecent calls.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/tim-buckle-responds-1.4890708", "urlToImage": "https://i.cbc.ca/1.3975674.1486734909!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tim-buckle-dunphy-inquiry.jpg", "publishedAt": "2018-11-04T19:43:32Z", "content": "After multiple investigations stemming from a 2012 phone call he made tipping off a fellow officer that an investigation into his conduct was underway, former RNC Tim Buckle says enough is enough. \"I have acknowledged from day one it was a mistake to call him… [+3226 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joan Bryden", "title": "Ontario Proud's arrival on federal scene renews fears about third party collusion", "description": "A conservative political advocacy group that was instrumental in taking down the Liberals in Ontario is going national, aiming to do to Justin Trudeau what it did to Kathleen Wynne.", "url": "https://www.cbc.ca/news/canada/toronto/ontario-proud-federal-third-party-collusion-1.4891245", "urlToImage": "https://i.cbc.ca/1.4619532.1523656657!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jeff-ballingall.jpg", "publishedAt": "2018-11-04T19:30:03Z", "content": "A conservative political advocacy group that was instrumental in taking down the Liberals in Ontario is going national, aiming to do to Justin Trudeau what it did to Kathleen Wynne. But the arrival of Ontario Proud on the federal scene renews questions about … [+7036 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Ralph", "title": "Road to Grey Cup berth clearer for Buono's Lions?", "description": "It would appear to be an easier trip to a Grey Cup berth for the B.C. Lions. They visit winless-in-three Hamilton in the East semifinal but no West Division crossover team has ever represented the East in the CFL title game since the crossover was implemented…", "url": "https://www.cbc.ca/sports/football/cfl/lions-cfl-playoff-primer-1.4891238", "urlToImage": "https://i.cbc.ca/1.4891253.1541358153!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/orange-anthony-lions-1180.jpg", "publishedAt": "2018-11-04T19:14:10Z", "content": "The B.C. Lions will have to blaze a new trail to earn head coach Wally Buono a record sixth Grey Cup in the final season of his illustrious CFL career. B.C. will open the CFL playoffs on the road in Hamilton next Sunday. The Lions (9-9) finished the regular s… [+5089 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Meet the 14-year-old Quebec farmer behind Joe Beef's high-end lamb dishes", "description": "Louis Bilodeau, 14, started raising sheep two years ago, and now supplies lamb meat to one of Montreal’s best-known restaurants — Joe Beef.", "url": "https://www.cbc.ca/news/canada/montreal/louis-bilodeau-teenage-farmer-joe-beef-1.4891211", "urlToImage": "https://i.cbc.ca/1.4891214.1541353650!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/louis-bilodeau.JPG", "publishedAt": "2018-11-04T19:10:30Z", "content": "Louis Bilodeau is not your average 14-year-old. For one, Bilodeau who lives in Saint-Michel-de-Bellechasse, a small town about 50 kilometres east of Quebec City wakes up before sunrise to tend to his flock of sheep. He started raising sheep two years ago, and… [+1837 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Suspension of TRU professor could violate academic freedom, faculty association says", "description": "A Canadian university faculty association is investigating the suspension of a B.C. professor as a possible violation of academic freedom.", "url": "https://www.cbc.ca/news/canada/british-columbia/academic-freedom-violation-1.4890476", "urlToImage": "https://i.cbc.ca/1.3927994.1484088933!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/thompson-rivers-university.jpg", "publishedAt": "2018-11-04T19:00:00Z", "content": "A Canadian university faculty association is investigating the suspension of a B.C. professor as a possible violation of academic freedom. Thompson Rivers University economics professor Derek Pyne has been suspended by the school since July over what he alleg… [+2303 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "2 Torontonians sentenced for opium charges 'good candidates for rehabilitation': judge", "description": "A man and a woman from Toronto convicted of drug trafficking-related charges earlier this year are \"good candidates for rehabilitation,\" according to the judge who presided over the case.", "url": "https://www.cbc.ca/news/canada/toronto/torontonians-sentenced-opium-charges-1.4891229", "urlToImage": "https://i.cbc.ca/1.4397681.1510342667!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nova-scotia-court-judges.jpg", "publishedAt": "2018-11-04T18:59:54Z", "content": "A man and a woman from Toronto convicted of drug trafficking-related charges earlier this year are \"good candidates for rehabilitation,\" according to the judge who presided over the case. Mithusha Poobalasingam and Geevan Nagendran were arrested in Halifax in… [+963 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Cyclists do 24 hours on stationary bikes for Pan Am Place", "description": "All money raised through the Iron Ride fundraiser will go to Pan Am Place, a registered charity which houses and supports at-risk young men while they work toward a more positive life.", "url": "https://www.cbc.ca/news/canada/manitoba/pan-am-house-iron-ride-1.4891199", "urlToImage": "https://i.cbc.ca/1.4891239.1541356226!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/iron-ride.jpg", "publishedAt": "2018-11-04T18:57:10Z", "content": "There's going to be more than a few tired folks leaving Winnipeg's Pan Am Boxing Club Sunday. The Exchange District club's second annual 24-hour stationary bike race kicked off Saturday and intrepid cyclists spent the whole day, night and Sunday morning pedal… [+1879 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Ecological collapse of Toronto's ravine system has begun, researcher says", "description": "A researcher says ecological collapse of Toronto's vast ravine system has started because of invasive species but one way to save the narrow forested areas would be to form a large public-private partnership.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-ravine-system-ecological-collapse-1.4891207", "urlToImage": "https://i.cbc.ca/1.4891223.1541354644!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wilket-creek-park.jpg", "publishedAt": "2018-11-04T18:35:09Z", "content": "A researcher says ecological collapse of Toronto's vast ravine system has started because of invasive species but one way to save the narrow forested areas would be to form a large public-private partnership. Eric Davies, a University of Toronto forest ecolog… [+4403 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Charges laid after man stabbed on Winnipeg Transit bus by attacker shouting racial slurs", "description": "Police have a man in custody after a man was stabbed on a Winnipeg Transit bus early Sunday.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-transit-man-stabbed-1.4891228", "urlToImage": "https://i.cbc.ca/1.4784904.1534267428!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-transit.jpg", "publishedAt": "2018-11-04T18:22:37Z", "content": "Police have a man in custody after a stabbing on a Winnipeg Transit bus early Sunday. The victim was one of two men who stepped in to intervene after a man armed with a knife began yelling racial slurs at a man who was also on the bus, according to police. Po… [+867 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Unlicensed driver jumps into Salmon River to evade police", "description": "Police say local fire departments, ground search and rescue and Nova Scotia's Department of Lands and Forestry were called to help locate the man.", "url": "https://www.cbc.ca/news/canada/nova-scotia/unlicensed-driver-jumps-in-river-to-evade-police-1.4891205", "urlToImage": "https://i.cbc.ca/1.4422122.1532976154!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-badge.jpg", "publishedAt": "2018-11-04T18:08:44Z", "content": "Nova Scotia RCMP are looking for a 31-year-old man who they say fled a checkpoint in Bible Hill, N.S., Saturday morning and later jumped into a river. Around 3 a.m., police directed a man driving a truck without a licence to pull into an adjacent parking lot.… [+590 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Denis P. Gorman", "title": "NYC Marathon: Desisa ekes out men's win, Keitany coasts to women's title", "description": "Lelisa Desisa of Ethiopia has won the New York City Marathon, holding off countryman Shura Kitata by 1.99 seconds. Mary Keitany of Kenya became the second woman to win the marathon four times, beating countrywoman Vivian Cheruiyot by three minutes 13 seconds.", "url": "https://www.cbc.ca/sports/olympics/summer/trackandfield/desisa-keitany-new-york-city-marathon-1.4891209", "urlToImage": "https://i.cbc.ca/1.4891216.1541353721!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/desisa-lelisa-181104-1180.jpg", "publishedAt": "2018-11-04T17:58:16Z", "content": "Lelisa Desisa of Ethiopia has won the New York City Marathon, holding off countryman Shura Kitata by 1.99 seconds. Desisa finished in two hours five minutes 59 seconds. Last year's winner, Geoffrey Kamworor of Kenya, finished third. Mary Keitany of Kenya beca… [+590 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger,Terri Trembath", "title": "Biting through hateful words, trans artist protests Calgary arts venue 'censorship'", "description": "A two-spirit artist performed a protest art piece Saturday to let Calgary's biggest arts venue know his community won't be silenced.", "url": "https://www.cbc.ca/news/canada/calgary/arts-commons-transgender-protest-1.4891162", "urlToImage": "https://i.cbc.ca/1.4891183.1541350673!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/dan-cardinal-mccartney.png", "publishedAt": "2018-11-04T17:35:43Z", "content": "A two-spirit, transgender artist performed a protest art piece Saturday to let Calgary's biggest arts venue know his community won't be silenced. Dan Cardinal McCartney sat surrounded by rows of cut lemons at Untitled Art Society, a cozy artist-run space in t… [+3528 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ariana Grande song thanks her exes, Pete Davidson talks breakup on SNL", "description": "Ariana Grande and Pete Davidson both referenced their high-profile breakup on Saturday — Davidson on SNL and Grande through her latest track.", "url": "https://www.cbc.ca/news/entertainment/grande-davidson-talk-about-exes-1.4891161", "urlToImage": "https://i.cbc.ca/1.4891168.1541348890!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/775210277kr00077-2018-mtv-v.jpg", "publishedAt": "2018-11-04T17:27:21Z", "content": "Ariana Grande and Pete Davidson both referenced their high-profile breakup on Saturday Davidson on Saturday Night Live and Grande on her latest track, Thank You, Next. As Davidson joined Michael Che on Weekend Update to talk about the midterm elections, he we… [+1811 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Here are 3 cool and creepy fish you likely haven't seen before", "description": "Um, these guys are definitely not Nemo.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/creepy-fish-dfo-biologists-1.4886065", "urlToImage": "https://i.cbc.ca/1.4886086.1541008786!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/karen-dwyer-glasses-christina-bourne-dfo-fishery-biologists.jpg", "publishedAt": "2018-11-04T17:24:54Z", "content": "Most people are familiar with the ever-popular capelin or cod, but get up close and personal with three fish with creepy names and faces only a mother (fish?) could love. Jane Adey, host of The Broadcast, got a peek in a Department of Fisheries and Oceans lab… [+2462 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man charged for driving 82 km/h above limit on Highway 103", "description": "RCMP say a vehicle was clocked at 182 km/h in a 100 km/h zone along Highway 103 in East Chester, N.S., Saturday afternoon.", "url": "https://www.cbc.ca/news/canada/nova-scotia/man-charged-with-driving-82-km-h-above-limit-on-hwy-103-1.4891182", "urlToImage": "https://i.cbc.ca/1.4086457.1493221353!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/highway-103-nova-scotia.jpg", "publishedAt": "2018-11-04T17:18:20Z", "content": "RCMP have charged a 53-year-old man from Brazil for stunting after a vehicle was clocked going 82 km/h above the speed limit along Highway 103 in East Chester, N.S., Saturday afternoon. Police say the vehicle was going 182 km/h in a 100 km/h zone. The man's v… [+355 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kathryn Marlow", "title": "The challenges (and science) of building community in Calgary's East Village", "description": "\"The East Village is still in the process of becoming whatever it’s supposed to become.\" Kathryn Marlow explores the architecture and design of a flagship neighbourhood.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-east-village-road-ahead-progress-1.4888504", "urlToImage": "https://i.cbc.ca/1.4705283.1541195371!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/east-village.png", "publishedAt": "2018-11-04T17:00:00Z", "content": "What do you get when you spend $357 million of city money on a neighbourhood and splash it with so much fanfare, you'd think we were building it on the moon? You get Calgary's East Village. It's a bit closer than the moon, but it's been the urban planning dar… [+11317 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Khalil Akhtar", "title": "Unique salmon run on Vancouver Island gets a helping hand", "description": "One of B.C.'s most unique and labour-intensive salmon runs in Mill Bay involves moving thousands of fish upstream by hand, one by one.", "url": "https://www.cbc.ca/news/canada/british-columbia/salmon-run-shawnigan-creek-waterfall-volunteers-1.4888588", "urlToImage": "https://i.cbc.ca/1.4888599.1541112711!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/salmon-run-shawnigan-creek-vancouver-island.jpg", "publishedAt": "2018-11-04T17:00:00Z", "content": "Everyday until the end of November, volunteers are helping hundreds of salmon cross a waterfall on Shawnigan Creek by carrying each fish by hand one at a time. By the end of the season, thousands will be moved upstream with the help of dozens of volunteers an… [+1903 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matt Humphrey", "title": "New book drinks deep from B.C.'s history of rum running", "description": "Tell Nobody Nothin' No How: The Real Story of West Coast Rum Running launches Nov. 1.", "url": "https://www.cbc.ca/news/canada/british-columbia/rum-running-book-1.4887945", "urlToImage": "https://i.cbc.ca/1.4888319.1541104711!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rum-runners.jpg", "publishedAt": "2018-11-04T17:00:00Z", "content": "While the Canadian prohibition on cannabis officially ended on Oct. 17, a B.C.-based author wants people to remember marijuana wasn't the only substance once prohibited by the government. Liquor prohibition varied from province to province, but in B.C., alcoh… [+2723 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Adventurer completes record swim around mainland Britain's coastline", "description": "Adventurer Ross Edgley became the first man to swim around the coast of mainland Britain as he completed a 2,865-kilometre trip to make a triumphant return to dry land in Margate, England, on Sunday.", "url": "https://www.cbc.ca/news/world/ross-edgley-swim-around-britain-1.4891157", "urlToImage": "https://i.cbc.ca/1.4891158.1541347686!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/swimming-sea-record.jpg", "publishedAt": "2018-11-04T16:42:30Z", "content": "Adventurer Ross Edgley became the first man to swim around the coast of mainland Britain as he completed a 2,865-kilometre trip to make a triumphant return to dry land in Margate, England, on Sunday. The 33-year-old, from Grantham, Lincolnshire, had left the … [+1012 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jerome Pugmire", "title": "Khachanov stuns Djokovic in Paris final, deprives him of record-matching win", "description": "Karen Khachanov upset a tired-looking Novak Djokovic 7-5, 6-4 to win the Paris Masters title and deprive Djokovic the chance on Sunday of matching Rafael Nadal's record of 33 Masters titles.", "url": "https://www.cbc.ca/sports/tennis/khachanov-djokovic-paris-masters-finals-1.4891167", "urlToImage": "https://i.cbc.ca/1.4891175.1541349573!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/karen-khachanov.jpg", "publishedAt": "2018-11-04T16:40:57Z", "content": "Karen Khachanov upset a tired-looking Novak Djokovic 7-5, 6-4 to win the Paris Masters title and deprive Djokovic the chance on Sunday of matching Rafael Nadal's record of 33 Masters titles. Not a bad way to end your season, right &lt;a href=\"https://twitter.… [+2238 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Ricky Ray on CFL future: 'I still have the feelings of wanting to play'", "description": "Toronto Argonauts quarterback Ricky Ray will spend the winter pondering his CFL future, something the 39-year-old has done each of the last two years before ultimately deciding to return. But, this time, he would be coming off a serious neck injury.", "url": "https://www.cbc.ca/sports/football/cfl/ricky-ray-cfl-future-1.4891159", "urlToImage": "https://i.cbc.ca/1.4891166.1541348612!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ray-ricky-180908-1180.jpg", "publishedAt": "2018-11-04T16:36:10Z", "content": "It will be another off-season of reflection and serious deliberation for Ricky Ray. The Toronto Argonauts veteran quarterback will spend the winter pondering his CFL future, something the 39-year-old has done each of the last two years before ultimately decid… [+3143 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Oxford seeks expertise on troublesome sinkhole", "description": "Oxford's deputy clerk says the water level at the sinkhole is now higher than the lake water around it, and it keeps swallowing small amounts of soil.", "url": "https://www.cbc.ca/news/canada/nova-scotia/oxford-ns-seeks-professional-help-for-sinkhole-1.4891150", "urlToImage": "https://i.cbc.ca/1.4820331.1536768187!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/oxford-sinkhole.jpg", "publishedAt": "2018-11-04T16:32:03Z", "content": "There are \"ongoing negotiations with geophysical and geotechnical firms\" to have work completed at the site of a sinkhole that took a huge bite out of a local park over the summer, says the spokesperson for Oxford, N.S. While there aren't any significant chan… [+590 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "1 dead, 3 injured in Surrey car crash", "description": "One person has died, and three people are injured following a car crash in Surrey late Saturday night.", "url": "https://www.cbc.ca/news/canada/british-columbia/1-dead-3-injured-surrey-car-crash-1.4891123", "urlToImage": "https://i.cbc.ca/1.4891144.1541344337!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/surrey-mvi-88-avenue.png", "publishedAt": "2018-11-04T16:11:24Z", "content": "One person has died, and three people are injured following a car crash in Surrey late Saturday night. Surrey RCMP say they received a call about a serious motor vehicle incident just after midnight in the 13400 block of 88 Avenue. One of the drivers involved… [+524 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kim Trynacity", "title": "Gay, Hispanic and Jewish: Alberta cabinet minister feels 'bullseyes' on his back", "description": "When Arts and Culture Minister Ricardo Miranda rose in the house to deliver a ministerial statement this week, his mind took him back to his visit to Israel.", "url": "https://www.cbc.ca/news/canada/edmonton/gay-hispanic-and-jewish-alberta-cabinet-minister-feels-bullseyes-on-his-back-1.4890077", "urlToImage": "https://i.cbc.ca/1.4890096.1541191231!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/culture-and-tourism-minister-ricardo-miranda-reads-jewish-prayer-for-the-dead-in-legislature.jpg", "publishedAt": "2018-11-04T16:00:00Z", "content": "When Culture and Tourism Minister Ricardo Miranda rose in the house this week to deliver a ministerial statement, his mind took him back to his visit to Israel. There at a children's memorial, he saw stunted trees never allowed to grow to maturity, in memory … [+2955 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anna Dimoff", "title": "Not-so-wild world: Canada one of five countries holding remaining majority of wilderness", "description": "The Wildlife Conservation Society reported that 70 per cent of the world's wilderness belongs to five countries and of those five, Canada holds the second-largest area following Russia.", "url": "https://www.cbc.ca/news/canada/british-columbia/not-so-wild-world-canada-one-of-five-countries-holding-remaining-majority-of-wilderness-1.4890440", "urlToImage": "https://i.cbc.ca/1.4172392.1498088006!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/great-bear-rainforest.jpeg", "publishedAt": "2018-11-04T16:00:00Z", "content": "The world is rapidly becoming less wild according to a groundbreaking study published this week, co-authored by a Prince George ecosystem professor. The Wildlife Conservation Society reported that 70 per cent of the world's wilderness is located in just five … [+3458 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gail Harding", "title": "'Major outage event' could last for more than 24 hours in N.B.", "description": "NB Power says it could take more than 24 hours to restore power to some areas as crews assess the damage caused by high winds overnight.", "url": "https://www.cbc.ca/news/canada/new-brunswick/nb-power-restore-service-1.4891089", "urlToImage": "https://i.cbc.ca/1.4891108.1541340670!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cleaning-downed-tree.jpg", "publishedAt": "2018-11-04T15:51:51Z", "content": "NB Power says some customers may be without power for more than 24 hours as crews assess the damage caused by high winds overnight. &lt;a href=\"https://twitter.com/blairhfx?ref_src=twsrc%5Etfw\"&gt;@blairhfx&lt;/a&gt; this is the view out my window in Frederic… [+3646 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Plane crashes after mid-air collision near Kanata", "description": "Ottawa police are investigating after a mid-air​ collision involving two aircraft happened in Carp, Ont., Sunday morning.", "url": "https://www.cbc.ca/news/canada/ottawa/police-respond-after-plane-crash-in-ottawa-1.4891149", "urlToImage": "https://i.cbc.ca/1.4891170.1541349073!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/plane-crash.jpeg", "publishedAt": "2018-11-04T15:49:24Z", "content": "Ottawa police are investigating after a mid-air collision involving two aircraft happened in Carp, Ont., Sunday morning. Police said one of the planes crashed near McGee Side Road and the other was redirected to the Ottawa International Airport, where it land… [+171 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Plane crashes in Ottawa's west end", "description": "Ottawa police are investigating after a crash involving two aircraft happened in Ottawa's west end Sunday morning.", "url": "https://www.cbc.ca/news/canada/ottawa/police-respond-after-plane-crash-in-0ttawa-west-end-1.4891149", "urlToImage": "https://i.cbc.ca/1.1479438.1401905467!/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-police-badge-crest-generic-ops.jpg", "publishedAt": "2018-11-04T15:49:24Z", "content": "Ottawa police are investigating after a crash involving two aircraft happened in Ottawa's west end Sunday morning. Police said one of the planes crashed and the other is being redirected to the Ottawa International Airport. The incident happened around 10:11 … [+64 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'It's a great thing to have a change'", "description": "Some in and around Blaine Higgs's home riding, Quispamsis, say they're happy about the transition of government that will take place in the coming days.", "url": "https://www.cbc.ca/news/canada/new-brunswick/it-s-a-great-thing-to-have-a-change-1.4890924", "urlToImage": "https://i.cbc.ca/1.4890933.1541285098!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/lew-and-theresa-squires-of-saint-john.JPG", "publishedAt": "2018-11-04T15:47:11Z", "content": "The first hours as premier-designate were quiet for Blaine Higgs. And at least some in and around his home riding, Quispamsis, are happy about the transition of government that will take place in the coming days. \"I think it's good for the area,\" said Allen K… [+1359 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Truck driver killed in crash near Portage la Prairie", "description": "A 67-year-old man from East St. Paul, Man., is dead after his truck and semi-trailer rolled on the Trans-Canada Highway near Portage la Prairie early Saturday.", "url": "https://www.cbc.ca/news/canada/manitoba/truck-crash-portage-la-prairie-1.4891139", "urlToImage": "https://i.cbc.ca/1.4883747.1540907549!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stock-rcmp-police-911-emergency-cruiser-mounties-2018.jpg", "publishedAt": "2018-11-04T15:24:40Z", "content": "A man is dead after his truck and semi-trailer rolled on the Trans-Canada Highway near Portage la Prairie early Saturday. Police say the semi was found overturned in the median ditch just past the Portage la Prairie bridge bypass around 1:20 a.m. The driver, … [+286 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Shining a light on diversity with hand-painted diyas during Diwali", "description": "A St. John's woman is selling the clay lamps used to celebrate Diwali, a festival of lights celebrated in India and around the world.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/diyas-diversity-public-libraries-1.4888163", "urlToImage": "https://i.cbc.ca/1.4889771.1541185560!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/prajwala-dixit.jpg", "publishedAt": "2018-11-04T15:24:12Z", "content": "A St. John's woman is selling hand-painted clay lamps called diyas, used in Diwali celebrations, to stock Newfoundland and Labrador libraries with culturally diverse books. \"The impetus for this fundraiser was my daughter. We love visiting the libraries, and … [+1670 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Blue Jays coaches Leiper, Jacoby out as new manager shapes staff", "description": "A Blue Jays team spokesperson confirmed Saturday that Toronto had fired hitting coach Brook Jacoby and first base coach Tim Leiper, one week after the major league club made Charlie Montoyo the 13th manager in franchise history.", "url": "https://www.cbc.ca/sports/baseball/mlb/leiper-jacoby-fired-blue-jays-coaches-1.4891143", "urlToImage": "https://i.cbc.ca/1.4891147.1541345028!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/leiper-tim-150619-1180.jpg", "publishedAt": "2018-11-04T15:21:06Z", "content": "The Toronto Blue Jays have made more changes to their coaching staff a week after hiring a new manager. A team spokesperson confirmed Saturday that Toronto had fired hitting coach Brook Jacoby and first base coach Tim Leiper. The moves come one week after Tor… [+1465 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Storms, floods in Sicily kill at least 12 people", "description": "Storms lashing Sicily have killed at least 12 people with torrential floods as Italy's leader headed to the stricken Mediterranean island on Sunday. Divers have pulled nine of those victims from a home flooded by a rapidly swelling river near Palermo.", "url": "https://www.cbc.ca/news/world/italy-flooding-sicily-venice-1.4891125", "urlToImage": "https://i.cbc.ca/1.4891131.1541342710!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/italy-storms.jpg", "publishedAt": "2018-11-04T15:20:36Z", "content": "Storms lashing Sicily have killed at least 12 people with torrential floods, Italian authorities said as the country's leader headed Sunday to the stricken Mediterranean island. Divers pulled nine of those victims from a home flooded by a rapidly swelling riv… [+2297 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mairin Prentiss", "title": "Sailboat goes up in flames in Lunenburg after rope fuses to power line", "description": "Candle Wind, a sailboat in Lunenburg, N.S., is heavily damaged after one of the boat’s lines came in contact with a power line on Saturday night.", "url": "https://www.cbc.ca/news/canada/nova-scotia/sailboat-goes-up-in-flames-in-lunenburg-after-rope-fuses-to-power-line-1.4891127", "urlToImage": "https://i.cbc.ca/1.4891128.1541342464!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lunenburg-boat-fire.jpg", "publishedAt": "2018-11-04T15:01:44Z", "content": "A 40-foot wooden sailboat named Candle Wind is damaged after one of the boat's lines came in contact with a power line on Saturday night in Lunenburg, N.S. The Lunenburg fire department was called to a report of an electrical fire at the shipyard area of Lune… [+918 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Alex Migdal", "title": "Before New York City's Mandarin duck, there was Burnaby's", "description": "The Mandarin duck, native to East Asia, gained international fame after being sighted in New York City. Turns out the same duck has been spotted in Burnaby for the past six months.", "url": "https://www.cbc.ca/news/canada/british-columbia/mandarin-duck-burnaby-1.4890863", "urlToImage": "https://i.cbc.ca/1.4890953.1541290015!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/mandarin-duck.JPG", "publishedAt": "2018-11-04T15:00:00Z", "content": "Before a Mandarin duck in New York City gained international recognition this week, another duck of the same plumage had already made several low-key appearances in Burnaby over the past six months. Mandarin ducks are renowned for their dazzling multicoloured… [+2742 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Porter", "title": "3rd developer asks to build tower near Westboro transit station", "description": "EBC Inc. is asking to build a 20-storey building across from the Westboro transit station, where zoning calls for a maximum of six storeys. It's the third such proposal in two years.", "url": "https://www.cbc.ca/news/canada/ottawa/3rd-developer-asks-to-build-tower-near-westboro-transit-station-1.4889785", "urlToImage": "https://i.cbc.ca/1.4889839.1541188736!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/1950-scott-street-proposal.JPG", "publishedAt": "2018-11-04T15:00:00Z", "content": "The City of Ottawa has received a third proposal for a highrise tower on Scott Street near the Westboro transit station an area which typically prohibits buildings higher than six storeys. The other two projects have already been approved, with construction a… [+1059 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Cool Runnings: top tips for safe winter running", "description": "It's that time of year when the sun sets earlier and rises later. For runners, that means running in the dark and cold. But that doesn't mean running enthusiasts have to give up the outdoors and take to the treadmills.", "url": "https://www.cbc.ca/news/canada/british-columbia/cool-runnings-top-tips-for-safe-winter-running-1.4888316", "urlToImage": "https://i.cbc.ca/1.4888329.1541104818!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winter-running.jpg", "publishedAt": "2018-11-04T15:00:00Z", "content": "It's that time of year when the sun sets earlier and rises later. For runners, that means running in the dark and cold. But that doesn't mean running enthusiasts have to give up the outdoors and take to the treadmills. Gillian Roberts, a member of the Prince … [+1863 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sharon Shorty", "title": "There are thousands of intergenerational survivors' stories — this is mine", "description": "Yukon comedian Sharon Shorty shares the impacts intergenerational trauma has had on her life. Her parents, and other family members, attended residential schools in Yukon, British Columbia and Alberta.", "url": "https://www.cbc.ca/news/canada/north/intergenerational-survivor-residential-school-sharon-shorty-1.4878247", "urlToImage": "https://i.cbc.ca/1.4878267.1540490315!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/finding-our-faces.jpg", "publishedAt": "2018-11-04T15:00:00Z", "content": "This story is part of CBC North's series Children of Survivors | Impact of residential schools. This week we're highlighting the stories of several children of residential school survivors and the effect intergenerational trauma has had on their lives. My nam… [+6003 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Porter", "title": "3rd developer seeking to build tower near Westboro transit station", "description": "EBC Inc. is asking to build a 20-storey building across from the Westboro transit station, where zoning calls for a maximum of six storeys. It's the third such proposal in two years.", "url": "https://www.cbc.ca/news/canada/ottawa/3rd-developer-seeking-to-build-tower-near-westboro-transit-station-1.4889785", "urlToImage": "https://i.cbc.ca/1.4889839.1541188736!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/1950-scott-street-proposal.JPG", "publishedAt": "2018-11-04T15:00:00Z", "content": "The City of Ottawa has received a third proposal for a highrise tower on Scott Street near the Westboro transit station an area which typically prohibits buildings higher than six storeys. The other two projects have already been approved, with construction a… [+1059 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Here's a breakdown of what it would cost to host the 2026 Winter Olympics in Calgary", "description": "A quick look at estimated costs for Calgary and Canmore, Alta., to host the 2026 Winter Olympic and Paralympic Games, according to bid corporation Calgary 2026 revised host draft plan and Government of Canada figures.", "url": "https://www.cbc.ca/news/canada/calgary/cost-breakdown-calgary-2026-1.4891132", "urlToImage": "https://i.cbc.ca/1.4885860.1541002436!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-winter-games.jpg", "publishedAt": "2018-11-04T14:59:29Z", "content": "A quick look at estimated costs for Calgary and Canmore, Alta., to host the 2026 Winter Olympic and Paralympic Games, according to bid corporation Calgary 2026 revised host draft plan and Government of Canada figures. Total estimated cost: $5.1 billion. Publi… [+865 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Leicester players remember late owner at Bangkok temple", "description": "Leicester City manager Claude Puel led his soccer team's players as they arrived Sunday at a Bangkok temple to pay their respects to the club's late founder, Thai billionaire Vichai Srivaddhanaprabha.", "url": "https://www.cbc.ca/sports/soccer/leicester-owner-funeral-bangkok-1.4891126", "urlToImage": "https://i.cbc.ca/1.4891133.1541342756!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/okazaki-shinji-leicester-181104-1180.jpg", "publishedAt": "2018-11-04T14:51:58Z", "content": "Leicester City manager Claude Puel led his soccer team's players as they arrived Sunday at a Bangkok temple to pay their respects to the club's late founder. Thai billionaire Vichai Srivaddhanaprabha was killed when his helicopter crashed Oct. 27 in a parking… [+1668 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Kitchener man arrested in connection to multiple stabbings in Waterloo", "description": "Waterloo Regional Police have arrested an 18-year-old Kitchener man in connection to multiple unprovoked stabbings in Waterloo on Nov. 1.", "url": "https://www.cbc.ca/news/canada/kitchener-waterloo/police-arrest-kitchener-man-connection-to-multiple-stabbings-in-waterloo-1.4891107", "urlToImage": "https://i.cbc.ca/1.1628312.1521032636!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-armbadge1-wrps.jpg", "publishedAt": "2018-11-04T14:42:13Z", "content": "Waterloo Regional Police have arrested an 18-year-old Kitchener man in connection to multiple unprovoked stabbings in Waterloo. Police arrested the man on Nov. 2 and charged him with numerous offences. Between 12:30 a.m. and 1 a.m. on Nov. 1, police received … [+215 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 men charged after Pickering traffic stop leads police to $52K of fentanyl", "description": "Two men have been charged with drug trafficking after a traffic stop in Pickering, Durham police say.", "url": "https://www.cbc.ca/news/canada/toronto/pickering-trafficking-charges-fentanyl-traffic-stop-1.4891104", "urlToImage": "https://i.cbc.ca/1.4610306.1530894454!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/durham-regional-police-service.jpg", "publishedAt": "2018-11-04T14:30:42Z", "content": "Two men have been charged with drug trafficking after a traffic stop in Pickering this week, Durham police say. Police said in a news release that they made the arrests on Thursday in the area of Bayly Street and St. Martins Drive as part of a drug investigat… [+340 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Boil water order lifted for Dauphin residents", "description": "A boil water order has been lifted in the City of Dauphin.", "url": "https://www.cbc.ca/news/canada/manitoba/dauphin-boil-water-order-1.4891105", "urlToImage": "https://i.cbc.ca/1.4509858.1535490012!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/water-tap.jpg", "publishedAt": "2018-11-04T14:30:08Z", "content": "A boil water order has been lifted in the City of Dauphin. The city had warned residents Thursday to boil their tap water before drinking or cooking with it after samples showed the presence of total coliform bacteria. Total coliform bacteria live in soil, su… [+501 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Driver tries to steal trailer, flees from police", "description": "A 30-year-old man is scheduled to appear in court Sunday, following a flight from police in St. John's.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/attempted-trailer-theft-public-mischief-arrest-sj-1.4891068", "urlToImage": "https://i.cbc.ca/1.2856205.1417453945!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nl-rnc-cruisers-night-20131206.jpg", "publishedAt": "2018-11-04T14:28:42Z", "content": "The Royal Newfoundland Constabulary arrested a 30-year-old man Saturday night on charges that included flight from police. Around 11 p.m., the RNC responded to a report of a suspicious vehicle in the east end of St. John's. It was reported that someone was tr… [+735 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Yuzuru Hanyu dominates field to win gold at Helsinki Grand Prix", "description": "Olympic figure skating champion Yuzuru Hanyu started his Grand Prix season with a commanding victory by almost 40 points at the Helsinki round on Sunday.", "url": "https://www.cbc.ca/sports/olympics/winter/figureskating/yuzuru-hanyu-helsinki-grand-prix-1.4891088", "urlToImage": "https://i.cbc.ca/1.4891103.1541340334!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/yuzuru-hanyu.jpg", "publishedAt": "2018-11-04T14:07:49Z", "content": "Olympic figure skating champion Yuzuru Hanyu started his Grand Prix season with a commanding victory by almost 40 points at the Helsinki round on Sunday. With a 13-point lead from Saturday's short program, the Japanese skater scored 190.43 points in the free … [+468 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janice Johnston", "title": "Edmonton lawyer suspended one more year after domestic assault conviction", "description": "Edmonton lawyer Ravi Prithipaul has been suspended from practising law since his conviction in October 2017 for assaulting his wife. The Law Society of Alberta has extended his suspension to October 2019 in order to send a message of denunciation and deterren…", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-lawyer-suspended-one-more-year-1.4890185", "urlToImage": "https://i.cbc.ca/1.4354701.1541301929!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ravi-prithipaul.jpg", "publishedAt": "2018-11-04T14:00:00Z", "content": "It will be another year before an Edmonton lawyer and convicted wife-abuser will be allowed to practice law. Ravi Prithipaul was automatically suspended from practice in October 2017 when he pleaded guilty to repeatedly assaulting his wife. He was given 12 mo… [+2685 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "George Maratos", "title": "Whitehorse man celebrates 20 years of being car free", "description": "Michael Dougherty says he's probably saved close to $200,000 in the past two decades without a car.", "url": "https://www.cbc.ca/news/canada/north/car-free-walker-yukoner-whitehorse-health-environment-1.4890425", "urlToImage": "https://i.cbc.ca/1.4890464.1541204948!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/michael-dougherty.JPG", "publishedAt": "2018-11-04T14:00:00Z", "content": "In the last two decades, Michael Dougherty figures he's saved at least $200,000. How? The Whitehorse man hasn't owned a car since 1998 and walks everywhere. He made the decision while faced with a conundrum in August of that year. His wife was moving to Montr… [+2242 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Quebec's police watchdog investigating after man injured in overnight Montreal car chase", "description": "Quebec’s Bureau des enquêtes indépendantes (BEI), an institutional police watchdog, is investigating after a 30-year-old man was seriously injured in an overnight police chase in Montreal.", "url": "https://www.cbc.ca/news/canada/montreal/bei-investigating-chase-1.4891091", "urlToImage": "https://i.cbc.ca/1.4650195.1525542073!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/spvm.jpg", "publishedAt": "2018-11-04T13:42:40Z", "content": "Quebec's Bureau des enquêtes indépendantes (BEI), an institutional police watchdog, is investigating after a 30-year-old man was seriously injured in an overnight police chase in Montreal. According to preliminary information, the man who was injured could ha… [+975 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Archives", "title": "When Aline Chrétien discovered an intruder at 24 Sussex Drive", "description": "A 1995 break-in at 24 Sussex Drive raised many questions, including how an intruder was able to make his way into the prime minister's residence undetected.", "url": "https://www.cbc.ca/archives/when-aline-chr%C3%A9tien-discovered-an-intruder-at-24-sussex-drive-1.4889688", "urlToImage": "https://i.cbc.ca/1.4889713.1541183745!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jean-and-aline-chretien-on-nov-5-1995.jpg", "publishedAt": "2018-11-04T13:30:00Z", "content": "Prime Minister Jean Chrétien told reporters he was lucky to have his wife, Aline, on the case when a knife-wielding intruder broke into their home. But that was, perhaps, an understatement as it was an alert Aline Chrétien who woke up, spotted the uninvited g… [+2662 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "12 charged after Steve Bannon, David Frum debate in Toronto", "description": "Toronto police said Saturday two officers were hurt and 12 people charged after a rally to protest a controversial debate featuring former White House strategist Steve Bannon in Toronto.", "url": "https://www.cbc.ca/news/canada/toronto/bannon-frum-protest-1.4891082", "urlToImage": "https://i.cbc.ca/1.4891090.1541337388!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bannon-frum-debate-20181102.jpg", "publishedAt": "2018-11-04T13:24:10Z", "content": "Toronto police said Saturday two officers were hurt and 12 people charged after a rally to protest a controversial debate featuring former White House strategist Steve Bannon in Toronto. Police spokesman Gary Long said the charges include trespassing, disorde… [+1793 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Wild winds whipping across Newfoundland causing power outages, ferry interruptions", "description": "Thousands of people are without power in central and western Newfoundland, according to Newfoundland Power.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/wild-winds-newfoundland-stormy-labrador-1.4891078", "urlToImage": "https://i.cbc.ca/1.4891084.1541336474!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/street-sign-wind-st-john-s.jpg", "publishedAt": "2018-11-04T13:16:04Z", "content": "People across Newfoundland are holding on to their hats and their vehicle doors as winds nearing 100 km/h whip across the island Sunday morning. As of 9:15 a.m., Newfoundland Power reported outages affecting more than 1,000 people each in the areas of Stephen… [+1893 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Northern Haze returns with new album 'Siqinnaarut,' a 1st in 33 years", "description": "Nunavut's Inuktitut-speaking band from Igloolik is releasing a new album later this month, 33 years after they broke ground with the first Indigenous-language rock album recorded in North America.", "url": "https://www.cbc.ca/news/canada/north/northern-haze-new-album-1.4890307", "urlToImage": "https://i.cbc.ca/1.4890497.1541207619!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/northern-haze.jpg", "publishedAt": "2018-11-04T13:00:00Z", "content": "The ground-breaking rockers from Igloolik, Nunavut are back. It's been 33 years since Northern Haze recorded their first indigenous-language rock album in North America and now, they're getting ready to release a new album with ten original songs in November.… [+1774 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Hadeel Ibrahim", "title": "Fredericton hat maker provides lighter option for women experiencing hair loss", "description": "Trish Hirschkorn is a Fredericton-based hat maker who's coming out with a new line she hopes will be lighter and more comfortable for people going through hair loss", "url": "https://www.cbc.ca/news/canada/new-brunswick/hat-maker-fredericton-trish-hirschkorn-1.4889720", "urlToImage": "https://i.cbc.ca/1.4889764.1541184501!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/janice-stephenson.jpeg", "publishedAt": "2018-11-04T13:00:00Z", "content": "In the few weeks between radiation and chemotherapy treatments, Jen Sullivan went hiking in Norway and visited Amsterdam with her family. One staple in her carry-on bag is a hat made by her friend, Trish Hirschkorn. It's a hat she wears often, hair loss or no… [+2549 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "This Calgary company wants to light the way for fashion tech", "description": "MakeFashion has grown into one of the world's largest fashion technology communities since launching in Calgary by being involved in runway projects, workshops and selling kits to fashion-forward individuals looking to make a statement.", "url": "https://www.cbc.ca/news/canada/calgary/makefashion-stitchkit-calgary-1.4886084", "urlToImage": "https://i.cbc.ca/1.4886095.1541198391!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fashion-tech.jpg", "publishedAt": "2018-11-04T13:00:00Z", "content": "The future of fashion might be really flashy, thanks to new wearable technology flooding into the market. And one company on the cutting edge of the movement is MakeFashion. It's been finding international success since launching in Calgary a few years ago wi… [+1368 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Daniel Cormier makes UFC history with victory over Derrick Lewis", "description": "The \"DC\" initials that flashed on the Madison Square Garden marquee have a deeper meaning for Daniel Cormier. Dual Champ. Cormier draped himself in two title belts, history-making bling that cemented the 39-year-old as one of the greats in the mixed martial a…", "url": "https://www.cbc.ca/sports/daniel-cormier-makes-history-ufc-230-1.4891077", "urlToImage": "https://i.cbc.ca/1.4891079.1541335163!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/daniel-cormier.jpg", "publishedAt": "2018-11-04T12:44:39Z", "content": "The \"DC\" initials that flashed on the Madison Square Garden marquee have a deeper meaning for Daniel Cormier. Dual Champ. Cormier draped himself in two title belts, history-making bling that cemented the 39-year-old as one of the greats in the mixed martial a… [+4307 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Leigh Anne Power", "title": "Thoroughbred program grows super trees in central Newfoundland", "description": "Scientists in Central Newfoundland are having great success with a thoroughbred breeding program.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/super-trees-wooddale-1.4883934", "urlToImage": "https://i.cbc.ca/1.4884468.1540925493!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/barry-linehan-and-dean-taylor.JPG", "publishedAt": "2018-11-04T12:30:00Z", "content": "Scientists in Central Newfoundland are having great success with a thoroughbred breeding program. It's not, as you might guess, about race horses or show dogs. These guys are producing super trees. Ever since Barry Linehan, who manages the provincial governme… [+4065 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Blasphemy case woman in Pakistan seeks Canadian assistance", "description": "The husband of a Pakistani Christian woman acquitted of blasphemy charges and in fear for her life has appealed to Canada, the U.S. and Britain to help get her out of Pakistan.", "url": "https://www.cbc.ca/news/world/christian-blasphemy-pakistan-asia-bibi-asylum-uk-canada-1.4891069", "urlToImage": "https://i.cbc.ca/1.4891071.1541333438!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pakistan-blasphemy-protest.jpg", "publishedAt": "2018-11-04T12:15:48Z", "content": "The husband of a Pakistani Christian woman acquitted after spending eight years on death row on charges of blasphemy has appealed to U.S. President Donald Trump for refuge, citing danger to family members' lives. Ashiq Masih, the husband of Asia Bibi, whose c… [+2332 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Meet the two professors who are uncovering northern Ontario's forgotten military past", "description": "Laurentian professors emeritus Graeme Mount and Dieter Buse have written a book to shed light on some of northern Ontario's war heroes.", "url": "https://www.cbc.ca/news/canada/sudbury/forgotten-soldiers-laurentian-professors-1.4890141", "urlToImage": "https://i.cbc.ca/1.4890146.1541192322!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dieter-buse-and-graeme-mount.jpg", "publishedAt": "2018-11-04T12:00:26Z", "content": "Laurentian professors emeritus Graeme Mount and Dieter Buse have written a book to shed light on some of northern Ontario's war heroes. Untold: Northeastern Ontario's Military Past, Volume 1 looks at the region's military involvement from 1662 to WWI. Buse sa… [+1583 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Julie Rajkumar", "title": "'We can never have enough light and love in our lives': The joy of Diwali, the festival of light", "description": "This week, Hindus all over the northern hemisphere will celebrate Diwali — the festival of light and love, which celebrates the triumph of light over darkness and good over evil. Julie Rajkumar says for her, it's a time to come together with family and fill h…", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-pov-diwali-festival-light-1.4889451", "urlToImage": "https://i.cbc.ca/1.4361756.1508416792!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/religion-diwali.jpg", "publishedAt": "2018-11-04T12:00:00Z", "content": "I'm a strong believer that when you vibrate light from within, you will illuminate others onto your path, creating love and unity in humanity. This week, Hindus all over the northern hemisphere will observe Diwali the festival of light and love, which celebra… [+2981 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "When Saint John's north end changed in the 1960s, this photographer captured it", "description": "In the 1960s, when Ian MacEachern was a television cameraman, he noticed Saint John was changing.", "url": "https://www.cbc.ca/news/canada/new-brunswick/lost-city-ian-maceachern-saint-john-1.4889959", "urlToImage": "https://i.cbc.ca/1.4889984.1541189231!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/ian-maceachern.png", "publishedAt": "2018-11-04T12:00:00Z", "content": "Photographer Ian MacEachern has launched an exhibition and book of photographs of Saint John's north end in the old days. In the 1960s, when MacEachern was a TV camera operator, he noticed Saint John was changing. Buildings were burning down, Main Street was … [+1931 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Gibson", "title": "'I didn't call CFS for her to be homeless in the end': 19-year-old aging out of care faces uncertain future", "description": "Judith Paul and her sister Shannon are each facing very different milestones.", "url": "https://www.cbc.ca/news/canada/manitoba/cfs-manitoba-aging-out-homeless-1.4880684", "urlToImage": "https://i.cbc.ca/1.4880821.1540590232!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/judith-paul.jpg", "publishedAt": "2018-11-04T12:00:00Z", "content": "Things are going well right now for Shannon Paul, 30. She just graduated from university with an arts degree last month and is planning a well-earned vacation she hasn't decided where just yet. Her sister Judith, meanwhile, is scrambling to avoid ending up in… [+6760 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montreal police search for missing Verdun man", "description": "Mitchell Paré, 29, was last seen on Sunday at around 2 a.m. in his Verdun home on Osborne Street.", "url": "https://www.cbc.ca/news/canada/montreal/missing-montreal-man-1.4891064", "urlToImage": "https://i.cbc.ca/1.4891066.1541331268!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/mitchell-pare.png", "publishedAt": "2018-11-04T11:41:36Z", "content": "Montreal police are asking for the public's help in finding a missing 29-year-old man. Mitchell Paré was last seen Sunday at around 2 a.m. in his Verdun home on Osborne Street. Police say they are concerned for Paré's safety. Paré is five feet, six inches tal… [+301 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Off to join the circus: Winnipeg youth audition during national tour", "description": "Those who dream of running away to join the circus have the chance to audition for a well-known circus school.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-circus-tryouts-1.4891043", "urlToImage": "https://i.cbc.ca/1.4890904.1541281287!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lillian-borger.jpg", "publishedAt": "2018-11-04T11:34:28Z", "content": "Winnipeg youth are contorting, swinging on trapezes, and putting all their acrobatic skills on display for a chance to join one of Canada's best circus schools. Those who dream of running away to join the circus have the chance to audition for internationally… [+1462 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bailey White", "title": "Hazing complaint halts team sports at Fatima Academy where 'ball is life'", "description": "Faitima Academy has suspended all team sports after a hazing complaint was levelled against members of the high school boys basketball team late last month.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/fatima-academy-hazing-1.4890722", "urlToImage": "https://i.cbc.ca/1.4524265.1518015519!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fatima-boys-basketball-team.jpg", "publishedAt": "2018-11-04T11:30:00Z", "content": "Faitima Academy, a tiny school noted for outsized basketball talent, has suspended all team sports after a hazing complaint was levelled against members of the high school boys basketball team late last month. In an emailed statement, Newfoundland and Labrado… [+1394 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "19 militants killed in Egypt security operation after attack on Christians", "description": "Egyptian security forces killed 19 Islamist militants from a cell believed to be responsible for an attack on Christians in central Egypt which left seven people dead.", "url": "https://www.cbc.ca/news/world/isis-militants-killed-egypt-bus-attack-1.4891062", "urlToImage": "https://i.cbc.ca/1.4891063.1541330219!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/egypt-security.jpg", "publishedAt": "2018-11-04T11:22:49Z", "content": "Egyptian security forces killed 19 Islamist militants from a cell believed to be responsible for an attack on Christians in Minya province in central Egypt which left seven people dead, the interior ministry said on Sunday. The suspects were killed in a firef… [+611 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Ormiston", "title": "U.S.-bound migrant caravan rolls north through Mexico despite obstacles", "description": "As a U.S.-bound caravan continues its slow arduous journey up from southern Mexico, it’s become propaganda for politicians in Washington. But most have no idea of their part in the political storm over immigration — they just feel its repercussions.", "url": "https://www.cbc.ca/news/world/migrant-caravan-mexico-united-states-1.4890996", "urlToImage": "https://i.cbc.ca/1.4891041.1541300558!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/migrant-caravan.JPG", "publishedAt": "2018-11-04T11:02:20Z", "content": "An inexpensive stroller with frayed, misshapen wheels sits abandoned by the side of the highway, just outside Juchitan, Mexico. It's not designed for weeks of highway walking under a scorching sun. Migrant parents left it there as they scrambled desperately o… [+8981 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Over 100,000 without power across the Maritimes after windstorm", "description": "Thousands of people across the Maritimes are without power after a windstorm swept across the region on Saturday.", "url": "https://www.cbc.ca/news/canada/nova-scotia/thousands-without-power-across-the-maritimes-after-windstorm-1.4891059", "urlToImage": "https://i.cbc.ca/1.2563978.1394212486!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/nb-power-sale-20091029-topix.jpg", "publishedAt": "2018-11-04T11:00:51Z", "content": "Thousands of people across the Maritimes are without power after a windstorm swept across the region on Saturday. Winds over 110 km/h hour knocked out power to 92,000 households in New Brunswick. Over 18,000 customers in Nova Scotia and 3,000 in Prince Edward… [+1048 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Over 100K without power across the Maritimes after wind storm", "description": "Thousands of people across the Maritimes are without power after a wind storm swept across the region on Saturday.", "url": "https://www.cbc.ca/news/canada/nova-scotia/thousands-without-power-across-the-maritimes-after-wind-storm-1.4891059", "urlToImage": "https://i.cbc.ca/1.2563978.1394212486!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/nb-power-sale-20091029-topix.jpg", "publishedAt": "2018-11-04T11:00:51Z", "content": "Thousands of people across the Maritimes are without power after a wind storm swept across the region on Saturday. Winds over 110 km per hour knocked out power to 92,000 households in New Brunswick. Over 18,000 customers in Nova Scotia and 3,000 in Prince Edw… [+645 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Claude Rivest,Julia Page", "title": "Quebec Eastern Townships man opens private forest to others, in spirit of reconciliation", "description": "Terry Loucks's property in Stanstead Township is the first \"healing forest\" to be created in Quebec, part of a Canada-wide initiative launched in response to the Truth and Reconciliation Commission.", "url": "https://www.cbc.ca/news/canada/montreal/quebec-healing-forest-reconciliation-indigenous-stanstead-1.4889515", "urlToImage": "https://i.cbc.ca/1.4890075.1541190809!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/terry-loucks-stanstead-township-que-healing-forest.JPG", "publishedAt": "2018-11-04T11:00:00Z", "content": "Terry Loucks has spent years roaming the two-and-a-half hectares of land he owns in Stanstead Township, a sparsely populated community on the eastern shore of Lake Memphremagog in Quebec's Eastern Townships. \"This forest has always healed me, through the many… [+1937 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chelsea Vowel", "title": "Giving my children Cree names is a powerful act of reclamation", "description": "The political doesn't get much more personal than speaking the names of my children every day, says Chelsea Vowel.", "url": "https://www.cbc.ca/news/indigenous/opinion-cree-names-reclamation-chelsea-vowel-1.4887604", "urlToImage": "https://i.cbc.ca/1.4889422.1541177872!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/chelsea-vowel.jpg", "publishedAt": "2018-11-04T11:00:00Z", "content": "Even though we'd agreed on the name months before, my exhausted and distracted husband nearly spelled our daughter's name wrong on her live birth certificate. Holding our newborn to my chest, barely aware of my surroundings, I still insisted on seeing the for… [+6875 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Legion's digital poppy is symbol of remembrance you can share on social media", "description": "The Royal Canadian Legion is embracing the digital age with a new virtual version of the symbolic poppy.", "url": "https://www.cbc.ca/news/canada/london/royal-canadian-legion-launches-digital-poppy-1.4887741", "urlToImage": "https://i.cbc.ca/1.4889352.1541178932!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cadet-holds-digital-poppy.jpg", "publishedAt": "2018-11-04T11:00:00Z", "content": "The Royal Canadian Legion is embracing the digital age with a new virtual version of the symbolic poppy. \"We really need to go with the times, and we're trying to reach a younger audience,\" Pamela Sweeny, the Ontario Legion's provincial executive director, to… [+2360 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "I'm trans, I'm American … and I'm terrified of going home", "description": "A transgender man living in St. John's shares his strong reactions to new moves by Donald Trump's administration.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/trans-rights-1.4887264", "urlToImage": "https://i.cbc.ca/1.4888839.1541155700!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/transgender-flag.jpg", "publishedAt": "2018-11-04T10:30:00Z", "content": "By Sam Harper* Sam Harper is a writer and activist from New England, currently living in Newfoundland. The name is a pseudonym, as CBC has agreed to shield his identity to help protect his safety. I am terrified. I am a citizen-by-birth of the United States, … [+3503 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lorenda Reddekopp", "title": "Toronto Board of Trade steps up campaign to upload local transit systems to province", "description": "Almost a year after releasing a proposal for the province to take over local transit agencies, the Toronto Region Board of Trade is working to gain more support for the idea.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-board-of-trade-transit-upload-1.4889306", "urlToImage": "https://i.cbc.ca/1.4397704.1541338480!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-king-car.jpg", "publishedAt": "2018-11-04T10:00:00Z", "content": "Almost a year after released a proposal for the province to take over local transit agencies, the Toronto Region Board of Trade is working to gain more support for the idea. The plan, called Superlinx, would amalgamate local transit systems in the Greater Tor… [+2925 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katy Parsons", "title": "Why ponytails will no longer become wigs for the Canadian Cancer Society", "description": "Wigs made of real hair made life much better for many cancer patients. But advancements in wigs made from synthetic materials have led to a decline in the need for donated hair.", "url": "https://www.cbc.ca/news/canada/nova-scotia/canadian-cancer-society-wigs-1.4888526", "urlToImage": "https://i.cbc.ca/1.4888880.1541163897!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/joyce-creamer.JPG", "publishedAt": "2018-11-04T10:00:00Z", "content": "Whenever Joyce Creamer leaves her home in New Glasgow to buy groceries or run errands, she usually pulls on a ball cap to hide her bald head. Creamer, 69, has glioblastoma, the same type of brain cancer that Tragically Hip frontman Gord Downie died from last … [+3251 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "How a small N.S. town is saving the ocean, 1 piece of plastic at a time", "description": "From plastic bags and water bottles to shampoo bottles and takeout containers, Lunenburg, N.S., is trying to reduce the consumption of plastics.", "url": "https://www.cbc.ca/news/canada/nova-scotia/lunenburg-plastic-land-and-sea-1.4890639", "urlToImage": "https://i.cbc.ca/1.3599641.1464200244!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/unesco-heritage-lunenburg.jpg", "publishedAt": "2018-11-04T10:00:00Z", "content": "Waves of Change is a CBC series exploring the single-use plastic we're discarding, and why we need to clean up our act. You can be part of the community discussion by joining our Facebook group. Walking through historic Lunenburg, N.S., there are countless te… [+4098 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lorenda Reddekopp", "title": "Toronto Board of Trade steps up campaign to upload local transit systems to province", "description": "Almost a year after releasing a proposal for the province to take over local transit agencies, the Toronto Region Board of Trade is working to gain more support for the idea.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-board-of-trade-steps-up-campaign-to-upload-local-transit-systems-to-province-1.4889306", "urlToImage": "https://i.cbc.ca/1.4397704.1511899458!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-king-car.jpg", "publishedAt": "2018-11-04T10:00:00Z", "content": "Almost a year after released a proposal for the province to take over local transit agencies, the Toronto Region Board of Trade is working to gain more support for the idea. The plan, called Superlinx, would amalgamate local transit systems in the Greater Tor… [+2877 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "First responders getting mental health clinic of their own", "description": "A research-based mental health clinic for paramedics, firefighters and police officers is set to open next year in Ottawa, the first of its kind in Canada.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-first-responders-to-get-mental-health-research-clinic-in-2019-1.4887978", "urlToImage": "https://i.cbc.ca/1.4096381.1493765329!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ottawa-gas-leak-firefighters.JPG", "publishedAt": "2018-11-04T10:00:00Z", "content": "When most of us go to work in the morning, there's little chance of facing a life-altering traumatic event. But if you're a firefighter, police officer or paramedic, the odds you'll witness something terrible rise dramatically. That's why mental health profes… [+1974 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Isaac Olson", "title": "Glenmount residents mull relaunching bid to secede from Montreal and become TMR citizens", "description": "For generations, people living in the Montreal enclave of Glenmount have had priority access to the Town of Mount Royal's sports and recreation facilities and programming, but that longstanding agreement is set to expire in December.", "url": "https://www.cbc.ca/news/canada/montreal/glenmount-neighbourhood-montreal-annexation-to-tmr-1.4889265", "urlToImage": "https://i.cbc.ca/1.4889342.1541179644!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/glenmount.JPG", "publishedAt": "2018-11-04T10:00:00Z", "content": "Talk of secession is brewing once again in a small Montreal enclave teeming with residents who feel more akin to their Town of Mount Royal neighbours than their fellow citizens in the borough of Côte-des-NeigesNotre-Dame-de-Grâce. The last time residents of G… [+5089 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Palmeter", "title": "Yarmouth-area fire departments opt out of dispatch service", "description": "Several fire departments in southwestern Nova Scotia are opting out of a fire dispatch service run by the Yarmouth fire department.", "url": "https://www.cbc.ca/news/canada/nova-scotia/yarmouth-area-fire-departments-opt-out-of-dispatch-service-1.4887699", "urlToImage": "https://i.cbc.ca/1.4887701.1541091783!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/southwestern-ns-fire-departments-leaving-dispatch-service-image-2.jpg", "publishedAt": "2018-11-04T10:00:00Z", "content": "Several fire departments in southwestern Nova Scotia are opting out of a fire dispatch service run by the fire department in Yarmouth, N.S. It's not that they are unhappy with the service, it's the price that is now being requested. \"We were paying $100 a mon… [+1893 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Deana Sumanac-Johnson", "title": "With its lead Rick Grimes gone, can The Walking Dead trudge on?", "description": "With The Walking Dead's lead character, Rick Grimes, about to depart the show, and ratings continuing to plummet, AMC's zombie drama is facing a challenge like never before. A lot of its troubles stem from how it has handled the deaths of beloved characters.", "url": "https://www.cbc.ca/entertainment/rick-grimes-last-episode-walking-dead-1.4885831?cmp=rss", "urlToImage": null, "publishedAt": "2018-11-04T09:00:06Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Deana Sumanac-Johnson", "title": "With its lead Rick Grimes gone, can The Walking Dead trudge on?", "description": "With The Walking Dead's lead character, Rick Grimes, about to depart the show, and ratings continuing to plummet, AMC's zombie drama is facing a challenge like never before. A lot of its troubles stem from how it has handled the deaths of beloved characters.", "url": "https://www.cbc.ca/news/entertainment/rick-grimes-last-episode-walking-dead-1.4885831", "urlToImage": "https://i.cbc.ca/1.4886037.1541007222!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rick-and-zombies-from-the-walking-dead.jpg", "publishedAt": "2018-11-04T09:00:06Z", "content": "Life in the zombie apocalypse was never a picnic, but now, the fictional universe of The Walking Dead could get even more disorienting: main character Rick Grimes, played by British actor Andrew Lincoln for the last nine years, is set to exit the show on Sund… [+5024 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kimberly Ivany,Harvey Cashore,Bob McKeown", "title": "Internal Transport Canada report warned of serious injury risk on coach buses long before Humboldt crash", "description": "An internal Transport Canada investigation into a fatal crash in 2001 concluded that coach buses without seatbelts may put passengers at “unnecessary risk” of injuries, yet the document was kept hidden for years until The Fifth Estate recently uncovered it us…", "url": "https://www.cbc.ca/news/canada/coach-bus-seatbelt-report-1.4885982", "urlToImage": "https://i.cbc.ca/1.4639828.1528840365!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hko-sask-bus-crash-20180407.jpg", "publishedAt": "2018-11-04T09:00:04Z", "content": "An internal Transport Canada investigation into a fatal crash in 2001 concluded that coach buses without seatbelts may put passengers at \"unnecessary risk\" of injuries, yet the document was kept hidden for years until The Fifth Estate recently uncovered it us… [+9066 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "CRA phone scam and food sensitivity tests: CBC's Marketplace consumer cheat sheet", "description": "CBC's Marketplace rounds up the consumer and health news you need from the week, including police raids at call centres, privacy issues at Stats Can and checking on food sensitivity tests.", "url": "https://www.cbc.ca/news/business/marketplace-cheat-sheet-cra-scam-food-sensitivity-1.4890376", "urlToImage": "https://i.cbc.ca/1.4076073.1492627567!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cra-headquarters.jpg", "publishedAt": "2018-11-04T09:00:00Z", "content": "Miss something this week? Don't panic. CBC's Marketplace rounds up the consumer and health news you need. Want this in your inbox? Get the Marketplace newsletter every Friday. Police raid Indian call centres The call centres behind those fake CRA calls have b… [+2407 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Brandie Weikle", "title": "Telecommuting on the rise to meet challenges of real estate market, labour shortage", "description": "Remote workers are looking better than ever to companies contending with expensive office space and a shortage of skilled workers who may not be able to afford housing in major urban centres.", "url": "https://www.cbc.ca/news/business/telecommuting-on-rise-1.4887564", "urlToImage": "https://i.cbc.ca/1.4889410.1541190559!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/working-from-home.jpg", "publishedAt": "2018-11-04T09:00:00Z", "content": "Five months ago, Alistair Vigier launched his all-virtual law firm, with a staff of eight who telecommute from a variety of locations across the country. While Vigier is based in Victoria, ClearWay Law's lawyers are distributed around the Greater Toronto Area… [+6710 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Andrew Foote", "title": "CBC Ottawa news quiz for the week of Oct. 28", "description": "How closely did you follow the past seven days in local news? Take our quiz and find out.", "url": "https://www.cbc.ca/news/canada/ottawa/cbc-ottawa-news-quiz-october-28-2018-1.4888997", "urlToImage": "https://i.cbc.ca/1.3709231.1498225091!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/quiz-news.jpg", "publishedAt": "2018-11-04T09:00:00Z", "content": "Which four-legged friend joined the Ottawa police this week? Which holiday is the City of Gatineau celebrating in a bigger, more colourful way this week? And why are squirrels gnawing away at an Ottawa man's Honda CRV? Those are just a few of the questions de… [+83 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Éric Grenier", "title": "Democrats on track to take House - but Senate might be out of reach", "description": "The electorate has swung toward the Democrats and away from Donald Trump, but it might not be enough to give the party complete control of Congress.", "url": "https://www.cbc.ca/news/politics/grenier-us-midterms-1.4889682", "urlToImage": "https://i.cbc.ca/1.4889961.1541188987!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/election-2018-trump.jpg", "publishedAt": "2018-11-04T09:00:00Z", "content": "A 'house divided' appears to be what the United States is heading for in Tuesday's midterm elections, as the Democrats and Republicans look set to split control of the two chambers of Congress. The Democrats are poised to make significant gains in the House o… [+6350 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catherine Cullen,Chelsea Laskowski", "title": "Bernier getting riding officials in his new party to sign 'no embarrassment' pledge", "description": "In an effort to avoid unwanted controversy, Maxime Bernier's new political party is requiring all riding association officials to sign a pledge saying they won't \"embarrass\" the party. Officials also must vow not to steer the People's Party of Canada in a dif…", "url": "https://www.cbc.ca/news/politics/bernier-peoples-party-pledge-1.4889510", "urlToImage": "https://i.cbc.ca/1.4783379.1534179956!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bernier-trump-trade-20180802.jpg", "publishedAt": "2018-11-04T09:00:00Z", "content": "In an effort to keep troublemakers at a distance, Maxime Bernier's new party is asking all riding association members to sign a pledge promising not to bring the fledgling People's Party of Canada into disrepute. \"I pledge that I have done or said nothing in … [+5592 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Concert with 3D-printed instruments set for world debut in Ottawa", "description": "In what's believed to be a first anywhere, a concert on Sunday at Ottawa City Hall will feature a performance by an ensemble of musicians playing only 3D-printed instruments.", "url": "https://www.cbc.ca/news/canada/ottawa/3d-printed-instruments-concert-1.4888855", "urlToImage": "https://i.cbc.ca/1.4888856.1541158715!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/mary-elizabeth-brown-3d-printed-violin-nov-2-2018.JPG", "publishedAt": "2018-11-04T09:00:00Z", "content": "In what's believed to be a first anywhere, a concert on Sunday at Ottawa City Hall will feature a performance by an ensemble of musicians playing only 3D-printed instruments. Mary-Elizabeth Brown, a member of the Ottawa Symphony Orchestra, will be playing lea… [+2015 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Stampeders clinch first with win over Lions", "description": "The Calgary Stampeders have cemented their spot atop the CFL's West Division with a win over the B.C. Lions. The Stamps (13-5) clinched the division title with a 26-9 victory on Saturday, punching their ticket straight through to the Western final in Calgary …", "url": "https://www.cbc.ca/sports/football/cfl/calgary-stampeders-bc-lions-recap-nov-3-1.4890832", "urlToImage": "https://i.cbc.ca/1.4891055.1541308299!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fbo-cfl-stampeders-lions-20181103.jpg", "publishedAt": "2018-11-04T05:13:43Z", "content": "The Calgary Stampeders have cemented their spot atop the CFL's West Division with a win over the B.C. Lions. The Stamps (13-5) clinched the division title with a 26-9 victory on Saturday, punching their ticket straight through to the Western final in Calgary … [+706 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Flames' 3rd-period heroics lifts Calgary over Blackhawks", "description": "The Calgary Flames stuck to an unconventional winning formula on Saturday night. For the fifth time this season, Calgary won a game when trailing after two periods as the surging Flames rallied for a 5-3 victory over the Chicago Blackhawks.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-flames-blackhawks-recap-nov-3-1.4890822", "urlToImage": "https://i.cbc.ca/1.4891049.1541305967!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hkn-blackhawks-flames-20181103.jpg", "publishedAt": "2018-11-04T05:02:50Z", "content": "The Calgary Flames stuck to an unconventional winning formula on Saturday night. For the fifth time this season, Calgary won a game when trailing after two periods as the surging Flames rallied for a 5-3 victory over the Chicago Blackhawks. Of the other 30 NH… [+1353 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "26 year old inmate dies while in custody at Stony Mountain Institution", "description": "A 26 year old man died while in custody at Stony Mountain.", "url": "https://www.cbc.ca/news/canada/manitoba/inmate-dies-stony-mountain-1.4891022", "urlToImage": "https://i.cbc.ca/1.4551389.1519591542!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stony-mountain-institution.jpg", "publishedAt": "2018-11-04T04:00:33Z", "content": "A 26 year old man died while in custody at Stony Mountain Institution, a media release from Correctional Service Canada said Saturday. The release said on Friday, Nolan Randal Thomas, an inmate at Stony Mountain Institution, died while in custody. Thomas had … [+215 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Alberta tattoo artists raise funds to connect veterans with service dogs", "description": "A group of tattoo artists have gathered in Edmonton, hoping some permanent ink will raise money to help heal an invisible wound.", "url": "https://www.cbc.ca/news/canada/edmonton/xsk9-service-dog-tattoo-fundraiser-1.4890940", "urlToImage": "https://i.cbc.ca/1.4890998.1541293387!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/xsk9-fundraiser.jpg", "publishedAt": "2018-11-04T02:59:35Z", "content": "A group of tattoo artists have gathered in Edmonton, hoping some permanent ink will raise money to help heal an invisible wound. Artists from across the province are volunteering their talents to raise funds for XSK9, a local organization that connects servic… [+2744 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "McDavid, Oilers stay hot in win over Red Wings", "description": "Kyle Brodziak scored his first two goals of the season and star centre Connor McDavid extended his points streak to seven games in the Edmonton Oilers' 4-3 win over the Detroit Red Wings on Saturday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-oilers-red-wings-recap-nov-3-1.4890815", "urlToImage": "https://i.cbc.ca/1.4891013.1541295189!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/oilers-red-wings-recap-110318-620.jpg", "publishedAt": "2018-11-04T02:50:51Z", "content": "Kyle Brodziak scored his first two goals of the season and star centre Connor McDavid extended his points streak to seven games in the Edmonton Oilers' 4-3 win over the Detroit Red Wings on Saturday night. Drake Caggiula and Alex Chiasson also scored for Edmo… [+1935 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman arrested and charged in connection with suspicious Victoria, Saanich fires", "description": "Saanich police say a 31-year-old woman, of no fixed address has been charged with two counts of arson and is known to officers.", "url": "https://www.cbc.ca/news/canada/british-columbia/victoria-saanich-arson-arrests-1.4891023", "urlToImage": "https://i.cbc.ca/1.4891033.1541297436!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/suspicious-car-fire-victoria-saanich.jpg", "publishedAt": "2018-11-04T02:41:37Z", "content": "Police in Saanich say they have arrested and charged a woman with two counts of arson. The charges are related to at least two of six fires that were set on Halloween night and the following day. On Friday, police arrested the woman, who has not been named. P… [+1686 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Ralph", "title": "Pipkin records 3 total TDs as Alouettes defeat Ticats", "description": "Antonio Pipkin threw a touchdown pass and ran for two others as the Montreal Alouettes held on for a 30-28 win over the Hamilton Tiger-Cats in the regular-season finale for both teams Saturday night.", "url": "https://www.cbc.ca/sports/football/cfl/hamilton-tiger-cats-montreal-alouettes-recap-nov-3-1.4890830", "urlToImage": "https://i.cbc.ca/1.4891037.1541298526!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cfl-alouettes-ticats-recap-110318-620.jpg", "publishedAt": "2018-11-04T02:36:46Z", "content": "Antonio Pipkin threw a touchdown pass and ran for two others as the Montreal Alouettes held on for a 30-28 win over the Hamilton Tiger-Cats in the regular-season finale for both teams Saturday night. Montreal (5-13) earned its second straight win to finish th… [+2743 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pacific storm brings weather warnings across B.C.", "description": "Environment Canada says there will be heavy rain, snow and strong winds for several regions.", "url": "https://www.cbc.ca/news/canada/british-columbia/pacific-storm-brings-weather-warnings-across-b-c-1.4890976", "urlToImage": "https://i.cbc.ca/1.4281420.1504896413!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/rain-vancouver.JPG", "publishedAt": "2018-11-04T02:31:30Z", "content": "Environment Canada has issued several weather warnings for regions across B.C. as the agency says a Pacific storm is being fuelled by subtropical moisture. A rainfall warning is in effect for several areas along the South Coast. Up to 60 millimetres of rain i… [+988 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Scifo", "title": "Leafs continue winning ways on road in shutout over Penguins", "description": "Frederik Andersen made 31 saves for his first shutout of the season and the Toronto Maple Leafs routed the high-scoring Pittsburgh Penguins 5-0 on Saturday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/maple-leafs-penguins-recap-1.4890819", "urlToImage": "https://i.cbc.ca/1.4891021.1541297626!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maple-leafs-penguins-hockey.jpg", "publishedAt": "2018-11-04T02:14:05Z", "content": "Frederik Andersen made 31 saves for his first shutout of the season and the Toronto Maple Leafs routed the high-scoring Pittsburgh Penguins 5-0 on Saturday night. Morgan Rielly scored twice and John Tavares had a goal and an assist to help Toronto improve to … [+1827 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Bell", "title": "Where's the beef? Not at this well-attended vegan market in Calgary", "description": "Cowtown may be seeing a little reduction in beef consumption, if this weekend's vegan market is any indicator.", "url": "https://www.cbc.ca/news/canada/calgary/little-vegan-fall-market-1.4890989", "urlToImage": "https://i.cbc.ca/1.4890991.1541292621!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vegan-market.jpg", "publishedAt": "2018-11-04T01:45:44Z", "content": "Cowtown may be seeing a little reduction in beef consumption, if this weekend's vegan market is any indicator. Organizers of the Little Vegan Fall Market in Calgary's Marda Loop area believe more than a thousand people turned out to shop for animal-free produ… [+1486 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Father waits anxiously to retrieve son's body from quarry", "description": "The father of a west Quebec man who died Thursday in a landslide at a quarry in La Pêche, Que., is decrying the amount of time it's taking to retrieve his son's body.", "url": "https://www.cbc.ca/news/canada/ottawa/daniel-marc-dompierre-quarry-landslide-la-peche-1.4890975", "urlToImage": "https://i.cbc.ca/1.4890981.1541291710!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/daniel-dompierre-excavator-operator-landslide-la-peche.JPG", "publishedAt": "2018-11-04T01:12:33Z", "content": "The father of a west Quebec man who died Thursday in a landslide at a quarry in La Pêche, Que., is decrying the amount of time it's taking to retrieve his son's body. Daniel Dompierre was operating an excavator at the quarry on Highway 105 when the landslide … [+1164 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Winning takes work': B.C. Liberal leader Andrew Wilkinson addresses party in Vancouver", "description": "B.C. Liberal party leader Andrew Wilkinson has urged party members to be bold on keeping taxes low in the province, defeat the proportional representation vote and come up with new solutions around vehicle insurance.n", "url": "https://www.cbc.ca/news/canada/british-columbia/bc-liberals-andrew-wilkinson-convention-speech-1.4890919", "urlToImage": "https://i.cbc.ca/1.4890949.1541287457!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/andrew-wilkinson-b-c-liberal-party-convention-vancouver-3-nov-2018.jpg", "publishedAt": "2018-11-04T00:53:44Z", "content": "B.C. Liberal party leader Andrew Wilkinson has urged party members to be bold on keeping taxes low in the province, defeat the proportional representation vote and come up with new solutions around vehicle insurance. Wilkinson, who was elected party leader in… [+4548 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Bygone St. Boniface restaurant remembered at Winnipeg documentary festival", "description": "The story of eight siblings and their experiences at a restaurant in the heart of industrial St. Boniface is airing Sunday.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-restaurant-documentary-1.4890848", "urlToImage": "https://i.cbc.ca/1.4890831.1541292390!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/el-toro-1.jpg", "publishedAt": "2018-11-04T00:48:01Z", "content": "The story of eight siblings and their experiences at a restaurant in the heart of industrial St. Boniface is airing this weekend. El Toro is a documentary about its namesake restaurant, a St. Boniface-area truck stop diner, nestled between Canada Packers and … [+1337 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Federal government rejects emergency order to protect killer whales", "description": "An order-in-council issued Thursday said the government has already taken several measures to ensure the recovery of the southern resident killer whales.", "url": "https://www.cbc.ca/news/canada/british-columbia/federal-government-rejects-killer-whale-emergency-order-1.4890951", "urlToImage": "https://i.cbc.ca/1.2939369.1422749858!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/orcas-rubbing-on-beach.jpg", "publishedAt": "2018-11-04T00:19:03Z", "content": "The federal government has declined to issue an emergency order under the Species at Risk Act that would further protect the endangered killer whales off British Columbia's coast. An order-in-council issued Thursday said the government has already taken sever… [+1612 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Leavitt", "title": "Quebec's 1st-ever death expo attempts to break taboo, offer comfort in afterlife", "description": "Death happens to all of us, but we rarely talk about it, says the founder of Quebec's first-ever death expo called the Salon de la mort. She wants to break that taboo.", "url": "https://www.cbc.ca/news/canada/montreal/quebec-first-ever-death-expo-1.4890859", "urlToImage": "https://i.cbc.ca/1.4890880.1541278890!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/salon-de-la-mort.jpg", "publishedAt": "2018-11-04T00:00:00Z", "content": "\"What are the two common threads between us all?\" the founder of Quebec's first-ever death expo, the Salon de la mort, asks. \"We are all born and we all die.\" And yet, Phoudsady Vanny says, one is celebrated and planned for while the other is almost taboo. Th… [+1497 chars]"}]}