{"articles": [{"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Leicester boss Claude Puel says Lee Probert had to book Demarai Gray", "description": "Leicester boss Claude Puel accepts referee Lee Probert had to book Demarai Gray for taking off his shirt to reveal a tribute to the club's owner.", "url": "https://www.bbc.co.uk/sport/football/46087195", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/554C/production/_104163812_gray.jpg", "publishedAt": "2018-11-03T23:43:35Z", "content": "Referee Lee Probert showed a yellow card to Demarai Gray after Leicester's 55th-minute winner Leicester boss Claude Puel accepts referee Lee Probert had to book Demarai Gray for taking off his shirt to reveal a tribute to the club's owner Vichai Srivaddhanapr… [+845 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "X Factor cancels voting after sound issues", "description": "The show apologised after viewers said some of the performances sounded warped.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46086895", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6870/production/_104163762_eac8ca56-a71d-48c5-bd38-6123cbc11995.jpg", "publishedAt": "2018-11-03T23:20:43Z", "content": "Image copyright PA Image caption The sound issues began during the performance by Danny Tetley, pictured here in the Judges' Houses stage The X Factor has cancelled its public vote after the show was hit by sound issues on Saturday night. Viewers complained t… [+1368 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Ramsey could be set for Bayern move - Sunday's gossip", "description": "Alexis Sanchez's bumper contract causes Manchester United problems, Aaron Ramsey could join Bayern, plus more.", "url": "https://www.bbc.co.uk/sport/46086766", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/118CD/production/_97758817_football_gossip_16x9.png", "publishedAt": "2018-11-03T23:04:18Z", "content": "Manchester United's plans to hand new contracts to goalkeeper David de Gea, 27, and forward Anthony Martial, 22, are being hampered by the £400,000 weekly wage they gave forward Alexis Sanchez in January. ( Mirror ) Aaron Ramsey could be set for a surprise mo… [+1073 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "World Boxing Super Series: Josh Taylor beats Ryan Martin to book semi-final title shot", "description": "Josh Taylor earns an IBF super-lightweight title shot against Ivan Baranchyk in the World Boxing Super Series semi-final after stopping Ryan Martin.", "url": "https://www.bbc.co.uk/sport/boxing/46086800", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/0AB0/production/_104163720_18089455.jpg", "publishedAt": "2018-11-03T22:54:13Z", "content": "American Ryan Martin offered little as he lost his unbeaten professional record to Josh Taylor Josh Taylor earned a super-lightweight title shot against IBF champion Ivan Baranchyk in the World Boxing Super Series semi-final after stopping Ryan Martin at Glas… [+3185 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Newspaper headlines: PM's 'secret Brexit deal' and funfair horror", "description": "Theresa May and the EU have made a breakthrough on the Irish border issue, the Times claims.", "url": "https://www.bbc.co.uk/news/blogs-the-papers-46086883", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/E7C8/production/_104163395_sundaytimesnov4.jpg", "publishedAt": "2018-11-03T22:51:02Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "New Caledonia: French Pacific territory votes on independence", "description": "The Pacific islands of New Caledonia hold a referendum on whether to stay part of France.", "url": "https://www.bbc.co.uk/news/world-asia-46087053", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/586C/production/_104163622_gettyimages-1055490996.jpg", "publishedAt": "2018-11-03T22:37:30Z", "content": "Image copyright Getty Images Image caption Separatist groups are urging the indigenous Kanak people to back independence Voters in the French Pacific territory of New Caledonia are taking part in a referendum on whether to remain part of France or become inde… [+2225 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Drinkwater & Moses must improve to have Chelsea future - Sarri", "description": "Maurizio Sarri tells Danny Drinkwater and Victor Moses they must improve if they want a future at Chelsea.", "url": "https://www.bbc.co.uk/sport/football/46086753", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/0538/production/_104163310_gettyimages-1054586388.jpg", "publishedAt": "2018-11-03T22:31:24Z", "content": "Maurizio Sarri was appointed Chelsea boss in July, replacing Antonio Conte Danny Drinkwater and Victor Moses \"have to improve\" if they want a future at Chelsea, according to Maurizio Sarri. Drinkwater has played just once for the Blues this season, in the Com… [+1544 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Mid-terms 2018: When an attack ad is a vote decider", "description": "A predicted $8 billion will be spent on political advertising in this election, but have voters had enough?", "url": "https://www.bbc.co.uk/news/world-us-canada-46039099", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/C003/production/_104155194_radio.jpg", "publishedAt": "2018-11-03T22:23:40Z", "content": "Image copyright Getty Images Image caption Attack ads are broadcast on radio and TV, and increasingly on social media Personalised take-downs, scary buzzwords, and horror film music - the political attack ad is an inescapable part of American elections. In th… [+5981 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "'I've not seen anything like it' - fans and players reflect on a day like no other", "description": "For everyone present at Cardiff City Stadium, Saturday was a strange day. We hear from those at the ground as Leicester return to action after the death of their owner.", "url": "https://www.bbc.co.uk/sport/football/46083787", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/177EC/production/_104163269_fans_getty.jpg", "publishedAt": "2018-11-03T21:59:18Z", "content": "Media playback is not supported on this device Emotional Leicester team observe silence at Cardiff As kick-off approached on a grey autumn afternoon, a banner was passed between Cardiff City and Leicester City's fans - two tribes setting rivalries aside, unit… [+8839 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Rayo Vallecano 2-3 Barcelona: Champions stun Rayo with late comeback", "description": "Barcelona secures two late goals to beat struggling Rayo Vallecano in a remarkable game and extend their lead at the top of La Liga.", "url": "https://www.bbc.co.uk/sport/football/46038007", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1076C/production/_104163476_suarez_getty.jpg", "publishedAt": "2018-11-03T21:48:42Z", "content": "Luis Suarez has scored five goals in his past two games Barcelona secured two late goals to beat struggling Rayo Vallecano in a remarkable game, extending their lead at the top of La Liga to four points. Luis Suarez put Barca ahead from Jordi Alba's cutback, … [+1976 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "World Boxing Super Series: Freak injury ends Ryan Burnett's title reign", "description": "Ryan Burnett is forced to retire hurt after four rounds of his WBSS bout with Nonito Donaire after suffering a back injury.", "url": "https://www.bbc.co.uk/sport/boxing/46086566", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/11388/production/_104163507_burnettbackpa.jpg", "publishedAt": "2018-11-03T21:40:34Z", "content": "Burnett dropped to the canvas in the fourth round after attempting to throw a right hand Ryan Burnett was forced to surrender his WBA bantamweight title after suffering a bout-ending back injury in the World Boxing Super Series quarter-final against Nonito Do… [+2249 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Farrell admits to nerves during vital review of controversial late tackle", "description": "Owen Farrell admits he did not know which way the referee would rule on a huge 84th-minute tackle that sealed England's 12-11 win over South Africa.", "url": "https://www.bbc.co.uk/sport/rugby-union/46086296", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/2D10/production/_104163511_farrrell_getty.jpg", "publishedAt": "2018-11-03T21:23:22Z", "content": "Media playback is not supported on this device Highlights: England 12-11 South Africa: England edge topsy-turvy match Owen Farrell has admitted he did not know how the referee would rule on the huge 84th-minute tackle that sealed England's 12-11 win over Sout… [+2847 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "US mid-terms 2018 on the BBC: How to follow the results", "description": "Viewing and listening guide to the US mid-term election results on the BBC.", "url": "https://www.bbc.co.uk/news/election-us-2016-46062136", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/93D3/production/_104134873_voters_976getty.jpg", "publishedAt": "2018-11-03T21:21:58Z", "content": "Image copyright Getty Images Image caption Early voter in California Millions of Americans are already voting to decide the shape of the next Congress, ahead of polling day on Tuesday. Here's how to keep up with the latest results, analysis and interviews on … [+2555 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "US mid-terms: Do Americans live in a political bubble?", "description": "Avoid awkward conversations at dinner? We hear from voters about talking politics with friends and family.", "url": "https://www.bbc.co.uk/news/av/world-us-canada-46067087/us-mid-terms-do-americans-live-in-a-political-bubble", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/13D98/production/_104140318_p06qnm79.jpg", "publishedAt": "2018-11-03T21:16:47Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "EFL: A 12-hour away day round trip and other things you may have missed", "description": "A 12-hour away day round trip, an afternoon to forget for one goalkeeper and an inspired comeback contributes to a fine day in the EFL.", "url": "https://www.bbc.co.uk/sport/football/46084276", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1607C/production/_104163209_gettyimages-1056911356.jpg", "publishedAt": "2018-11-03T20:47:18Z", "content": "Aiden McGeady (centre) scored twice as Sunderland beat Plymouth Argyle to move second in League One A whopping 12-hour round trip of an away day, an afternoon to forget for one goalkeeper and an inspired comeback contributed to another entertaining day across… [+5443 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Six children hurt in fairground accident", "description": "Six children have suffered \"potentially serious\" injuries after a ride collapsed at a Surrey fireworks display.", "url": "https://www.bbc.co.uk/news/uk-46085445", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7A23/production/_97176213_breaking_news_bigger.png", "publishedAt": "2018-11-03T20:46:31Z", "content": "Six children have suffered \"potentially serious\" injuries after a fairground ride collapsed during a fireworks event, police have said. Working Park in Surrey has been evacuated after following the collapse of the Helter Skelter at the fairground earlier. The… [+421 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Asia Bibi blasphemy case: Husband pleads for asylum", "description": "Asia Bibi, a Christian acquitted of blasphemy, is in great danger in Pakistan, her husband says.", "url": "https://www.bbc.co.uk/news/world-asia-46085577", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/2F68/production/_104163121_mediaitem104163109.jpg", "publishedAt": "2018-11-03T20:40:23Z", "content": "Image copyright EPA Image caption Many called for the death penalty to be reinstated following Asia Bibi's acquittal The husband of a Pakistani Christian woman acquitted of blasphemy after eight years on death row has pleaded for asylum from the UK, US or Can… [+3516 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Arsenal 1-1 Liverpool: Unai Emery happy Gunners came through tough test", "description": "Arsenal boss Unai Emery is pleased that his side responded well after going a goal down against Liverpool to score a deserved equaliser at the Emirates Stadium.", "url": "https://www.bbc.co.uk/sport/av/football/46086745", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T20:38:33Z", "content": "Arsenal boss Unai Emery is pleased that his side responded well after going a goal down against Liverpool to score a deserved equaliser at the Emirates Stadium. MATCH REPORT: Arsenal 1-1 Liverpool Watch highlights of Saturday's Premier League games on Match o… [+62 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Arsenal 1-1 Liverpool: Draw was the 'logical' result - Jurgen Klopp", "description": "Liverpool boss Jurgen Klopp acknowledges his side could have won the game but is happy with coming away from the Emirates Stadium with a point after a 1-1 draw against Arsenal.", "url": "https://www.bbc.co.uk/sport/av/football/46086743", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T20:36:47Z", "content": "Liverpool boss Jurgen Klopp acknowledges his side could have won the game but is happy with coming away from the Emirates Stadium with a point after a 1-1 draw against Arsenal. MATCH REPORT: Arsenal 1-1 Liverpool Watch highlights of Saturday's Premier League … [+78 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Highlights: England edge topsy-turvey win over South Africa", "description": "England get their autumn international campaign off to a winning start by hanging on to beat South Africa by one point at Twickenham.", "url": "https://www.bbc.co.uk/sport/av/rugby-union/46083749", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T20:35:19Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Pliskova withdraws from Czech team for Fed Cup final", "description": "Karolina Pliskova pulls out of the Czech Republic's Fed Cup final against the United States with a torn calf muscle.", "url": "https://www.bbc.co.uk/sport/tennis/46086498", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/BF1E/production/_104162984_pliskova_index_getty.jpg", "publishedAt": "2018-11-03T20:03:31Z", "content": "Pliskova lost to Sloane Stephens in the semi-finals at the WTA Finals in Singapore Karolina Pliskova has pulled out of the Czech Republic's Fed Cup final against the United States with a torn calf muscle. Pliskova, 26, was injured at the WTA Finals and will b… [+1122 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC World Service", "title": "The Greyhound Diaries", "description": "Singer-songwriter Doug Levitt hears the stories of America’s struggling people as they ride across the country on long-haul coaches – and turns their tales into songs. For 12 years and 120,000 miles, he has crossed the United States by Greyhound, guitar on hi…", "url": "https://www.bbc.co.uk/programmes/p06qmw07", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1200x675/p06qlq9m.jpg", "publishedAt": "2018-11-03T20:00:00Z", "content": "Singer-songwriter Doug Levitt hears the stories of Americas struggling people as they ride across the country on long-haul coaches and turns their tales into songs. For 12 years and 120,000 miles, he has crossed the United States by Greyhound, guitar on his b… [+325 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Autumn internationals: Job done for Warren Gatland as Wales win sixth on trot", "description": "Wales coach Warren Gatland satisfied as his side beat Scotland for a sixth successive win for the first time since 2012.", "url": "https://www.bbc.co.uk/sport/rugby-union/46086069", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/3472/production/_104162431_gettyimages-1056907780.jpg", "publishedAt": "2018-11-03T19:47:43Z", "content": "Media playback is not supported on this device Davies hails 'brilliantly crafted' Welsh try Under Armour Series: Wales v Australia Venue: Principality Stadium, Cardiff Date: Saturday, 10 November Kick-off: 17:20 GMT Coverage: Live on BBC Two, S4C, BBC Radio W… [+5006 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Injured Del Potro pulls out of ATP Finals", "description": "Argentina's Juan Martin del Potro withdraws from the season-ending ATP Finals in London and will be replaced by Japan's Kei Nishikori.", "url": "https://www.bbc.co.uk/sport/tennis/46086497", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/15D48/production/_104161498_delpotro_index_getty.jpg", "publishedAt": "2018-11-03T19:42:23Z", "content": "Del Potro injured his knee at the Shanghai Masters in October Argentina's Juan Martin del Potro has withdrawn from the season-ending ATP Finals in London and will be replaced by Japan's Kei Nishikori. World number four Del Potro is still sidelined with the ri… [+682 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Alfredo Morelos: St Mirren 'will find and ban' fan who threw missile", "description": "St Mirren will find the culprit and impose a ban after an apparent missile-throwing incident in their loss to Rangers, says chief executive Tony Fitzpatrick.", "url": "https://www.bbc.co.uk/sport/football/46085930", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/9746/production/_104162783_slide.jpg", "publishedAt": "2018-11-03T19:30:55Z", "content": "Alfredo Morelos appeared to be struck by an object as he celebrated his stoppage-time goal St Mirren will find and ban the fan who threw a missile at Rangers striker Alfredo Moreles during the Ibrox club's win in Paisley Saturday, says chief executive Tony Fi… [+825 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Cardiff 0-1 Leicester: Kasper Schmeichel 'immensely proud' of Foxes players", "description": "Leicester City captain Kasper Schmeichel says he is \"immensely proud\" of the team after they came through a tough game after a very difficult week to win 1-0 at Cardiff.", "url": "https://www.bbc.co.uk/sport/av/football/46086261", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T19:24:53Z", "content": "Leicester City captain Kasper Schmeichel says he is \"immensely proud\" of the team after they came through a tough game after a very difficult week to win 1-0 at Cardiff. MATCH REPORT: Cardiff 0-1 Leicester Watch highlights of Saturday's Premier League games o… [+71 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Esperance coach criticises high level of security in Egypt", "description": "Esperance coach Moain Chaabani criticises the high level of security in Egypt as his players lose 3-1 to Al Ahly in the first leg of the African Champions League final.", "url": "https://www.bbc.co.uk/sport/football/46084626", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/B6E0/production/_104161864_gettyimages-1056652648.jpg", "publishedAt": "2018-11-03T19:12:01Z", "content": "Esperance's head coach Moain Chaabani during the first leg of the African Champions League final against Al Ahly in Egypt The coach of Tunisian side Esperance has criticised the level of security in Alexandria on Friday night as his players lost 3-1 away to A… [+2974 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Kasper Schmeichel 'shaking' before emotional Leicester win in honour of Vichai Srivaddhanaprabha", "description": "Leicester goalkeeper Kasper Schmeichel says he was \"shaking \" in the warm-up before an emotional 1-0 win at Cardiff.", "url": "https://www.bbc.co.uk/sport/football/46086346", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/10438/production/_104161666_lei.jpg", "publishedAt": "2018-11-03T19:06:23Z", "content": "Media playback is not supported on this device Emotional Leicester team observe silence at Cardiff Leicester goalkeeper Kasper Schmeichel said he was \"shaking \" in the warm-up before an emotional 1-0 win at Cardiff. It was the Foxes' first game since owner Vi… [+2696 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Craig Levein: Hearts manager admits he 'got it wrong' in loss to Celtic", "description": "Hearts manager Craig Levein described himself as \"not the brightest\" and said his side's 5-0 defeat at Celtic was down to him \"trying to be clever\".", "url": "https://www.bbc.co.uk/sport/football/46086306", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/4926/production/_104162781_18088771.jpg", "publishedAt": "2018-11-03T19:06:06Z", "content": "Craig Levein says he should have had 'more trust' in his players and let them 'go after' Celtic Hearts manager Craig Levein described himself as \"not the brightest\" and said his side's 5-0 defeat at Celtic was down to him \"trying to be clever\". The Scottish P… [+1931 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Brexit: Business leaders call for second EU vote", "description": "Seventy leaders sign a letter to the Sunday Times backing a vote on the terms of the UK's EU exit.", "url": "https://www.bbc.co.uk/news/uk-politics-46086336", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1A89/production/_103939760_euturnreuters.jpg", "publishedAt": "2018-11-03T18:56:36Z", "content": "Image copyright Reuters Image caption Authors of the letter say the original ballot did not reflect the choices now facing the UK More than 70 business leaders have signed a letter to the Sunday Times calling for a public vote on the UK's Brexit deal. The chi… [+1733 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Relive: Djokovic beats Federer to reach Paris Masters final - BBC Sport", "description": "BBC Sport Relive: Djokovic beats Federer to reach Paris Masters final BBC Sport So, that was another victory for Novak Djokovic. He beats Roger Federer 7-6 (8-6) 5-7 7-6 (7-3) in three hours and two minutes to progress to the Paris Masters final. He'll play R…", "url": "https://www.bbc.co.uk/sport/live/tennis/46080268", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-opengraph/1.1.1/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T18:56:15Z", "content": "Somehow, Djokovic steers the ball around Federer beautifully to go 15-0 up on Federer's serve. Federer is soon back in it though with an inch-perfect backhand, and goes on to take the lead as a challenge from Djokovic fails. He goes 40-15 up as Djokovic retur… [+92 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Townsend rues Scotland's defensive lapses", "description": "Scotland head coach Gregor Townsend rues the defensive lapses that cost his side dear after a 'slow start' against Wales.", "url": "https://www.bbc.co.uk/sport/rugby-union/46086147", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/0E8E/production/_104162730_northtry_getty.jpg", "publishedAt": "2018-11-03T18:47:17Z", "content": "Media playback is not supported on this device George North bursts through to score opening try Scotland head coach Gregor Townsend lamented a slow start and some costly defensive lapses that gifted Wales tries in their 21-10 defeat in Cardiff. Townsend felt … [+3084 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Everton 3-1 Brighton: Chris Hughton bemoans sloppy Seagulls errors", "description": "Brighton manager Chris Hughton says Everton are one of the top teams, who \"will push for a top six finish\" this season after beating his side 3-1 at Goodison Park.", "url": "https://www.bbc.co.uk/sport/av/football/46085769", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T18:46:39Z", "content": "Brighton manager Chris Hughton says Everton are one of the top teams, who \"will push for a top six finish\" this season after beating his side 3-1 at Goodison Park. MATCH REPORT : Watch highlights of Saturday's Premier League games on Match of the Day at 22:30… [+44 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Paris Masters: Novak Djokovic beats Roger Federer to reach final", "description": "Novak Djokovic beats Roger Federer in three sets to reach the final of the Paris Masters.", "url": "https://www.bbc.co.uk/sport/tennis/46086056", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/13590/production/_97584297_breaking_news.png", "publishedAt": "2018-11-03T18:46:24Z", "content": "Novak Djokovic beat Roger Federer in three thrilling sets to reach the final of the Paris Masters. In their 47th meeting, the Serb took the match 7-6 (8-6) 5-7 7-6 (7-3) in three hours and two minutes. Djokovic, who will return to world number one on Monday, … [+695 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "West Ham 4-2 Burnley: Sean Dyche praises 'mentality' of his players", "description": "Burnley manager Sean Dyche says his players will remain \"resilient\" despite a tough 4-2 loss to West Ham at the London Stadium.", "url": "https://www.bbc.co.uk/sport/av/football/46085391", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T18:35:59Z", "content": "Burnley manager Sean Dyche says his players will remain \"resilient\" despite a tough 4-2 loss to West Ham at the London Stadium. MATCH REPORT: West Ham strike late to overcome Burnley Watch highlights of Saturday's Premier League games on Match of the Day at 2… [+48 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Everton 3-1 Brighton: Best home performance of season - Marco Silva", "description": "Everton boss Marco Silva feels his side put in their best performance of the season so far at Goodison Park to beat a dogged Brighton side 3-1.", "url": "https://www.bbc.co.uk/sport/av/football/46086258", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T18:18:20Z", "content": "Everton boss Marco Silva feels his side put in their best performance of the season so far at Goodison Park to beat a dogged Brighton side 3-1. MATCH REPORT: Everton 3-1 Brighton Watch highlights of Saturday's Premier League games on Match of the Day at 22:30… [+44 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "West Ham 4-2 Burnley: Manuel Pellegrini happy with team's performance", "description": "Manager Manuel Pellegrini says West Ham played 'very well' in their 4-2 victory over Burnley at the London Stadium.", "url": "https://www.bbc.co.uk/sport/av/football/46085387", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T18:16:24Z", "content": "Manager Manuel Pellegrini says West Ham played 'very well' in their 4-2 victory over Burnley at the London Stadium. MATCH REPORT: West Ham strike late to overcome Burnley Watch highlights of this and Saturday's Premier League games on Match of the Day at 22:3… [+106 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Cardiff 0-1 Leicester: Fine margins decided game - Neil Warnock", "description": "Cardiff City boss Neil Warnock admits it was \"strange\" playing against Leicester and feels that \"fine margins\" decided the game in the favour of the Foxes who won 1-0.", "url": "https://www.bbc.co.uk/sport/av/football/46084855", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T18:13:20Z", "content": "Cardiff City boss Neil Warnock admits it was \"strange\" playing against Leicester and feels that \"fine margins\" decided the game in the favour of the Foxes who won 1-0. MATCH REPORT: Cardiff 0-1 Leicester Watch highlights of Saturday's Premier League games on … [+69 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Newcastle 1-0 Watford: Javi Gracia happy with Watford players despite defeat", "description": "Watford manager Javi Gracia believes his side dominated possession and created enough chances to beat Newcastle despite leaving St James' Park with no points.", "url": "https://www.bbc.co.uk/sport/av/football/46083709", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T18:04:28Z", "content": "Watford manager Javi Gracia believes his side dominated possession and created enough chances to beat Newcastle despite leaving St James' Park with no points. READ MORE: Newcastle 1-0 Watford Watch highlights of Saturday's Premier League games on Match of the… [+57 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Burnley's leaky defence and super subs - Saturday's best Premier League stats", "description": "Burnley's poor defensive record continues while the substitutes made their mark on the Premier League this weekend", "url": "https://www.bbc.co.uk/sport/football/46086136", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1852/production/_104162260_gettyimages-1056807500.jpg", "publishedAt": "2018-11-03T18:01:33Z", "content": "Marko Arnautovic and Felipe Anderson were on the score sheet as West Ham beat Burnley 4-2 Leicester can't stop scoring in the Premier League as they defeated Cardiff to pick up their fifth win of the season. But Burnley can't stop shipping goals, it seems, wh… [+1745 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Gabon opposition leader reignites election row", "description": "Jean Ping says he won elections in 2016, as President Ali Bongo is being treated in a hospital abroad.", "url": "https://www.bbc.co.uk/news/world-africa-46084413", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/007E/production/_104162100_gettyimages-668892954.jpg", "publishedAt": "2018-11-03T17:57:00Z", "content": "Image copyright AFP/Getty Images Image caption Jean Ping has urged the citizens of Gabon to overcome their divisions Gabon's opposition leader Jean Ping has again claimed victory in elections held in 2016, as President Ali Bongo is being treated in a hospital… [+1100 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Newcastle 1-0 Watford: Rafael Benitez pleased with 'important' Newcastle win", "description": "Newcastle United manager Rafael Benitez is pleased with his sides victory over Watford and believes his players showed what they are capable of.", "url": "https://www.bbc.co.uk/sport/av/football/46083706", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T17:49:26Z", "content": "Newcastle United manager Rafael Benitez is pleased with the 1-0 victory over Watford and believes his players showed what they are capable of in the Premier League. READ MORE: Newcastle 1-0 Watford Watch highlights of Saturday's Premier League games on Match … [+63 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "English teenagers shine in Germany as Sancho assists again and Nelson scores", "description": "Borussia Dortmund remain unbeaten after Jadon Sancho's ninth assist of the season - with Reiss Nelson scoring elsewhere for Hoffenheim.", "url": "https://www.bbc.co.uk/sport/football/46038028", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1382C/production/_104161997_reus_epa.jpg", "publishedAt": "2018-11-03T17:46:22Z", "content": "Marco Reus has scored six Bundesliga goals - only one off his tallies of 2016-17 and last season Borussia Dortmund remain unbeaten at the top of the Bundesliga after Jadon Sancho's ninth assist of the season. The teenage England winger crossed for Marco Reus … [+695 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Cardiff 0-1 Leicester: Today is the first step for Leicester - Claude Puel", "description": "Leicester City boss Claude Puel is full of praise for his side after coming through an extremely difficult week to put in a performance to claim a deserved 1-0 win away at Cardiff.", "url": "https://www.bbc.co.uk/sport/av/football/46084852", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T17:44:09Z", "content": "Leicester City boss Claude Puel is full of praise for his side after coming through an extremely difficult week to put in a performance to claim a deserved 1-0 win away at Cardiff. MATCH REPORT: Cardiff 0-1 Leicester Watch highlights of Saturday's Premier Lea… [+82 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "How to save trees from extinction", "description": "The world is losing plants at an unprecedented rate with around one in five thought to be at risk of extinction. The race is on to store back-up copies in seed banks.", "url": "https://www.bbc.co.uk/news/av/science-environment-46086216/how-to-save-trees-from-extinction", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/146A/production/_104162250_p06qq8pr.jpg", "publishedAt": "2018-11-03T17:43:12Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Premier League: Arsenal v Liverpool - rate the players", "description": "Rate the players out of 10 for their performances in Arsenal's game against Liverpool.", "url": "https://www.bbc.co.uk/sport/football/46085596", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/207C/production/_104161380_arsliverater.png", "publishedAt": "2018-11-03T17:38:55Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Lucky Real Madrid end winless run in Solari's first La Liga game", "description": "Real Madrid grab a fortunate victory against Real Valladolid in Santiago Solari's first La Liga game in charge.", "url": "https://www.bbc.co.uk/sport/football/46038014", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/9D7C/production/_104161304_vinicius.jpg", "publishedAt": "2018-11-03T17:36:53Z", "content": "Sergio Ramos' last five La Liga goals have all been penalties Real Madrid grabbed a fortunate victory against Real Valladolid in Santiago Solari's first La Liga game in charge - their first league win in six games. Valladolid hit the crossbar twice in the sec… [+2488 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "What happened in the Premier League on Saturday?", "description": "Leicester's emotional return ends with victory, Manchester United need a late goal to beat Bournemouth and Newcastle get their first league win of the season.", "url": "https://www.bbc.co.uk/sport/football/46085056", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/67F8/production/_104161662_gettyimages-1056829660.jpg", "publishedAt": "2018-11-03T17:26:08Z", "content": "Leicester players were emotional during celebration and ran straight over to their travelling fans Leicester celebrated victory in Cardiff in an emotional first match since the death of owner Vichai Srivaddhanaprabha in a helicopter crash. Demarai Gray scored… [+1815 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Premiership Cup: Worcester Warriors record biggest-ever win at Leicester", "description": "Worcester record their biggest-ever win at Leicester as they beat the Tigers 31-12 in the Premiership Cup.", "url": "https://www.bbc.co.uk/sport/rugby-union/46085026", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/51B4/production/_104161902_hougaardtrygetty1.jpg", "publishedAt": "2018-11-03T17:20:55Z", "content": "Ted Hill has scored four tries in his last five appearances for Worcester Worcester recorded their biggest ever win at Leicester as they beat the Tigers 31-12 in the Premiership Cup. Warriors got a bonus point in 30 minutes as tries from Ted Hill, Duncan Weir… [+1156 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Sheffield Wednesday 0-4 Norwich City: Canaries go top after thrashing Owls", "description": "Four second-half goals see Norwich ease to victory against Sheffield Wednesday - their first win at Hillsborough in almost 17 years.", "url": "https://www.bbc.co.uk/sport/football/45999803", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/11504/production/_104161907_teemugetty.jpg", "publishedAt": "2018-11-03T17:18:02Z", "content": "Teemu Pukki has now scored 11 goals for Norwich City this season in all competitions Three goals in 10 second-half minutes helped Norwich go top of the Championship as they beat Sheffield Wednesday for the first time in almost 17 years. Norwich missed a golde… [+1281 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Fifa 'does not recognise' sacking of Mbidi", "description": "Football's world governing body Fifa says it does not recognise a decision taken by the Namibia Football Association to sack its president, Frans Mbidi.", "url": "https://www.bbc.co.uk/sport/football/46084632", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/41B0/production/_104161861_gettyimages-496050844.jpg", "publishedAt": "2018-11-03T17:15:15Z", "content": "Frans Mbidi was appointed as president of the Namibia Football Association in 2014 Football's world governing body Fifa says it does not recognise a decision taken by the Namibia Football Association to sack its president, Frans Mbidi. Namibia's FA dismissed … [+765 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Autumn Internationals 2018: Jonathan Davies hails 'brilliantly crafted' Welsh try", "description": "Jonathan Davies' 'brilliantly crafted' try was the difference between the two sides in the Autumn International fixture between Wales and Scotland, says BBC Sport pundit Jonathan Davies.", "url": "https://www.bbc.co.uk/sport/av/rugby-union/46085610", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T17:10:40Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Irish border problem is a 'red herring', says DUP MP", "description": "Sammy Wilson told the BBC there was \"no real problem\" with the big sticking point in the Brexit negotiations.", "url": "https://www.bbc.co.uk/news/business-46083031", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6C44/production/_104161772_hi049983488.jpg", "publishedAt": "2018-11-03T17:08:53Z", "content": "Image copyright Getty Images Image caption DUP politician Sammy Wilson is an ardent Brexit supporter The big sticking point in the Brexit negotiations has been described as a \"red herring\" by one of the 10 Democratic Unionist MPs propping up Theresa May's min… [+5905 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Motherwell 1-0 Dundee: Super strike from Turnbull gives Steelmen first home win", "description": "David Turnbull crashes in a wonderful strike to give Motherwell their first Premiership home win of the season.", "url": "https://www.bbc.co.uk/sport/football/46000441", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/B47E/production/_104160264_turnb.jpg", "publishedAt": "2018-11-03T16:59:42Z", "content": "Motherwell made it back-to-back wins thanks to a wonderful finish from David Turnbull (left) David Turnbull crashed in a wonderful strike to give Motherwell their first Premiership home win of the season. The teenager, who scored his first senior goal in the … [+1994 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "England fight back to beat Springboks", "description": "England make it successive wins over South Africa with a hard-fought 12-11 victory in their opening autumn international at Twickenham.", "url": "https://www.bbc.co.uk/sport/rugby-union/46084726", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/171C/production/_104161950_farrellcelebrate_getty.jpg", "publishedAt": "2018-11-03T16:58:30Z", "content": "South Africa's Sbu Nkosi scored the only try of the match Autumn internationals: England 12-11 South Africa England: (6) 12 Pens: Farrell 3, Daly South Africa: (8) 11 Try: Nkosi; Pens: Pollard 2 Coverage: Highlights on BBC Two and online at 19:30 GMT England … [+1616 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Cardiff City 0-1 Leicester City: Demarai Gray scores winner on emotional day", "description": "Leicester City beat Cardiff City on an emotive day as the Foxes return to action following since the death of their owner in a helicopter crash.", "url": "https://www.bbc.co.uk/sport/football/46000538", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/13489/production/_104158987_gray1.jpg", "publishedAt": "2018-11-03T16:56:49Z", "content": "Media playback is not supported on this device Emotional Leicester team observe silence at Cardiff Leicester City played with great will and nerve to beat Cardiff City on an emotive day as the Foxes returned to action for the first time since the death of the… [+1410 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Newcastle end winless start with victory over Watford", "description": "Newcastle claim their first win of the season as Ayoze Perez's second-half goal hands them victory against a profligate Watford side.", "url": "https://www.bbc.co.uk/sport/football/46000543", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/3D00/production/_104161651_gettyimages-1056829876.jpg", "publishedAt": "2018-11-03T16:55:55Z", "content": "Ayoze Perez's second-half header earned Newcastle their first win of the campaign Newcastle claimed their first win of the season as Ayoze Perez's second-half goal handed them victory against a profligate Watford side at St James' Park. Perez headed Ki Sung-y… [+1727 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Richarlison scores twice as Everton beat Brighton", "description": "Richarlison scores twice as Everton beat Brighton for their third win in four Premier League matches.", "url": "https://www.bbc.co.uk/sport/football/46000539", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/BD20/production/_104161484_richarlison_reuters.jpg", "publishedAt": "2018-11-03T16:54:42Z", "content": "Richarlison has already scored more goals this season than he did in the entirety of last campaign Richarlison scored twice as Everton overcame Brighton to secure their third win in four Premier League matches. The 21-year-old Brazilian scored in either half … [+1350 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Hibernian 0-1 St Johnstone: Shaughnessy header snatches win for visitors", "description": "Joe Shaughnessy heads in a 90th-minute winner after Danny Swanson's saved penalty as St Johnstone sicken Hibernian.", "url": "https://www.bbc.co.uk/sport/football/46000440", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/B1CC/production/_104161554_18088119-1.jpg", "publishedAt": "2018-11-03T16:53:47Z", "content": "Adam Bogdan dived low to his right to deny Danny Swanson from the penalty spot Joe Shaughnessy powered in a 90th-minute winner after Danny Swanson's saved penalty as St Johnstone inflicted Hibernian's first home defeat in 14. Skipper Shaughnessy spared his co… [+492 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Celtic 5-0 Hearts: Reigning champions outclass leaders Hearts with thumping win", "description": "Free-scoring Celtic recorded their second 5-0 victory in a row and moved within a point of Hearts after thumping the Premiership leaders at Celtic Park.", "url": "https://www.bbc.co.uk/sport/football/46000442", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/10DC/production/_104161340_18088241.jpg", "publishedAt": "2018-11-03T16:53:44Z", "content": "Odsonee Edouard scores his second, and Celtic's third goal against Hearts Celtic narrowed the gap at the top of the Scottish Premiership to just one point as they blew away leaders Hearts at Celtic Park. For the second time in six days, Brendan Rodgers' side … [+2428 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Simon Biles: American wins record 14th gold at World Gymnastics Championships", "description": "Simone Biles takes her fourth gold medal of World Gymnastics Championships in Doha with victory in the individual floor event.", "url": "https://www.bbc.co.uk/sport/gymnastics/46085656", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/19D8/production/_104161660_simone_biles_getty.jpg", "publishedAt": "2018-11-03T16:47:19Z", "content": "Media playback is not supported on this device Simone Biles wins record 14th world title Simone Biles won a record 14th world career title at the World Gymnastics Championships in Doha as she took gold in the individual floor exercise. It was her fourth gold … [+662 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Devon man, 102, dies after being stuck on roof for three days", "description": "Ron Easton - known as \"Ton-Up Ron\"- was thought to have got stuck while trying to fix his aerial.", "url": "https://www.bbc.co.uk/news/uk-england-devon-46083703", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7CB7/production/_104072913_capture.jpg", "publishedAt": "2018-11-03T16:45:07Z", "content": "Image copyright APEX Image caption Ron Easton was hidden in a gulley on the flat roof of his home for three days A elderly man who was stuck on the roof of his house for three days has died in hospital. Ron Easton, 102, was found in a gulley on his flat roof … [+823 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Steven Gerrard: Rangers boss says Daniel Candeias red card 'embarrassing'", "description": "Winger Daniel Candeias' sending off against St Mirren was \"embarrassing\", says Rangers manager Steven Gerrard.", "url": "https://www.bbc.co.uk/sport/football/46085098", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/143DA/production/_104160928_18088170.jpg", "publishedAt": "2018-11-03T16:40:22Z", "content": "Daniel Candeias was involved in an exchange with Anton Ferdinand after Rangers' second goal Daniel Candeias' sending off against St Mirren was \"embarrassing\", says Rangers manager Steven Gerrard. Candeias was booked for celebrating his 80th-minute opener with… [+1206 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Pakistan: 'Father of Taliban' cleric buried after attack", "description": "Large crowds attend the funeral of Maulana Sami ul-Haq amid fears his death could trigger violence.", "url": "https://www.bbc.co.uk/news/world-asia-46084410", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/80E3/production/_104159923_c745507f-64cd-40a8-8374-34499726668d.jpg", "publishedAt": "2018-11-03T16:20:23Z", "content": "Image copyright EPA Image caption Maulana Sami ul-Haq's supporters attend the funeral prayers in Akora Khattak Thousands of people have gathered for the funeral of Pakistani cleric Maulana Sami ul-Haq, known as the Father of the Taliban, who was killed on Fri… [+2256 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Patricia Fox: Philippines expels Australian nun and Duterte critic", "description": "Australian Patricia Fox, 72, has repeatedly denounced President Rodrigo Duterte's security crackdowns.", "url": "https://www.bbc.co.uk/news/world-asia-46084008", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6077/production/_104159642_mediaitem104159641.jpg", "publishedAt": "2018-11-03T16:18:35Z", "content": "Image copyright EPA Image caption Patricia Fox has lived in the Philippines for almost three decades An Australian nun who has spent almost three decades in the Philippines is returning home after losing her battle against deportation. Sister Patricia Fox, 72… [+1007 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Nick Cave shares open letter on mourning his son", "description": "The artist shared an emotional letter about how he still felt the presence of his son who died in 2015.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46084553", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1FB4/production/_104161180_gettyimages-466011150.jpg", "publishedAt": "2018-11-03T16:18:01Z", "content": "Image copyright AFP Image caption Cave's son died after falling from a cliff in Brighton Musician Nick Cave has shared an emotional open letter about how he still feels the presence of his son, Arthur, who died in 2015 aged 15. The Australian artist was respo… [+2404 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Autumn Internationals 2018: Jonathan Davies extends Welsh lead", "description": "Jonathan Davies finds a gap to extend the Welsh lead against Scotland in their Autumn International fixture at the Principality Stadium.", "url": "https://www.bbc.co.uk/sport/av/rugby-union/46085607", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T16:16:13Z", "content": "Jonathan Davies finds a gap to extend the Welsh lead against Scotland in their Autumn International fixture at the Principality Stadium. WATCH MORE: Scotland hit back as McInally bundles over Available to UK users only"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Real Madrid v Real Valladolid - lacklustre first half for managerless hosts - BBC Sport", "description": "BBC Sport Real Madrid v Real Valladolid - lacklustre first half for managerless hosts BBC Sport Isco is warming up now for Real Madrid as Luka Modric loses the ball trying to break into the penalty area. Article Reactions. Like. 0 likes0. Dislike. 0 dislikes0…", "url": "https://www.bbc.co.uk/sport/live/football/46018372", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-opengraph/1.1.1/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T16:11:48Z", "content": "Antonio Conte is \"reluctant\" to become Real Madrid boss, with the club unlikely to meet his demands, according to former club president Ramon Calderon. \"He's asked for three years and to come in with five people and have hands free for signings and transfers,… [+335 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Autumn Internationals 2018: Scotland hit back as Stuart McInally bundles over", "description": "Scotland hit back against Wales as Stuart McInally bundles over to score a try in their autumn international fixture at the Principality Stadium.", "url": "https://www.bbc.co.uk/sport/av/rugby-union/46085042", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T16:04:13Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Bid to bring Scots cancer patient 'stranded' on Indian Ocean island home", "description": "Scottish social worker Jon Paul McAllister is seriously ill in hospital on an island in the Indian Ocean.", "url": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-46082807", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/36C0/production/_104161041_4a1dfba5-ce2b-49aa-85b4-8103c6e8c69d.jpg", "publishedAt": "2018-11-03T15:57:28Z", "content": "Image caption Jon Paul (left) and his partner Craig went on holiday after he completed intensive chemotherapy treatment Friends of a seriously ill Scottish man stranded on an island in the Indian Ocean are raising money to fund an air ambulance to bring him h… [+1772 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Kevin Akpoguma: German youth star open to Nigeria call-up", "description": "Former Germany youth international Kevin Akpoguma says he would consider playing for Nigeria at senior level - if the Europeans fail to give him a chance.", "url": "https://www.bbc.co.uk/sport/football/46084628", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/9C50/production/_104161004_gettyimages-1054131152.jpg", "publishedAt": "2018-11-03T15:54:37Z", "content": "Kevin Akpoguma, who has played for Germany at youth level, is eligible to play for Nigeria's senior team Former Germany youth international Kevin Akpoguma says he would consider playing for Nigeria at senior international level - if the Europeans failed to gi… [+2277 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Turkish Open: Li Haotong takes three-shot lead over Rose and Levy", "description": "China's Li Haotong takes a three-shot lead over Justin Rose and France's Alexander Levy on day three at the Turkish Airlines Open.", "url": "https://www.bbc.co.uk/sport/golf/46085306", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/8BDE/production/_104160853_golf_index_getty.jpg", "publishedAt": "2018-11-03T15:53:50Z", "content": "Li Haotong (right) won the Dubai Desert Classic earlier this season Turkish Open third-round leaderboard -17 L Haotong (Chn); -14 J Rose (Eng), A Levy (Fra); -13 T Olesen (Den); -12 D Willett (Eng); S Horsfield (Eng); -11 T Fleetwood (Eng), T Aiken (SA) Selec… [+1265 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Autumn Internationals 2018: George North bursts through to score opening Wales try", "description": "George North bursts through the Scotland line to score the opening try for Wales at the Principality Stadium.", "url": "https://www.bbc.co.uk/sport/av/rugby-union/46085039", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T15:46:36Z", "content": "George North bursts through the Scotland line to score the opening try for Wales in their Autumn International at the Principality Stadium. WATCH LIVE: Wales v Scotland Available to UK users only"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Bournemouth 1-2 Man Utd: Result is tough to take - Eddie Howe", "description": "Bournemouth boss Eddie Howe believes his side deserved more from the game after spurning chances in their 2-1 defeat against Manchester United at the Vitality Stadium.", "url": "https://www.bbc.co.uk/sport/av/football/46084846", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T15:23:29Z", "content": "Bournemouth boss Eddie Howe believes his side deserved more from the game after spurning chances in their 2-1 defeat against Manchester United at the Vitality Stadium. MATCH REPORT: Bournemouth 1-2 Manchester United Watch highlights of Saturday's Premier Leag… [+81 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Bournemouth 1-2 Man Utd: Jose Mourinho upset by 'chaotic' first-half display", "description": "Man Utd boss Jose Mourinho is happy with the way his side played in the second half but was \"upset\" by the \"chaotic\" way they played in the first of their 2-1 win at Bournemouth.", "url": "https://www.bbc.co.uk/sport/av/football/46084848", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T15:20:03Z", "content": "Man Utd boss Jose Mourinho is happy with the way his side played in the second half but was \"upset\" by the \"chaotic\" way they played in the first of their 2-1 win at Bournemouth. MATCH REPORT: Bournmouth 1-2 Man Utd Watch highlights of Saturday's Premier Leag… [+81 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Autumn Internationals 2018: 'What an inspiration' - Doddie Weir given emotional ovation", "description": "Former Scotland rugby union lock Doddie Weir is given an emotional ovation before the Autumn International fixture between Wales and Scotland at the Principality Stadium.", "url": "https://www.bbc.co.uk/sport/av/rugby-union/46085036", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T15:17:36Z", "content": "Former Scotland rugby union lock Doddie Weir is given an emotional ovation before the Autumn International fixture between Wales and Scotland at the Principality Stadium. WATCH LIVE: Wales v Scotland Available to UK users only"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Leicester: Emotional players, staff & fans team observe silence at Cardiff", "description": "Leicester City staff, players and fans are visibly emotional during a minute's silence as they prepare to play their first match since the death of owner Vichai Srivaddhanaprabha.", "url": "https://www.bbc.co.uk/sport/av/football/46085196", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T15:13:00Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Syria war: UN convoy reaches Rukban desert camp", "description": "About 50,000 civilians are trapped in the makeshift camp, and have not received aid since January.", "url": "https://www.bbc.co.uk/news/world-middle-east-46084546", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5E8E/production/_104160242_mediaitem104160241.jpg", "publishedAt": "2018-11-03T15:05:11Z", "content": "Image copyright AFP Image caption The camp is a cluster of makeshift tents and mud huts A UN aid convoy has reached about 50,000 civilians stranded on the Syria-Jordan border - bringing the first aid the camp has received since January. The convoy was meant t… [+2385 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Japan 31-69 New Zealand: Steve Hansen impressed by Japan 'razzle-dazzle'", "description": "New Zealand head coach Steve Hansen was impressed by Japan's \"razzle-dazzle\" after his side's 69-31 win in Tokyo.", "url": "https://www.bbc.co.uk/sport/rugby-union/46084416", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/2072/production/_104160380_japan_newzealand.jpg", "publishedAt": "2018-11-03T15:04:33Z", "content": "Steve Hansen will be hoping to guide his side to their third consecutive World Cup title in Japan next year New Zealand head coach Steve Hansen was impressed by Japan's \"razzle-dazzle\" after his side's 69-31 win in Tokyo. Fly-half Richie Mo'unga produced an i… [+1229 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Haunting images of Derbyshire plane crash 70 years on", "description": "Using 360 degree images, two filmmakers use a website to commemorate a crash which still shocks visitors.", "url": "https://www.bbc.co.uk/news/uk-england-derbyshire-46073305", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/C94F/production/_104153515_bleaklow-2-2.jpg", "publishedAt": "2018-11-03T14:55:47Z", "content": "Image copyright Philip Formby Image caption The cause of the crash, which killed 13 men, was never discovered Haunting images of aircraft wreckage have been created to mark 70 years since the crash. A four engine B-29 came down on Bleaklow Moor, Derbyshire, o… [+1571 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Afghanistan: US soldier killed in 'insider' attack in Kabul", "description": "The Nato-led mission in Afghanistan believes the assailant was a member of the Afghan armed forces.", "url": "https://www.bbc.co.uk/news/world-asia-46084406", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7B17/production/_103911513_afghankandahar976.png", "publishedAt": "2018-11-03T14:44:45Z", "content": "One US soldier has been killed and another injured in an apparent insider attack in Afghanistan, the Nato-led mission in the country says. Initial reports suggest the assailant in Kabul was a member of the Afghan armed forces and he was \"immediately killed\" b… [+1234 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Gafur Rakhimov elected International Boxing Association president", "description": "Gafur Rakhimov, described by the US Treasury as \"one of Uzbekistan's leading criminals\", is elected president of amateur boxing's governing body.", "url": "https://www.bbc.co.uk/sport/boxing/46082222", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/159FF/production/_104157588_gettyimages-1056671316.jpg", "publishedAt": "2018-11-03T14:37:04Z", "content": "The IOC is set to update its position on boxing at the 2020 Games in December Gafur Rakhimov, a man described by the US Treasury Department as \"one of Uzbekistan's leading criminals\", has been elected president of amateur boxing's global governing body. There… [+890 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Army to introduce zero-tolerance drugs policy - Gavin Williamson", "description": "Previous rules had allowed troops sacked for taking drugs to be readmitted if they passed a new test.", "url": "https://www.bbc.co.uk/news/uk-46083371", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/A785/production/_104158824_pa-37046648.jpg", "publishedAt": "2018-11-03T14:35:46Z", "content": "Image copyright PA The Army is introducing a zero-tolerance drugs policy in an effort to ensure \"high standards\" are maintained, the defence secretary has announced. Gavin Williamson said the use of drugs was \"incompatible\" with military service, as he announ… [+638 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Rashford's injury-time strike gives Man Utd win at Bournemouth", "description": "Marcus Rashford scores the winning goal in second-half stoppage time as Manchester United come from behind to beat Bournemouth.", "url": "https://www.bbc.co.uk/sport/football/46000542", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/17AEE/production/_104160079_gettyimages-1056711958.jpg", "publishedAt": "2018-11-03T14:35:03Z", "content": "Marcus Rashford bundled home the winner in second-half stoppage time to earn United all three points Marcus Rashford scored a dramatic injury-time winner as Manchester United came from behind to beat in-form Bournemouth. The England striker snatched all three… [+2448 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "St Mirren 0-2 Rangers: Candeias & Morelos with late strikes for visitors", "description": "Daniel Candeias and Alfredo Morelos score in the final 10 minutes as Rangers consign St Mirren to a seventh successive Premiership defeat.", "url": "https://www.bbc.co.uk/sport/football/46000444", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1294A/production/_104160167_cand.jpg", "publishedAt": "2018-11-03T14:26:07Z", "content": "Anton Ferdinand, left, and Daniel Candeias, right, were both booked in a fiery contest Daniel Candeias and Alfredo Morelos both scored in the final 10 minutes as Rangers consigned St Mirren to a seventh successive Premiership defeat. Steven Gerrard's side sea… [+2479 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Man escaping 'aggressive' seals rescued from cliff near Eyemouth", "description": "The angler scrambled up a cliff face and got stuck as he tried to avoid a colony of seals near Eyemouth.", "url": "https://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-46082808", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/144FB/production/_104159138_mediaitem104159135.jpg", "publishedAt": "2018-11-03T14:24:46Z", "content": "Image copyright Maritime and Coastguard Agency Image caption The man was rescued from the cliffs on Friday evening after getting stuck An angler has been rescued from a cliff face which he scaled in a bid to escape from a colony of \"aggressive\" seals. The man… [+1222 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Leicester pay tribute in first match since owner's death", "description": "Leicester City staff, players and fans prepare for an emotional day as they play their first match since the death of owner Vichai Srivaddhanaprabha.", "url": "https://www.bbc.co.uk/sport/football/46082789", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/68AB/production/_104159762_leicestershirts_getty.jpg", "publishedAt": "2018-11-03T14:09:29Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "French PM visits site of Vietnam 1954 Dien Bien Phu battle", "description": "Édouard Philippe is only the second French leader to visit the site of the key Dien Bien Phu battle.", "url": "https://www.bbc.co.uk/news/world-asia-46084006", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/14F7D/production/_104158858_050356219-1.jpg", "publishedAt": "2018-11-03T14:00:34Z", "content": "Image copyright AFP Image caption Mr Philippe lit incense at a war memorial France's prime minister has visited the site of the 1954 battle of Dien Bien Phu in Vietnam, which led to the end of French presence in Indochina. Édouard Philippe is the second Frenc… [+1377 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Coptic Christian attack: Funerals in Egypt for seven murdered pilgrims", "description": "Hundreds gather for funerals after gunmen opened fire on a bus carrying a group of Coptic Christians.", "url": "https://www.bbc.co.uk/news/world-middle-east-46082927", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8331/production/_104158533_b734be9e-a477-44c0-9a69-22027baf2e69.jpg", "publishedAt": "2018-11-03T13:54:43Z", "content": "Image copyright Reuters Image caption Hundreds of people gathered in Minya for the funerals of six Coptic Christians killed by millitants Coptic Christians have gathered in Egypt to take part in the funerals of a group of pilgrims killed by gunmen as they hea… [+3444 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Is this the Banksy of the cryptocurrency world?", "description": "Aktiv Protesk is one of a new wave of artists who uses cryptocurrencies, such as Bitcoin, to sell his art.", "url": "https://www.bbc.co.uk/news/av/uk-england-manchester-46083226/is-this-the-banksy-of-the-cryptocurrency-world", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5FA5/production/_104158442_cc.jpg", "publishedAt": "2018-11-03T13:49:16Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Muguruza argues with coach during Elite Trophy defeat", "description": "Garbine Muguruza is thrashed by China's Wang Qiang after arguing with her coach during the WTA Elite Trophy semi-finals in Zuhai.", "url": "https://www.bbc.co.uk/sport/tennis/46082543", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1A8B/production/_104159760_garbine_muguruza_getty.jpg", "publishedAt": "2018-11-03T13:16:18Z", "content": "Chinese number one Wang Qiang won 12 of 14 games against Garbine Muguruza Garbine Muguruza was thrashed by China's Wang Qiang after arguing with her coach during the WTA Elite Trophy semi-finals in Zuhai. Two-time Grand Slam champion Muguruza called Sam Sumyk… [+786 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Post Malone's Crocs and other strange celebrity endorsements", "description": "Including Kim Kardashian advertising loo roll, Beckham with fish fingers and Jackie Chan and Woolworths.", "url": "https://www.bbc.co.uk/news/newsbeat-46083446", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/0FFF/production/_104159040_gettyimages-107090787.jpg", "publishedAt": "2018-11-03T13:12:13Z", "content": "No, you didn't imagine it. Post Malone was really advertising Crocs on his Instagram this week. The rapper teamed up with the divisive footwear company to create his own shoe. Even Madonna wanted in on the action, commenting on his Instagram post that she wan… [+3171 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "England lose to Brazil in Amputee Football World Cup quarter-finals", "description": "England are knocked out of the Amputee Football World Cup after losing 5-1 to Brazil in the quarter-finals.", "url": "https://www.bbc.co.uk/sport/disability-sport/46082876", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/8525/production/_104158043_amputeefootballfacebook1.jpg", "publishedAt": "2018-11-03T12:59:24Z", "content": "Media playback is not supported on this device 'To represent your country is just good fun' - England prepare for Amputee World Cup England have been knocked out of the Amputee Football World Cup after losing 5-1 to Brazil in the quarter finals. Ranked second… [+387 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Brexit 'fraying' UK-Irish relationship", "description": "The taoiseach has said that Brexit is 'fraying the relationship between Britain and Ireland'.", "url": "https://www.bbc.co.uk/news/uk-northern-ireland-46083327", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/0F2D/production/_104158830_leo.jpg", "publishedAt": "2018-11-03T12:57:23Z", "content": "Image copyright PA Image caption Leo Varadkar said he has a good relationship with DUP leader Arlene Foster. The Irish prime minister says Brexit is fraying relations between Ireland and Britain. Taoiseach Leo Varadkar says it has also \"undermined\" the Good F… [+2109 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "St Mirren v Rangers: Who is impressing? And who isn't? Rate the players", "description": "Who is impressing? And who isn't? Rate the players as St Mirren host Rangers in Paisley in the first Scottish Premiership game of the weekend.", "url": "https://www.bbc.co.uk/sport/football/46083536", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/11549/production/_104158907_rater.jpg", "publishedAt": "2018-11-03T12:38:12Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "NBA: Steph Curry tries his hand at being a Harlem Globetrotter", "description": "NBA superstar Steph Curry tries his hand at being a Harlem Globetrotter, learning to be a key player in their infamous 'weave'.", "url": "https://www.bbc.co.uk/sport/av/basketball/46083746", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T12:33:15Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Flood warnings issued for parts of Scotland", "description": "The remnants of Hurricane Oscar have caused a wet and windy start to the weekend in some areas of Scotland.", "url": "https://www.bbc.co.uk/news/uk-scotland-46083128", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/2251/production/_104158780_mediaitem104158779.jpg", "publishedAt": "2018-11-03T12:32:09Z", "content": "Image copyright Met Office Image caption The Met Office issued a yellow warning for rain in central and western parts of Scotland Flood warnings have been issued for parts of Scotland as the remnants of Hurricane Oscar led to a wet and windy start to the week… [+764 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "South Wales Police car catches fire out on patrol", "description": "A South Wales Police BMW estate car burst into flames in the Swansea Valley on Friday night.", "url": "https://www.bbc.co.uk/news/av/uk-wales-46082373/south-wales-police-car-catches-fire-out-on-patrol", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/182A9/production/_104158989_p06qps9l.jpg", "publishedAt": "2018-11-03T12:03:02Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Elderly Paris woman accused of stealing hundreds of toys", "description": "French police say the 72-year-old Parisian stole hundreds of toys to sell them on the internet.", "url": "https://www.bbc.co.uk/news/world-europe-46082412", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8C2D/production/_104158853_gettyimages-453714563.jpg", "publishedAt": "2018-11-03T11:51:53Z", "content": "Image copyright AFP Image caption The toys were stolen mainly from big Parisian stores French police have arrested a 72-year-old woman on suspicion of stealing hundreds of items from toy shops to sell them on the internet. The manager of a Paris toy shop aler… [+372 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Facebook sorry for 'white supremacist ad'", "description": "The social media site removes a campaign targeted at readers interested in \"white genocide\".", "url": "https://www.bbc.co.uk/news/technology-46083026", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/34AD/production/_104158431_hi049745608.jpg", "publishedAt": "2018-11-03T11:51:15Z", "content": "Image copyright Reuters Image caption Facebook has said it will add more human reviewers to its advertising system Facebook has apologised after it approved an ad campaign targeted at people interested in a conspiracy theory favoured by white nationalists. Ne… [+2712 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Tomorrow's World to return for one-off show", "description": "Former presenters Maggie Philbin and Howard Stableford will host the science and technology show.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46083366", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/0B45/production/_104158820_hi000991521.jpg", "publishedAt": "2018-11-03T11:36:12Z", "content": "Image caption Maggie Philbin (left) and Howard Stableford (centre-left) presented the show during the 1980s and 1990s Science and technology show Tomorrow's World is set to return for the first time in 15 years. BBC Four will broadcast a one-off version of th… [+522 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Bournemouth take lead in dominant start against Man Utd - BBC Sport", "description": "BBC Sport Bournemouth take lead in dominant start against Man Utd BBC Sport Dan, London: United might have the most easily exposed back-four in world football. That is hyperbole, but it is shocking how easily the midfield are bypassed. Neil B, Borehamwood: Su…", "url": "https://www.bbc.co.uk/sport/live/football/45115009", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-opengraph/1.1.1/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T11:35:24Z", "content": "Dan, London: United might have the most easily exposed back-four in world football. That is hyperbole, but it is shocking how easily the midfield are bypassed. Neil B, Borehamwood: Superb from Bournemouth, they're totally dominant but need to put away their c… [+97 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Migrant caravan: Mexico bus transportation offer withdrawn", "description": "Thousands of Central Americans heading for the US-Mexico border have their transport hopes dashed.", "url": "https://www.bbc.co.uk/news/world-latin-america-46082886", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/A5F5/production/_104158424_hi050353952.jpg", "publishedAt": "2018-11-03T11:21:24Z", "content": "Image copyright Reuters Image caption An estimated 5,000 people are travelling in the caravan to the US-Mexico borer Thousands of migrants from Central America heading for the US-Mexico border have had an offer of free bus transport to Mexico City withdrawn. … [+2590 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Leicester City owner's funeral begins in Thailand", "description": "Ceremonies start in Bangkok for Vichai Srivaddhanaprabha, who was killed in a helicopter crash.", "url": "https://www.bbc.co.uk/news/uk-england-leicestershire-46082866", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/764D/production/_104158203_hi050356047.jpg", "publishedAt": "2018-11-03T11:20:41Z", "content": "Image copyright Reuters Image caption Relatives took part in a procession with royal soldiers ahead of the funeral The funeral of Leicester City's owner who died in a helicopter crash outside the club's stadium is under way. Royal soldiers, monks and Vichai S… [+1446 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Rangers say financial results will not impact Steven Gerrard's budget", "description": "Rangers managing director Stewart Robertson says the club's financial figures have no impact on funds available to manager Steven Gerrard.", "url": "https://www.bbc.co.uk/sport/football/46080297", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/02AD/production/_104158600_stecg.jpg", "publishedAt": "2018-11-03T11:03:48Z", "content": "Rangers manager Steven Gerrard brought in 15 players over the summer Rangers' financial results will not impact Steven Gerrard's budget, says managing director Stewart Robertson. The Ibrox club announced a £14.3m loss for the year up to 30 June with operating… [+1174 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Two teenage boys hurt in Birmingham city shooting", "description": "A 15-year-old is in a serious condition after being shot in the back, police say.", "url": "https://www.bbc.co.uk/news/uk-england-birmingham-46082682", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/15BFD/production/_104158098_victoriaroad.jpg", "publishedAt": "2018-11-03T10:57:18Z", "content": "Image copyright Google Image caption Gunshots were fired from a car in Victoria Road, Handsworth Two teenage boys have been hurt in a shooting in Birmingham. A 15-year-old was shot in the back and a 14-year-old was hit in the arm in the incident in Handsworth… [+512 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Asia Bibi: Lawyer flees Pakistan in fear of his life", "description": "Saif Mulook left for Europe days after getting Christian Asia Bibi acquitted of blasphemy.", "url": "https://www.bbc.co.uk/news/world-asia-46082324", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/15293/production/_104157668_mediaitem104157664.jpg", "publishedAt": "2018-11-03T10:56:03Z", "content": "Image copyright EPA Image caption Protesters have been demanding Asia Bibi's death penalty be reinstated The lawyer representing a Christian woman acquitted of blasphemy after eight years on death row has fled Pakistan in fear for his life. Saif Mulook told n… [+3903 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "M77 traffic disrupted after horsebox overturns", "description": "Two southbound lanes of the M77 are blocked following the incident on Saturday morning.", "url": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-46083127", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/D8BD/production/_104158455_mediaitem104158449.jpg", "publishedAt": "2018-11-03T10:40:21Z", "content": "Image copyright Traffic Scotland Image caption The accident happened on the M77 between Junction 3 (Nitshill Road) and Junction 4 (Crookfur) on Saturday morning An overturned horsebox has caused traffic disruption on the M77 in Glasgow. Two lanes were blocked… [+283 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "AFC Fylde v Leyton Orient", "description": "Live coverage of Saturday's National League game between AFC Fylde and Leyton Orient.", "url": "https://www.bbc.co.uk/sport/football/46000636", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/E6DD/production/_90010195_gettyimages-531592676.jpg", "publishedAt": "2018-11-03T10:39:26Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Barnet v Maidstone United", "description": "Live coverage of Saturday's National League game between Barnet and Maidstone United.", "url": "https://www.bbc.co.uk/sport/football/46000637", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/E6DD/production/_90010195_gettyimages-531592676.jpg", "publishedAt": "2018-11-03T10:39:23Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Sutton United v Dagenham & Redbridge", "description": "Live coverage of Saturday's National League game between Sutton United and Dagenham & Redbridge.", "url": "https://www.bbc.co.uk/sport/football/46000703", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/E6DD/production/_90010195_gettyimages-531592676.jpg", "publishedAt": "2018-11-03T10:39:14Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "AFC Wimbledon v Shrewsbury Town", "description": "Live coverage of Saturday's League One game between AFC Wimbledon and Shrewsbury Town.", "url": "https://www.bbc.co.uk/sport/football/46000021", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/15C36/production/_90724198_football_getty.jpg", "publishedAt": "2018-11-03T10:30:01Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Charlton Athletic v Doncaster Rovers", "description": "Live coverage of Saturday's League One game between Charlton Athletic and Doncaster Rovers.", "url": "https://www.bbc.co.uk/sport/football/46000024", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/15C36/production/_90724198_football_getty.jpg", "publishedAt": "2018-11-03T10:29:57Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Essex PC guilty of gross misconduct after searches", "description": "PC Laura Kyle resigned without explaining why she used police systems for \"multiple\" searches.", "url": "https://www.bbc.co.uk/news/uk-england-essex-46075215", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/12647/production/_104153357_capture.jpg", "publishedAt": "2018-11-03T10:26:30Z", "content": "Image copyright Google Image caption The misconduct hearing at Southend Civic Centre heard Laura Kyle was accused of making the searches between June 2012 and July 2013 A police officer who used force systems to make \"multiple\" searches of three people has be… [+1161 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Bradley Wiggins's comments on Lance Armstrong 'unbelievable' says UCI president", "description": "UCI president David Lappartient says it is \"unbelievable\" that Sir Bradley Wiggins has described Lance Armstrong as the \"perfect\" Tour de France rider.", "url": "https://www.bbc.co.uk/sport/cycling/46082219", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/205D/production/_104158280_wiggins_armstrong_getty.jpg", "publishedAt": "2018-11-03T09:59:13Z", "content": "Wiggins (left) competed against Lance Armstrong as a young rider UCI president David Lappartient says it is \"unbelievable\" that Sir Bradley Wiggins has described Lance Armstrong as the \"perfect\" Tour de France rider. Briton Wiggins says he knows his decision … [+1374 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Scotland's papers: Neil Lennon on 'racist' abuse", "description": "Football manager Neil Lennon describing the abuse he faces as 'racist' features many of the front pages.", "url": "https://www.bbc.co.uk/news/uk-scotland-46082806", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/10E41/production/_104158196_9b907b96-4cf3-4745-b02d-256566fe664d.jpg", "publishedAt": "2018-11-03T09:51:26Z", "content": "Gambaccini wins payout over abuse claims The radio DJ wins damages from prosecutors after historical sex allegations against him were dropped."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "M5 pedestrian killed in traffic near Frankley Services", "description": "The victim, in his 50s, was struck by an oncoming vehicle.", "url": "https://www.bbc.co.uk/news/uk-england-hereford-worcester-46082676", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/719D/production/_104158092_m5.jpg", "publishedAt": "2018-11-03T09:42:13Z", "content": "Image copyright Google Image caption The man was hit on the M5 near Frankley Services A man walking on a motorway in the early hours of Saturday was struck and killed by oncoming traffic. The pedestrian, in his 50s, was hit by a single vehicle on the M5 near … [+405 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "UFC 230: Daniel Cormier warns Brock Lesnar to 'stay out of the octagon'", "description": "Heavyweight champion Daniel Cormier warns Brock Lesnar to \"stay out of the octagon\" before UFC 230.", "url": "https://www.bbc.co.uk/sport/mixed-martial-arts/46082542", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1522F/production/_104157568_cormier_getty.jpg", "publishedAt": "2018-11-03T09:39:43Z", "content": "Daniel Cormier is unbeaten in 14 heavyweight fights Heavyweight champion Daniel Cormier warned Brock Lesnar to \"stay out of the octagon\" as he prepares to defend his title against Derrick Lewis at UFC 230. American Cormier, 39, challenged former champion Lesn… [+565 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Edinburgh 31-21 Scarlets: Bill Mata hosts' 'point of difference' - Richard Cockerill", "description": "In-form Fijian Viliame Mata was the \"point of difference\" in Edinburgh's win over Scarlets, says head coach Richard Cockerill.", "url": "https://www.bbc.co.uk/sport/rugby-union/46079596", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/9579/production/_104156283_18087104.jpg", "publishedAt": "2018-11-03T09:34:14Z", "content": "Viliame \"Bill\" Mata produced another sterling performance, beating four defenders In-form Fijian Viliame \"Bill\" Mata was the \"point of difference\" in Edinburgh's win over Scarlets, says head coach Richard Cockerill. The number eight scored two of the hosts' f… [+1676 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Why Big Tech pays poor Kenyans to programme self-driving cars", "description": "The data that powers the most cutting edge technology in Silicon Valley begins in Nairobi's slum.", "url": "https://www.bbc.co.uk/news/technology-46055595", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qn2f6.jpg", "publishedAt": "2018-11-03T09:31:10Z", "content": "Media caption WATCH: Why Kenyans are becoming experts in AI When Artificial Intelligence works as intended, Silicon Valley types often say it's \"like magic\". But it isn't magic. It's Brenda, a 26-year-old single mother who lives Kibera, Africa's largest slum,… [+10162 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Dave Rennie: Glasgow 'more dominant' than nine-point win over Ospreys suggests", "description": "Glasgow Warriors were more dominant than the 29-20 scoreline suggests in their victory over Ospreys, says Dave Rennie.", "url": "https://www.bbc.co.uk/sport/rugby-union/46076465", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/91F5/production/_104156373_15500647.jpg", "publishedAt": "2018-11-03T09:29:48Z", "content": "Head coach Dave Rennie was pleased with Glasgow's defensive efforts Glasgow were more dominant in their victory over Ospreys than the scoreline suggests, says head coach Dave Rennie. Warriors triumphed 29-20 in Swansea, scoring four tries to the Welsh side's … [+1288 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Scottish Gossip: Celtic, Rangers, Hibs, Lennon, Swansea, Hamburg, Man Utd, Real Madrid, Juventus, Bayern", "description": "Plans for a new breakaway European Super League reportedly do not include any Scottish clubs as Oli McBurnie says he will play for Rangers one day.", "url": "https://www.bbc.co.uk/sport/football/46082586", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/5844/production/_102969522_fgsdgd.jpg", "publishedAt": "2018-11-03T09:19:57Z", "content": "FOOTBALL GOSSIP Plans for a breakaway 16-team European Super League, to include Real Madrid, Juventus, Bayern Munich and five from England but none from Scotland, are back on the agenda, according to German magazine Der Spiegel and European Investigative Coll… [+3075 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "US mid-terms: How closely does Congress reflect the US population?", "description": "Despite a wider range of candidates, politicians elected to serve in Washington do not reflect the wider population.", "url": "https://www.bbc.co.uk/news/world-us-canada-45914491", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6A43/production/_103930272_gettyimages-1052072124.jpg", "publishedAt": "2018-11-03T08:51:33Z", "content": "Image copyright Getty Images Image caption Ilhan Omar, a Democratic congressional candidate for Minnesota, may become one of the first female Muslim members of the US House of Representatives In the mid-term elections on 6 November, Americans will elect the e… [+5267 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Neville 'rude' to say Tottenham have been 'spineless and flaky'", "description": "Gary Neville saying Tottenham have been \"spineless and soft\" for much of his life was \"rude\" and uncalled for, says ex-Spurs midfielder Jermaine Jenas.", "url": "https://www.bbc.co.uk/sport/football/46082168", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/67CF/production/_104157562_neville_getty.jpg", "publishedAt": "2018-11-03T08:15:58Z", "content": "Gary Neville was head coach at Valencia from December 2015 to March 2016 Former Manchester United captain Gary Neville saying Tottenham have been \"spineless and soft\" for much of his life was \"rude\" and uncalled for, says ex-Spurs midfielder Jermaine Jenas. D… [+1695 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Florida yoga studio shooting: Two killed and four injured", "description": "Police in Tallahassee say \"several people\" tried to fight back after the man opened fire.", "url": "https://www.bbc.co.uk/news/world-us-canada-46082316", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1A13/production/_104157660_38238d10-098a-47b4-bf98-ea4e06feeaad.jpg", "publishedAt": "2018-11-03T08:03:17Z", "content": "Image copyright Reuters Image caption The shooting at the hot yoga studio happened late Friday afternoon Two women have been killed and five others injured after a gunman opened fire in a Florida hot yoga studio. Scott Paul Beierle killed Nancy Van Vessem, 61… [+1171 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Sheridan Smith opens her heart", "description": "After a turbulent couple of years, Sheridan Smith says she's \"ready to open up\" on her new album.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46056436", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/3D93/production/_104136751_mr1232jm_01_144_v1ccrop3000px-300dpi.jpg", "publishedAt": "2018-11-03T07:58:36Z", "content": "Image copyright East West Records Image caption Sheridan Smith: \"I was feeling ready to open up about a lot of things.\" Watching Sheridan Smith perform in Edinburgh earlier this year, Amy Wadge had a sudden burst of inspiration. As soon as the interval starte… [+8909 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "'It is like you are with your wife and another woman is looking at you' - Pochettino on Real link", "description": "Tottenham boss Mauricio Pochettino compares rumours linking him with Real Madrid job to the glance of an admiring woman.", "url": "https://www.bbc.co.uk/sport/football/46082216", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/0A73/production/_104157620_mauriciopochettino.jpg", "publishedAt": "2018-11-03T07:36:02Z", "content": "Media playback is not supported on this device Pochettino wants 'glory with Tottenham' Tottenham manager Mauricio Pochettino has compared rumours linking him with the vacant Real Madrid job to being looked at by an admirer in the street. The Argentine had sai… [+1251 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Elizabeth O'Kelly: The Irish widow with a secret €30m fortune", "description": "Five charities were given €6m each in Elizabeth O'Kelly's will.", "url": "https://www.bbc.co.uk/news/world-europe-46045195", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8E0B/production/_104136363_elizabetho'kelly.jpg", "publishedAt": "2018-11-03T06:59:29Z", "content": "Image copyright Alf Harvey Image caption Elizabeth O'Kelly was born in France and had a passion for archaeology To those who knew her Elizabeth O'Kelly was a kind and generous friend who was known for her acts of kindness. But the sheer scale of her charitabl… [+4660 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "'Lewis Hamilton just has the best car, doesn't he?'", "description": "BBC Radio 5 live's F1 commentator Jack Nicholls explores whether five-time world champion Lewis Hamilton has had it easy during his career.", "url": "https://www.bbc.co.uk/sport/av/formula1/46076323", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-03T06:53:14Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "American troops, murders and a race riot during World War Two", "description": "There was a dark side to the US presence in Northern Ireland during World War Two.", "url": "https://www.bbc.co.uk/news/uk-northern-ireland-46033229", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/96F4/production/_104144683_ussoldiesrgetty.jpg", "publishedAt": "2018-11-03T06:50:32Z", "content": "Image copyright Getty Images What's the connection between a racial clash in Antrim and the murder of a Belfast pimp? Both incidents happened during World War Two and both involved American soldiers based in Northern Ireland. At one stage during the war, US m… [+9022 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "'Test tube trees': An insurance policy against extinction?", "description": "Why trees grown in test tubes could be the answer to preserving the world's forests for the future.", "url": "https://www.bbc.co.uk/news/science-environment-46065156", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/18239/production/_104137889_img_5539.jpg", "publishedAt": "2018-11-03T06:01:42Z", "content": "Image copyright Royal Botanic Gardens Kew Image caption A mini oak tree growing in a test tube A tiny oak tree emerges from a test tube in the laboratory. The seedling of the mighty oak has had an unusual start in life. Raised using techniques pioneered in fe… [+3405 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "EU plans post-Brexit London 'embassy'", "description": "The new \"delegation\" to the UK will include 29 diplomats and a new EU ambassador.", "url": "https://www.bbc.co.uk/news/uk-politics-46076860", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/E5D3/production/_104153885_flags_getty.jpg", "publishedAt": "2018-11-03T06:00:05Z", "content": "Image copyright Getty Images The European Union plans to have a 29-strong team of diplomats in London to represent it after Brexit. It will be called a \"delegation\" - not an embassy - and will be part of the EU's foreign policy arm, the European External Acti… [+1764 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "IVF fertility treatment success 'causes fall in adoptions'", "description": "The adoption process is also \"far too slow\", the boss of the service representing children in care says.", "url": "https://www.bbc.co.uk/news/health-46081726", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5D39/production/_104156832_947697e7-850d-4bc7-9088-98c436a312b8.jpg", "publishedAt": "2018-11-03T04:48:49Z", "content": "Image copyright Getty Images Image caption More than five million people worldwide have been born through IVF, it was estimated in 2013 The success of IVF has caused a drop in the number of children being adopted, the boss of the organisation that represents … [+2543 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "India man-eating tiger killed after huge hunt", "description": "The animal in western India is said to have killed 13 people and evaded capture for two years.", "url": "https://www.bbc.co.uk/news/world-asia-india-46081484", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/AAF5/production/_104156734_mediaitem104156731.jpg", "publishedAt": "2018-11-03T04:24:58Z", "content": "Image copyright AFP Image caption India is home to 60% of the world's tigers A tiger in India who is said to have killed 13 people has been shot dead after a major hunt, officials say. The six-year-old tigress had evaded capture in the jungles of the western … [+2091 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "In pictures: Bonfire Nights off to early start", "description": "Social media users captured images of towering bonfires, colourful fireworks and nervous pets.", "url": "https://www.bbc.co.uk/news/uk-46079204", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/223D/production/_104156780_bf061321-cb39-4ccf-ac5b-32acb63fd695.jpg", "publishedAt": "2018-11-03T01:48:06Z", "content": "Image copyright Getty Images Image caption Crowds watch fireworks at Alexandra Palace, London Remember, remember, the... second of November? Bonfire Night kicked off early this year as firework lovers - and the haters - prepared for a celebration that always … [+1907 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Chinese dissident Badicuao's Hong Kong show cancelled over 'threats'", "description": "Organisers say Chinese authorities \"made threats relating to\" cartoonist Badiucao.", "url": "https://www.bbc.co.uk/news/world-asia-china-46080408", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/122E1/production/_104156447_mediaitem104156446.jpg", "publishedAt": "2018-11-03T01:44:26Z", "content": "Image copyright AFP Image caption Badiucao was going to use this restraining chair of the type reportedly used by Chinese police in his show An exhibition by a dissident Chinese-Australian cartoonist in Hong Kong has been cancelled by its organisers over what… [+2893 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Gavin and Stacey parkrun: It's occurring in Barry!", "description": "Barry Island and Billericay runners will unite for a well lush parkrun in honour of the TV comedy.", "url": "https://www.bbc.co.uk/news/uk-wales-46063496", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/AE27/production/_96038544_cnessa2.jpg", "publishedAt": "2018-11-03T01:11:08Z", "content": "Image copyright BBC/BABY COW Image caption Well lush! Fans still visit Barry Island to see places featured in the comedy A parkrun will be occurring with a special Gavin and Stacey twist as runners from Billericay travel to Barry Island to take part. The BBC … [+2426 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Welsh Government parenting advice labelled 'patronising'", "description": "The campaign was launched as the Welsh Government prepares to ban smacking.", "url": "https://www.bbc.co.uk/news/uk-wales-45992777", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qmf7y.jpg", "publishedAt": "2018-11-03T01:10:03Z", "content": "Media caption Children, parents and grandparents have mixed feelings over the advice Have you ever been tempted to bite your child back, threaten to have the police take them away, use a put down or even tease them when they wet the bed? According to Welsh Go… [+3971 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Parenting advice: 'Mum and dad like it when I eat broccoli'", "description": "Some call it \"dangerous\" and \"patronising\" while others have praised the Welsh Government's advice.", "url": "https://www.bbc.co.uk/news/av/uk-wales-46072376/parenting-advice-mum-and-dad-like-it-when-i-eat-broccoli", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1851F/production/_104151699_p06qmf7y.jpg", "publishedAt": "2018-11-03T01:09:21Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "7/7 survivor Daniel Biddle's anger over job hopes", "description": "One of the worst-injured survivors of the bombings says his disability is stopping him getting work.", "url": "https://www.bbc.co.uk/news/uk-wales-46059616", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/AA0F/production/_104153534_biddle.jpg", "publishedAt": "2018-11-03T01:08:24Z", "content": "Image caption Daniel Biddle has to use a wheelchair after losing both of his legs in the attack One of the worst-injured survivors of the 7/7 London bombings in 2005 has said his resulting disability has left him struggling to get work. Daniel Biddle, 38, los… [+4206 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Paul Gambaccini secures CPS payout over unfounded abuse claims", "description": "The radio DJ has won damages from prosecutors after historical sex allegations against him were dropped.", "url": "https://www.bbc.co.uk/news/uk-46080092", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/25C1/production/_104156690_gettyimages-517978898.jpg", "publishedAt": "2018-11-03T01:07:02Z", "content": "Image copyright Getty Images Image caption Paul Gambaccini has previously said he was the victim of a \"witch hunt\" Radio DJ Paul Gambaccini has won damages from prosecutors over unfounded allegations of historical sex offences. The presenter, 69, was arrested… [+1084 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Glenrath Farms wins Peebles chicken shed appeal", "description": "One of the UK's leading producers overturns the refusal of the building to house 32,000 birds.", "url": "https://www.bbc.co.uk/news/uk-scotland-south-scotland-46078080", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/573F/production/_104153322_gettyimages-454107367.jpg", "publishedAt": "2018-11-03T00:54:34Z", "content": "Image copyright Getty Images Image caption Glenrath Farms produces more than one million eggs a day One of the UK's leading egg producers has successfully overturned the refusal of its plans for a chicken shed for 32,000 birds in the Scottish Borders. Council… [+668 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Fresh appeal over Fife man missing for five years", "description": "Allan Bryant went missing after leaving a nightclub in Glenrothes on 3 November 2013.", "url": "https://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-46074312", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7F67/production/_104151623_collagebryant.jpg", "publishedAt": "2018-11-03T00:53:51Z", "content": "Image copyright Police Scotland Police have released footage of a missing man with his friends, five years after he was last seen in Fife. Allan Bryant, who was 23 at the time, was pictured on CCTV leaving Styx Nightclub in Glenrothes shortly after 02:00 on 3… [+1892 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "'My body, my rules. My life, not yours'", "description": "The 20-year-old student from Nairn who turned her harassment into award-winning art.", "url": "https://www.bbc.co.uk/news/uk-scotland-46060296", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/123ED/production/_104133747_elizacoulson'fragile'.jpg", "publishedAt": "2018-11-03T00:53:06Z", "content": "Image copyright Eliza Coulson Image caption 'Fragile' by Eliza Coulson Eliza Coulson, who is 20 years old, turned her personal experience into award-winning art after she was sexually harassed by a man she had just met. \"He made me feel as if it was normal, a… [+4828 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Ipswich Spill Festival music event disrupted by protester", "description": "A resident is not happy with the sound of 400 loudspeakers near his home.", "url": "https://www.bbc.co.uk/news/uk-england-suffolk-46071589", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8CAF/production/_104151063_megaphone_man_compo_976.jpg", "publishedAt": "2018-11-03T00:41:58Z", "content": "Image caption The protester has been using a megaphone and siren to \"disrupt\" the twice-daily performances The organisers of a festival are \"enraged\" by the actions of a protester who is disrupting a daily outdoor music event with a megaphone and a siren. Cla… [+2713 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Wembley train line to shut on England v Croatia match day", "description": "Work for the new HS2 line will mean no Chiltern trains running south to Wembley when England play Croatia.", "url": "https://www.bbc.co.uk/news/uk-england-london-46060987", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/92A7/production/_104134573_mediaitem104133948.jpg", "publishedAt": "2018-11-03T00:41:40Z", "content": "Image copyright Reuters Image caption England are playing Croatia on 18 November in the UEFA Nations League The rail line that runs into Wembley Stadium station will be shut on the day England play Croatia later this month. Preparatory work for the new HS2 li… [+1730 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "A couple and their car: A 50-year love affair", "description": "Tom and Christine Eaves used the car on their wedding day in 1968 and it's still \"part of the family\".", "url": "https://www.bbc.co.uk/news/uk-england-devon-46017189", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1050B/production/_104072866_img_0672.jpg", "publishedAt": "2018-11-03T00:41:15Z", "content": "Image caption Tom and Christine Eaves are celebrating their golden wedding anniversary year A couple celebrating their golden wedding anniversary year are also celebrating 50 years with the same car. Tom Eaves, 80, and wife Christine, 71, from Devon, married … [+2776 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Luton Town plea over 'illegal' women's 1935 football games", "description": "A recently-discovered photo dates from 1935, when women were not allowed to play at most grounds.", "url": "https://www.bbc.co.uk/news/uk-england-beds-bucks-herts-46059696", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8343/production/_104130633_ladies'match1935.png", "publishedAt": "2018-11-03T00:40:19Z", "content": "Image copyright Luton News Image caption A recently rediscovered photo shows an \"illegal\" women's match at Luton Town, believed to be in 1935 A football club has appealed for help to discover more about two \"illegal\" women's football matches held in 1935. Lut… [+1703 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Lanchester residents adorn village in 4,000 ceramic poppies", "description": "Residents in a village in County Durham have handmade thousands of poppies to commemorate the end of World War One.", "url": "https://www.bbc.co.uk/news/av/uk-england-tyne-46072969/lanchester-residents-adorn-village-in-4000-ceramic-poppies", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/A1F8/production/_104146414_poppiesstill2.jpg", "publishedAt": "2018-11-03T00:39:48Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "The composer and performer who's deaf", "description": "Meet Kevin Walker - he became deaf after contracting meningitis as a child - but he's now a music composer.", "url": "https://www.bbc.co.uk/news/av/uk-england-london-46071832/the-composer-and-performer-who-s-deaf", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/A1BD/production/_104150414_p06qm8wx.png", "publishedAt": "2018-11-03T00:39:12Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Couple still together after gender reassignment", "description": "The couple have opted to stay together, even though that means no intimate physical contact between them.", "url": "https://www.bbc.co.uk/news/av/uk-england-bristol-46074037/the-couple-still-together-after-gender-reassignment", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/18583/production/_104151799_p06qn61s.jpg", "publishedAt": "2018-11-03T00:36:30Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Week in pictures: 27 Oct - 2 Nov 2018", "description": "A selection of the best news photographs from around the world, taken over the past week.", "url": "https://www.bbc.co.uk/news/in-pictures-46073910", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/DB47/production/_104153165_5576723c-098c-4610-ba6e-3ba6fab6db40.jpg", "publishedAt": "2018-11-03T00:35:00Z", "content": "Our selection of some of the most striking news photographs taken around the world this week. Image copyright Daniel Becerril / REUTERS Image caption A parade to mark the start of the annual Día de Muertos (Day of the Dead) celebrations is held in Saltillo, t… [+2317 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "What is 'Green Cake' and why did this woman invent it?", "description": "A young Palestinian entrepreneur has designed a new concrete block.", "url": "https://www.bbc.co.uk/news/av/stories-46074563/what-is-green-cake-and-why-did-this-woman-invent-it", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/87A5/production/_104152743_191d1cb1-d7fa-4283-9fb4-e6f9616f6349.jpg", "publishedAt": "2018-11-03T00:30:16Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "New Caledonia: French Islands set for independence vote", "description": "The French islands in the Pacific are due to vote on sovereignty on Sunday after 30 years of peace.", "url": "https://www.bbc.co.uk/news/av/world-asia-46070521/new-caledonia-french-islands-set-for-independence-vote", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7F99/production/_104156623_p06qntb7.jpg", "publishedAt": "2018-11-03T00:24:57Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "X Factor: Cher Lloyd and Ben Haenow on the show's future", "description": "Former winners say X Factor should be rested as the show reaches an all-time low in viewing figures.", "url": "https://www.bbc.co.uk/news/newsbeat-45081025", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/C8C2/production/_104149315_xfactor976_v2.jpg", "publishedAt": "2018-11-03T00:23:29Z", "content": "Image copyright X Factor / Universal Little Mix, One Direction and James Arthur have all managed to maintain the rare thing X Factor contestants dream of - global success. But critics claim the show isn't what it was. Last year's final had an average of 5.76 … [+4123 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Kenyan teacher uses water hyacinths for biofuel", "description": "Kenyan teacher Richard Awra uses water hyacinths in a new biofuel to combat both energy poverty and plant over-growth.", "url": "https://www.bbc.co.uk/news/av/world-africa-46072949/kenyan-teacher-uses-water-hyacinths-for-biofuel", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/3179/production/_104156621_p06qlkmf.jpg", "publishedAt": "2018-11-03T00:17:23Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "The feeling that end-of-life carers won't admit to", "description": "A woman caring for her dying father confesses how she felt as his behaviour became erratic.", "url": "https://www.bbc.co.uk/news/world-us-canada-45884012", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/DB9E/production/_103922265_0261188e-f1de-47b2-a2d8-4b19d4049a25.jpg", "publishedAt": "2018-11-03T00:14:21Z", "content": "Image copyright Brittany Fortner Image caption Kendall Fortner with his children Brittany, Terra and Christian When Brittany Fortner speaks about her dad Kendall, her voice cracks. Kendall, who died four weeks ago, was not yet an old man. At just 53, he made … [+7962 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Spain child abuse: Victims fight back and appeal for change", "description": "After years of silence, victims in Spain are trying to reform the rules to improve child protection.", "url": "https://www.bbc.co.uk/news/world-europe-46064017", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/101C0/production/_104148956_compemiliano.jpg", "publishedAt": "2018-11-03T00:12:12Z", "content": "Image copyright Emiliano Álvarez Image caption Emiliano Álvarez says the abuse at his boarding school began at the age of 11 \"The priest who tortured me is still giving Mass in the village down the road,\" says Emiliano Álvarez, a 52-year-old from Borrenes, no… [+5670 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Ramachandra Guha: How the right wing hounded out a Gandhi biographer", "description": "Eminent historian Ramachandra Guha was forced to leave a new teaching position by the Hindu right.", "url": "https://www.bbc.co.uk/news/world-asia-india-46069120", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/A5B8/production/_104142424_gettyimages-459129782.jpg", "publishedAt": "2018-11-03T00:06:56Z", "content": "Image copyright Getty Images Three years ago, Ramachandra Guha, a historian and one of India's most respected public intellectuals, told an interviewer that India was \"becoming a more intolerant country\" than before. A 50-year-old Muslim man had been killed i… [+4880 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Fireworks: How do they work and how are they made?", "description": "The surprisingly simple science behind the clever chemistry that helps your night go off with a bang.", "url": "https://www.bbc.co.uk/news/av/science-environment-46075239/fireworks-how-do-they-work-and-how-are-they-made", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/A28F/production/_104151614_hi043792651.jpg", "publishedAt": "2018-11-03T00:06:04Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Ballet Black help create shoes for non-white dancers", "description": "Ballet shoes in brown and bronze shades are being made in the UK for the first time.", "url": "https://www.bbc.co.uk/news/av/entertainment-arts-46025716/ballet-black-help-create-shoes-for-non-white-dancers", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/BF85/production/_104092094_cira.jpg", "publishedAt": "2018-11-03T00:05:57Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "ICYMI: A submerged car and a rare octopus", "description": "Here are some stories you might have missed this week.", "url": "https://www.bbc.co.uk/news/av/world-46069322/icymi-a-submerged-car-and-a-rare-octopus", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/0A40/production/_104142620_p06qmg4r.jpg", "publishedAt": "2018-11-03T00:05:48Z", "content": "Video Here are some stories you might have missed this week."}]}