{"articles": [{"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Disappointment for Christie on return to ice", "description": "Elise Christie's return to speed skating ends in disappointment as the British mixed relay team fails to qualify from their 2,000m heats in Canada.", "url": "https://www.bbc.co.uk/sport/winter-sports/46077646", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/14D07/production/_104155258_christie_getty.jpg", "publishedAt": "2018-11-02T23:40:43Z", "content": "Christie spent the summer recovering from an ankle injury she picked up in Pyeongchang Elise Christie's return to speed skating ended in disappointment as the British mixed relay team failed to qualify from their heats in Canada. The short track quartet finis… [+825 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Raymond Chow: Hong Kong film mogul who discovered Bruce Lee dies at 91", "description": "Raymond Chow introduced martial arts legend Bruce Lee to the world and produced more than 600 films.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46080166", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/F6BD/production/_104156136_mediaitem104156135.jpg", "publishedAt": "2018-11-02T23:40:26Z", "content": "Image copyright Reuters Image caption Chow is known as the \"godfather\" of the Hong Kong film industry The Hong Kong film producer Raymond Chow - who introduced martial arts legend Bruce Lee to the world - has died at the age of 91. Their first film together, … [+1643 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Real eye City youngster Diaz - Saturday's gossip", "description": "Real Madrid eyeing up Manchester City youngster, Guardiola not wanting Messi, Sarri settling for current squad, plus more.", "url": "https://www.bbc.co.uk/sport/46079953", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/118CD/production/_97758817_football_gossip_16x9.png", "publishedAt": "2018-11-02T23:23:57Z", "content": "Real Madrid are interested in signing Manchester City 's young Spanish midfielder Brahim Diaz, 19. ( Marca ) Meanwhile, Manchester City manager Pep Guardiola has denied trying to persuade Barcelona forward Lionel Messi, 31, to join the club. ( Manchester Even… [+2063 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Paper review: Uni fees plan and Philip Green's staff hit back", "description": "University tuition fees could be cut to £6,500, under plans suggested by a government review.", "url": "https://www.bbc.co.uk/news/blogs-the-papers-46080077", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/A7CB/production/_104155924_thetimes.jpg", "publishedAt": "2018-11-02T23:18:38Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Mourinho wants striker Martial to stay at Man Utd", "description": "Manchester United manager Jose Mourinho says now that Anthony Martial is \"much closer to being a top player\" that he \"would like him to stay\" at the club.", "url": "https://www.bbc.co.uk/sport/football/46080290", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/D77D/production/_104156155_martial_pa.jpg", "publishedAt": "2018-11-02T23:16:28Z", "content": "Martial cost United £36m from Monaco in September 2015 Manchester United manager Jose Mourinho says now that Anthony Martial is \"much closer to being a top player\" that he \"would like him to stay\" at the club. The France striker's agent claimed last summer th… [+995 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Top clubs 'held secret talks to create a European Super League'", "description": "Top European clubs have held secret talks to create a European Super League, according to a report by German publication Der Speigel.", "url": "https://www.bbc.co.uk/sport/football/46078651", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/34FD/production/_104156531_football.png", "publishedAt": "2018-11-02T23:10:17Z", "content": "Gianni Infantino became Fifa president in 2016 Top European clubs have held secret talks to create a European Super League, according to a report by German publication Der Speigel. The newspaper claims leaked documents show the breakaway league could be creat… [+5457 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Asia Bibi: Deal to end Pakistan protests over blasphemy case", "description": "Mass protests were triggered by this week's acquittal of a Christian woman accused of blasphemy.", "url": "https://www.bbc.co.uk/news/world-asia-46080067", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qc8bh.jpg", "publishedAt": "2018-11-02T22:57:46Z", "content": "Media caption Asia Bibi's escape from Pakistan death row Pakistan's authorities have struck a deal with a hard-line Islamist party to end a protest over the acquittal of a Christian woman convicted of blasphemy. As part of the deal, the government will begin … [+3005 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "What is Mike Ashley's plan for the High Street?", "description": "The Sports Direct founder this week added Evans Cycles to his collection - has he a plan or can he just not resist a bargain?", "url": "https://www.bbc.co.uk/news/business-46074109", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/A6CC/production/_102800724_gettyimages-538535034.jpg", "publishedAt": "2018-11-02T22:47:49Z", "content": "Image copyright Getty Images What is Mike Ashley's game plan? The founder of Sports Direct seems intent on taking over the UK's High Streets. This week the businessman, who has a retail empire that spans budget sportswear and luxury fashion, added Evans Cycle… [+4365 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "Bbc News", "title": "Lloyds replacing some debit cards after cyber-attacks", "description": "Lloyds Bank is reissuing debit cards for customers affected by the BA and Ticketmaster cyber-attacks.", "url": "https://www.bbc.co.uk/news/business-46075090", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/C4BD/production/_104156305_lloyds-card1.jpg", "publishedAt": "2018-11-02T22:32:48Z", "content": "Image copyright Getty Images Lloyds Banking Group has confirmed it is reissuing debit cards to customers affected by cyber-attacks on Ticketmaster and British Airways. The bank has reissued debit cards to all customers that have made purchases on Ticketmaster… [+1909 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "How real is Trump's jobs 'miracle'?", "description": "The US has notched up further jobs growth - what's really happening to the US workforce?", "url": "https://www.bbc.co.uk/news/business-46075879", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/0AA5/production/_104152720_1jwduclg.jpg", "publishedAt": "2018-11-02T22:27:55Z", "content": "Image copyright Reuters A successful American political strategist once said \"it's the economy stupid\" or something very similar. It was a statement about the key issues a good election campaign needs to focus on. Just a few days before the Congressional elec… [+5363 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "US mid-terms: Twitter deletes anti-voting bots", "description": "Most of the 10,000 accounts discouraging mid-term election participation posed as Democrats.", "url": "https://www.bbc.co.uk/news/technology-46080157", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/818D/production/_104156133_mediaitem104156132.jpg", "publishedAt": "2018-11-02T22:17:57Z", "content": "Image copyright AFP Image caption The bots were taken down in September and October Twitter has deleted an estimated 10,000 automated accounts that were posting messages discouraging people from taking part in next week's US mid-term elections. Most of the ac… [+768 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Man kicked off Canada plane over 'sleeping pill'", "description": "Stephen Bennett says he was sleeping before takeoff and crew thought he could be unfit to fly.", "url": "https://www.bbc.co.uk/news/world-us-canada-46077759", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/10586/production/_91105966_westjet_737_pr.jpg", "publishedAt": "2018-11-02T22:06:45Z", "content": "Image copyright WestJet Image caption WestJet operates a fleet of Boeing 767 and Boeing 737 aircraft A Canadian man who was removed from a flight after taking a prescription sleeping pill prior to boarding says he feels humiliated by the experience. Stephen B… [+2699 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Premiership Rugby Cup: Charles Piutau makes Bristol Bears bow in Gloucester win", "description": "All Black centre Charles Piutau makes his Bristol Bears bow as Gloucester are well-beaten in the Premiership Rugby Cup.", "url": "https://www.bbc.co.uk/sport/rugby-union/46079421", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/65D1/production/_104156062_gettyimages-1056539876.jpg", "publishedAt": "2018-11-02T22:05:19Z", "content": "Charles Piutau showed his physical prowess by leaving Harry Trinder on the deck with one huge carry All Black centre Charles Piutau made his Bristol Bears bow off the bench in a 21-13 win over Gloucester in their Premiership Rugby Cup pool three game. The 27-… [+1329 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Veterans' war memories given life in 'virtual' tour", "description": "Developers at Abertay university say the virtual reality project is a unique way of remembering those who gave their lives in war.", "url": "https://www.bbc.co.uk/news/av/uk-scotland-46078646/veterans-war-memories-given-life-in-virtual-tour", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/13137/production/_104153187_p06qnn5c.jpg", "publishedAt": "2018-11-02T22:04:02Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Gareth Anscombe: Wales international looks to stake his claim at 10", "description": "Gareth Anscombe says he aims to making a case for the Wales 10 shirt when they host Scotland in the opening autumn international in Cardiff.", "url": "https://www.bbc.co.uk/sport/rugby-union/46076139", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/7A67/production/_104153313_gettyimages-930457408.jpg", "publishedAt": "2018-11-02T22:00:03Z", "content": "Gareth Anscombe is the son of former Auckland and Ulster coach Mark Anscombe Gareth Anscombe says he aims to making a case for the Wales 10 shirt when they host Scotland in the opening autumn international in Cardiff. Anscombe has won 18 caps with only three … [+2603 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "No foul play suspected in deaths of Saudi sisters in NY", "description": "Police say the siblings had said they would rather take their lives than go back to their homeland.", "url": "https://www.bbc.co.uk/news/world-us-canada-46067564", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/172FA/production/_104107949_untitlf235ed-1.jpg", "publishedAt": "2018-11-02T21:54:19Z", "content": "Image copyright NYPD Image caption Tala Farea, 16, and Rotana Farea, 22, were found duct-taped together in the Hudson River New York City police say no foul play is suspected in the deaths of two Saudi Arabian sisters who were found duct-taped together in the… [+2649 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Napoli 5-1 Empoli: Dries Mertens scores hat-trick in comfortable win", "description": "Dries Mertens scores a hat-trick as Napoli thrash Empoli to move into second place in Serie A.", "url": "https://www.bbc.co.uk/sport/football/46079243", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/CF49/production/_104156035_napoli-getty.jpg", "publishedAt": "2018-11-02T21:52:54Z", "content": "Dries Mertens is the joint-second top scorer in Serie A with seven goals - level with Cristiano Ronaldo Dries Mertens scored a wonderful hat-trick as Napoli thrashed Empoli to move into second place in Serie A. Lorenzo Insigne slotted home from Kalidou Koulib… [+398 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Paris St-Germain 2-1 Lille: PSG break Spurs record with 12th win", "description": "Paris St-Germain break Tottenham's 58-year-old European record as they beat Lille to make it 12 consecutive wins at the start of the Ligue 1 season.", "url": "https://www.bbc.co.uk/sport/football/46079229", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/C70B/production/_104155905_mbappe_getty.jpg", "publishedAt": "2018-11-02T21:50:43Z", "content": "Kylian Mbappe is averaging a goal every 67 minutes for PSG this season Paris St-Germain broke Tottenham's 58-year-old European record as they beat Lille to make it 12 consecutive wins at the start of the Ligue 1 season. The previous record for a winning start… [+380 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Deb Haaland: Why more Native Americans are running for office", "description": "No Native American woman has ever held office in US Congress. Deb Haaland wants to change that.", "url": "https://www.bbc.co.uk/news/world-us-canada-46050464", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5D68/production/_104121932_gettyimages-1044568812.jpg", "publishedAt": "2018-11-02T21:48:31Z", "content": "Image copyright Getty Images On a stage in Albuquerque's Indian Pueblo Cultural Centre a group of primary school dancers is bobbing to the mesmerising sound of chanting and the monotonous beat of a drum. The children are dressed in the traditional attire of t… [+7508 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Grealish sets Aston Villa on way to win over struggling Bolton", "description": "Goals from Jack Grealish and James Chester see Aston Villa return to winning ways with victory against Bolton.", "url": "https://www.bbc.co.uk/sport/football/45987060", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/E907/production/_104155695_grelaish_kiss_pa.jpg", "publishedAt": "2018-11-02T21:44:48Z", "content": "Jack Grealish scored his first goal in 24 games to get Villa off to a perfect start Aston Villa eased to their second straight home win under new boss Dean Smith as they eventually saw off free-falling Bolton Wanderers. Jack Grealish's fourth-minute strike ga… [+1777 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "HBO unimpressed by Trump's Game of Thrones meme", "description": "The TV company behind the Game of Thrones were among the first to criticise Trump's reference.", "url": "https://www.bbc.co.uk/news/world-us-canada-46079418", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/843F/production/_104155833_got.jpg", "publishedAt": "2018-11-02T21:23:02Z", "content": "Image copyright Sky handout Image caption Actors Kit Harrington and John Bradley in international TV hit series Game of Thrones The term 'sanctions' will turn off all but the most devoted current affairs nerds. But add a Game Of Thrones meme, and BAM!, it's s… [+2182 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Novak Djokovic into Paris Masters semis after comeback victory", "description": "Second seed Novak Djokovic fights back from a set and a break down to beat Marin Cilic and secure a place in the Paris Masters semi-finals.", "url": "https://www.bbc.co.uk/sport/tennis/46078216", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/E51F/production/_104155685_gettyimages-1056480692.jpg", "publishedAt": "2018-11-02T21:17:25Z", "content": "US Open and Wimbledon champion Novak Djokovic is unbeaten in 21 matches Second seed Novak Djokovic fought back from a set down to beat Croat Marin Cilic and secure a place in the Paris Masters semi-finals. The Serb won 4-6 6-2 6-3 in two hours and 12 minutes … [+1257 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Galatasaray 2-2 Fenerbahce: Three sent off in post-match derby brawl", "description": "Three players are sent off after the final whistle following a brawl of 30 players and staff as Galatasaray and Fenebahce draw the Istanbul derby.", "url": "https://www.bbc.co.uk/sport/football/46080010", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/51DB/production/_104155902_fight1.jpg", "publishedAt": "2018-11-02T21:15:29Z", "content": "A mass fight took part in the centre circle at the final whistle Three players were sent off after the final whistle following a brawl of 30 players and staff as Galatasaray and Fenebahce drew the Istanbul derby. Galatasaray's Badou Ndiaye, on loan from Stoke… [+261 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "The threat of rising anti-Semitism", "description": "In the wake of the deadly attack in Pittsburgh, a call to action: how to stop rising anti-Semitism?", "url": "https://www.bbc.co.uk/news/world-us-canada-46038438", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06q6y2n.jpg", "publishedAt": "2018-11-02T21:13:00Z", "content": "Media caption Rabbi Doris Dyen: 'I'm broken and I can't pray' Last autumn, cards suddenly started appearing in some mail boxes of the well kept brick houses of quiet Squirrel Hill, a historic Jewish neighbourhood in the East End of Pittsburgh. One side had a … [+7548 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Playing on through the grief - can sport help to come to terms with death and loss?", "description": "As Jamie Vardy reveals the Leicester team all want to play against Cardiff, BBC Sport asks how other sportspeople have dealt with grief.", "url": "https://www.bbc.co.uk/sport/46077639", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/89B7/production/_104155253_grief_getty.jpg", "publishedAt": "2018-11-02T20:49:17Z", "content": "Media playback is not supported on this device Leicester: We will do Vichai proud - Jamie Vardy on 'tough' week at In the wake of the tragedy last weekend which saw Leicester City owner and chairman Vichai Srivaddhanaprabha and four other people die in a heli… [+5338 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Khashoggi murder: Turkish leader blames Saudi state directly", "description": "Turkey's president accuses the Saudi government directly of murdering journalist Jamal Khashoggi.", "url": "https://www.bbc.co.uk/news/world-middle-east-46077894", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qdt3r.jpg", "publishedAt": "2018-11-02T20:41:30Z", "content": "Media caption How has the death of Jamal Khashoggi impacted the war in Yemen? Turkish President Recep Tayyip Erdogan has for the first time accused the Saudi government directly of murdering journalist Jamal Khashoggi. \"We know that the order to kill Khashogg… [+1947 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Are football players and managers safe from pitch invaders and rogue fans?", "description": "Pitch encroachment, coin throwing and toy guns brought into at stadiums pose a risk to players and managers, but are incidents on the rise?", "url": "https://www.bbc.co.uk/sport/football/46071579", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/7819/production/_104154703_gettyimages-930105972.jpg", "publishedAt": "2018-11-02T20:35:48Z", "content": "West Ham's Arthur Masuaku and Declan Rice attempt to remove a pitch invader Burnley return to London Stadium on Saturday, 238 days after the darkest game in West Ham's history since they moved to their new home in the summer of 2016. The 3-0 defeat by Sean Dy… [+5858 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Clocks go back: Why do we do it?", "description": "It's part of our annual ritual at this time of year but let's explore the reasons.", "url": "https://www.bbc.co.uk/news/av/world-us-canada-46074229/clocks-go-back-why-do-we-do-it", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7341/production/_104150592_p06qm0kv.jpg", "publishedAt": "2018-11-02T20:14:23Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Khashoggi murder: Is Saudi Crown Prince Mohammed finished?", "description": "The BBC's Frank Gardner looks at whether the Saudi prince can withstand the growing political storm.", "url": "https://www.bbc.co.uk/news/world-middle-east-46078961", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/157E3/production/_104153088_766302a3-5c52-4580-9e65-7d11362af0c0.jpg", "publishedAt": "2018-11-02T19:48:19Z", "content": "Image copyright Reuters Image caption Mohammed bin Salman's rise to power has been meteoric - but can he survive the Khashoggi scandal? \"He's toast\". \"He's toxic\". \"He's my hero\". \"We love him\". Opinions are clearly divided on the man they call \"MBS\" - Saudi … [+6612 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Former G4S Brook House security guard not to be prosecuted", "description": "Prosecutors say there is not enough evidence for a \"realistic prospect of conviction\".", "url": "https://www.bbc.co.uk/news/uk-england-sussex-46077873", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/75B5/production/_101133103_brook_house_news_and_content.jpg", "publishedAt": "2018-11-02T19:40:59Z", "content": "Image copyright G4S Image caption Brook House holds up to 508 adult male asylum seekers, illegal immigrants and foreign national offenders A former G4S security guard who allegedly choked a man on suicide watch at an immigration removal centre will not face p… [+2136 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "'I call it racism' - Hibernian boss Neil Lennon on abuse", "description": "Hibernian boss Neil Lennon discusses the \"racist\" abuse he has suffered while playing and coaching in Scotland.", "url": "https://www.bbc.co.uk/sport/av/football/46079590", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T19:40:17Z", "content": "Hibernian boss Neil Lennon discusses the \"racist\" abuse he has suffered while playing and coaching in Scotland. The Northern Irishman was struck by a coin during his side's goalless draw with Edinburgh rivals Hearts on Wednesday."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Mayfair: A South African gangster film with big ambitions", "description": "Mayfair is a new gangster movie focusing on South Africa's Muslim community in a Johannesburg suburb.", "url": "https://www.bbc.co.uk/news/av/world-africa-46079149/mayfair-a-south-african-gangster-film-with-big-ambitions", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/69AF/production/_104155072_p06qn45k.jpg", "publishedAt": "2018-11-02T19:29:28Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "The Belarusian elders who heal through whispering", "description": "Helena says she is \"a bridge between God and the souls that I help.\"", "url": "https://www.bbc.co.uk/news/av/world-europe-46073869/the-belarusian-elders-who-heal-through-whispering", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7322/production/_104147492_p06qlpt1.jpg", "publishedAt": "2018-11-02T19:11:51Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC Radio 4", "title": "The Now Show - Series 53 - Episode 2", "description": "Download the best new comedy from Radio 4, every Friday.", "url": "https://www.bbc.co.uk/programmes/p06qmzs0", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1200x675/p044wnyb.jpg", "publishedAt": "2018-11-02T19:00:00Z", "content": "Download the best new comedy from Radio 4, every Friday."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Alec Baldwin arrested over parking dispute in New York City", "description": "This alleged assault is not the first time the 30 Rock actor has been on the wrong side of the law.", "url": "https://www.bbc.co.uk/news/world-us-canada-46074196", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5A73/production/_104155132_tv049172944.jpg", "publishedAt": "2018-11-02T18:43:15Z", "content": "Image copyright Reuters Image caption Alec Baldwin is known for playing President Donald Trump on Saturday Night Live, among many other roles US actor Alec Baldwin has been arrested in New York City, accused of punching a man in a fight over a parking spot. A… [+587 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Birmingham taxi driver sacked over 'refusing poppies'", "description": "West Midlands Police says it is investigating the incident and threats made against the taxi firm.", "url": "https://www.bbc.co.uk/news/uk-england-birmingham-46078099", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/E763/production/_104153295_image002.jpg", "publishedAt": "2018-11-02T18:40:34Z", "content": "Image caption KMR Cars said the driver had been dismissed, following the allegations A Birmingham taxi driver has been sacked after allegedly refusing to transport boxes of Remembrance poppies. The boxes were to be transported from the Perry Common Royal Brit… [+1612 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Llama blood clue to beating all flu", "description": "Scientists design an antibody based on llama blood that is highly effective against flu strains.", "url": "https://www.bbc.co.uk/news/health-46078989", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/DED5/production/_104154075_gettyimages-154948449.jpg", "publishedAt": "2018-11-02T18:38:34Z", "content": "Image copyright Getty Images Scientists in the US have recruited an unlikely ally in their efforts to develop a new flu treatment. Llamas have been used to produce a new antibody therapy that has the potential to work against all types of flu, including new p… [+2761 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Man arrested by murder probe detectives over vehicle theft", "description": "Security supervisor Mohammad Abu Sammour was found fatally injured at a housing development in North Lanarkshire.", "url": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-46079300", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1B94/production/_104106070_sammourbars.jpg", "publishedAt": "2018-11-02T18:21:44Z", "content": "Image copyright Police Scotland Image caption The father-of-four died from his injuries in Wishaw General Hospital Detectives investigating the murder of a security guard have arrested and charged a man in connection with the theft of a vehicle. Mohammad Abu … [+464 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Mauricio Pochettino wants 'glory with Tottenham'", "description": "Manager Mauricio Pochettino says he wants \"to feel glory\" with Tottenham Hotspur but adds they need to finish their new stadium first.", "url": "https://www.bbc.co.uk/sport/av/football/46074463", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T18:08:27Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "16 MPs receive free tickets from betting firms", "description": "At least 16 MPs have received free sports tickets from betting companies since the 2017 general election.", "url": "https://www.bbc.co.uk/news/uk-46076119", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/12F93/production/_104151777_f0a1de8f-2152-40ca-93b1-a2284f9c0fac.jpg", "publishedAt": "2018-11-02T18:05:42Z", "content": "Image copyright Getty Images At least 16 MPs have received free sports tickets from betting companies since the 2017 general election. A BBC analysis of parliament's register of MPs' interests has revealed that 13% of the £175,580 worth of sports tickets acce… [+4176 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Clapham South stabbing: Boy killed outside Tube station", "description": "A 17-year-old boy is killed outside Clapham South Tube station in Wandsworth, south-west London.", "url": "https://www.bbc.co.uk/news/uk-england-london-46075651", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/16F2/production/_104147850_-a_lovelikewar_.jpg", "publishedAt": "2018-11-02T18:03:54Z", "content": "Image copyright @A_lovelikewar_ Image caption The boy was found outside Clapham South Tube station A 17-year-old boy has been stabbed to death outside a Tube station in south London. Police found the injured teenager outside Clapham South station in Balham Hi… [+566 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Autumn internationals: Home nations begin build-up to World Cup", "description": "England's match against South Africa is the highlight of the first round of autumn internationals, as the home nations build up to next year's World Cup.", "url": "https://www.bbc.co.uk/sport/rugby-union/46076882", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/171B/production/_104151950_autumn_collage.jpg", "publishedAt": "2018-11-02T18:01:11Z", "content": "England coach Eddie Jones's future could hang in the balance if his side underwhelm in November England's match against South Africa on Saturday is the highlight of the first round of autumn internationals as the home nations start the build up to next year's… [+5644 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Glasgow School of Art boss Prof Tom Inns steps down", "description": "Prof Tom Inns' five years in charge covered the school's Mackintosh building being twice ravaged by fire.", "url": "https://www.bbc.co.uk/news/uk-scotland-46078480", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/174CB/production/_104153459_p06bjd6b.jpg", "publishedAt": "2018-11-02T17:53:41Z", "content": "Image caption Prof Tom Inns has led the GSA for five years The director of Glasgow School of Art - Prof Tom Inns - is stepping down from his role, it has been announced. His five years in charge covered a troubled period in which the school's category A-liste… [+1164 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Leicester: We will do Vichai proud - Jamie Vardy on 'tough' week at", "description": "Jamie Vardy reflects on a very tough week at Leicester and says the players want to do Vichai Srivaddhanaprabha proud on Saturday against Cardiff.", "url": "https://www.bbc.co.uk/sport/av/football/46079079", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T17:49:26Z", "content": "Jamie Vardy reflects on a very tough week at Leicester and says the players want to do Vichai Srivaddhanaprabha proud on Saturday against Cardiff. WATCH MORE: Ranieri pays respects to Leicester owner Watch the full interview on Football Focus, Saturday 12:00 … [+43 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Bus roof ripped off under Bristol railway bridge", "description": "No-one was injured in the crash which took place near Bristol Parkway railway station.", "url": "https://www.bbc.co.uk/news/av/uk-england-bristol-46077533/bus-roof-ripped-off-under-bristol-railway-bridge", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5375/production/_104156312_drakphuxcaa8dwr.jpg_large.jpg", "publishedAt": "2018-11-02T17:42:06Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Changing faces of an innovative artist", "description": "Director John Waters brought us the movies Hairspray or Pink Flamingos, but the Baltimore native is also an artist.", "url": "https://www.bbc.co.uk/news/av/world-us-canada-46067093/changing-faces-of-an-innovative-artist", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/C161/production/_104150594_p06qmvcr.jpg", "publishedAt": "2018-11-02T17:40:58Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Cambridge University player guilty of student sex assault", "description": "Oluwadamilola Erogbogbo is convicted of attacking the woman in her Cambridge University college room.", "url": "https://www.bbc.co.uk/news/uk-england-cambridgeshire-46077094", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7372/production/_104045592_lola.jpg", "publishedAt": "2018-11-02T17:40:30Z", "content": "Image copyright Rex Features Image caption Oluwadamilola Erogbogbo represented Cambridge University in the Varsity match against Oxford in 2015 and 2016 A former Cambridge University rugby player has been found guilty of sexually assaulting a fellow student i… [+2032 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Dutch police shocked as crowd film man fighting for life", "description": "Dutch police have described their despair as onlookers watched them trying to resuscitate a man.", "url": "https://www.bbc.co.uk/news/world-europe-46073968", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/4258/production/_104148961_e580f68c-7024-44f2-b927-6d8aa55a1c3b.jpg", "publishedAt": "2018-11-02T17:40:05Z", "content": "Image copyright Jan Hendrikstraat police station Image caption Police blurred out the images of the bystanders to protect their anonymity Police officer Gerwin could not believe it. While he and his colleagues were trying to save the life of a man lying on th… [+1752 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Veterans' war memories given life in 'virtual' tour", "description": "Developers at Abertay university say the project is a unique way of remembering those who gave their lives in war.", "url": "https://www.bbc.co.uk/news/uk-scotland-tayside-central-46071819", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/17A6/production/_104145060_poppy_lgo_0211_1830rs_douglas_macleod__dee01_ex_jfe_frame_772.jpg", "publishedAt": "2018-11-02T17:34:59Z", "content": "Image caption A veteran tries out the virtual reality tour The memories and voices of war veterans have been brought to life using virtual reality technology. Poppyscotland has teamed up with games developers at Abertay University on the unusual Remembrance p… [+2199 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "'Food share'", "description": "How a community group is using unwanted food to tackle poverty and help protect the environment.", "url": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-46074529", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/17B65/production/_104152179_foodshare5.jpg", "publishedAt": "2018-11-02T17:32:09Z", "content": "Image copyright Tariq Ali Image caption 'One man's waste is another man's gain' - the community group distributes unwanted food A Glasgow project is using unwanted food to try to tackle poverty and help protect the environment. Crookston Community Group (CCG)… [+3354 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "West Side Story's gangs get new moves after 60 years", "description": "The show's original choreography has been sacrosanct for 60 years, but two revivals will rethink it.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46045398", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/0411/production/_104114010_gettyimages-138634807.jpg", "publishedAt": "2018-11-02T17:28:38Z", "content": "Image copyright Getty Images Image caption Rita Moreno starred in the 1961 film version of West Side Story West Side Story is revered as one of the greatest musicals of all time, and Jerome Robbins' dance moves have been a big part of its appeal since it was … [+2146 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Five men given curfews over Edinburgh Bonfire Night crimes", "description": "The five men pleaded guilty to being involved in the incidents in Edinburgh's Craigentinny last year.", "url": "https://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-46071843", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/17B26/production/_104026079_35545e46-1512-4da1-98d8-32d600c390e1.jpg", "publishedAt": "2018-11-02T17:21:09Z", "content": "Image copyright Angie Brown Image caption The disorder happened on Bonfire Night last year Five men responsible for Bonfire Night crimes in the north east of Edinburgh last year have been banned from leaving their homes overnight for six months. Lewis Park, 2… [+1268 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Five-year-old boy's 15-page CV grabs China online attention", "description": "The 15-page document is thought to have been produced in application for a place at a competitive school.", "url": "https://www.bbc.co.uk/news/world-asia-46071811", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/12858/production/_104146857_hi008774017afpgettyimages.jpg", "publishedAt": "2018-11-02T17:10:31Z", "content": "Image copyright Getty Images/AFP Image caption Weibo users have criticised pressure created by education resources in China The CV of a five-year-old boy in Shanghai has attracted a large amount of attention on Chinese social media. The 15-page document is th… [+2332 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Ballerina Misty Copeland on her Disney debut", "description": "The groundbreaking ballerina Misty Copeland on Disney's Nutcracker, dancing and race.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46058216", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/926B/production/_104138473_tnc-29458sm.jpg", "publishedAt": "2018-11-02T17:07:13Z", "content": "Image copyright Laurie Sparham Misty Copeland, the first African-American female principal dancer in the American Ballet Theatre's 75 year history, is the only ballerina starring in Disney's The Nutcracker and the Four Realms film. The Nutcracker is a beloved… [+5701 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Pakistan: Cleric known as 'Taliban's father' killed", "description": "There are fears the murder of cleric Maulana Sami ul-Haq could trigger violence in Pakistan.", "url": "https://www.bbc.co.uk/news/world-asia-46075972", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9493/production/_104153083_51ad38ee-2fdb-4330-abb6-97b7a7729e69.jpg", "publishedAt": "2018-11-02T16:57:36Z", "content": "Image copyright AFP/Getty Images Image caption Maulana Sami ul-Haq was an influential figure in Pakistan The Pakistani cleric Maulana Sami ul-Haq, known as the Father of the Taliban, has been killed in his home town of Rawalpindi. Local media quoted his famil… [+1112 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "InSight: The jeopardy of landing on Mars", "description": "Nasa releases a video describing the perilous landing its InSight Mars probe will face later this month.", "url": "https://www.bbc.co.uk/news/science-environment-46074794", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qmpnl.jpg", "publishedAt": "2018-11-02T16:51:19Z", "content": "Media caption Nasa's Insight video is fronted by chief engineer Rob Manning The American space agency has released a video describing the perilous journey its InSight probe will make to the surface of Mars later this month. Fronted by Rob Manning, the chief e… [+1893 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Search and rescue contract criticised by mountain volunteers", "description": "A search and rescue contract has been criticised by four of Scotland's mountain and rescue teams.", "url": "https://www.bbc.co.uk/news/uk-scotland-highlands-islands-46072000", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/ED70/production/_104148706_mcacoastguard.jpg", "publishedAt": "2018-11-02T16:39:33Z", "content": "Image copyright Press Association Archive Image caption The MCA said HM Coastguard may support missions under some circumstances Four of Scotland's mountain rescue teams have criticised a new contract for search and rescue helicopters. The teams said the cont… [+1787 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Disabled man drags himself through Luton airport using his hands - BBC News", "description": "Disabled man drags himself through Luton airport using his hands BBC News Paraplegic athlete Justin Levene arrived at London Luton airport but his wheelchair was left behind by the airline. Staff offered him a chair which he couldn't push himself, so he decid…", "url": "https://www.bbc.co.uk/news/av/disability-45984262/disabled-man-drags-himself-through-luton-airport-using-his-hands", "urlToImage": "https://www.bbc.co.uk/news/special/2015/newsspec_10857/bbc_news_logo.png?cb=1", "publishedAt": "2018-11-02T16:37:26Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "White, middle-class men still seen as 'ideal' MP candidates", "description": "Women seeking to be candidates are still asked about their marital status and children, a study found.", "url": "https://www.bbc.co.uk/news/uk-politics-46071289", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1166A/production/_104147217_mediaitem104147216.jpg", "publishedAt": "2018-11-02T16:34:31Z", "content": "Image copyright Reuters White, middle-class men are still seen as the \"ideal\" political candidates, according to a survey of male and female MPs and women activists. Women seeking to be candidates in all parties are still asked about their marital status and … [+3081 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Meet 'The Arm Collector' - Pakistan's first female MMA fighter", "description": "Anita Karim tells BBC World Service how she became Pakistan's first female MMA fighter and earned the nickname 'the Arm Collector'.", "url": "https://www.bbc.co.uk/sport/av/mixed-martial-arts/46038395", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T16:33:51Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Paisley Fireworks Spectacular cancelled due to weather", "description": "Renfrewshire Council said high winds and rain being forecast made it impossible to stage the event safely.", "url": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-46076732", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/FEB6/production/_104060256_gettyfireworks.jpg", "publishedAt": "2018-11-02T16:29:23Z", "content": "Image copyright Getty Images Image caption The display was due to take place on Saturday night Paisley's annual Fireworks Spectacular has been cancelled due to a severe weather forecast. Renfrewshire Council said the high winds and rain forecast made it impos… [+275 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Jury urged to convict Celtic Boys Club founder of abuse", "description": "Celtic Boys Club founder James Torbett denies abusing three boys between August 1986 and August 1994.", "url": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-46076731", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1298B/production/_104017167_spin-jamestorbett1.jpg", "publishedAt": "2018-11-02T16:22:31Z", "content": "Image copyright Spindrift Image caption James Torbett denies sexually abusing three boys The jury in the trial of Celtic Boys Club founder Jim Torbett has been urged to convict him of \"systematic abuse\". Mr Torbett, 71, denies abusing three boys between Augus… [+3388 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "'Young girls can follow in our footsteps' - Man Utd's Turner", "description": "Manchester United defender Millie Turner says the clubs women's team is great for getting young girls into the sport.", "url": "https://www.bbc.co.uk/newsround/46071669", "urlToImage": "http://c.files.bbci.co.uk/DD08/production/_104148565_gettyimages-1052181506.jpg", "publishedAt": "2018-11-02T16:17:42Z", "content": "Manchester United and England defender Millie Turner talks to Newsround about making her return to Manchester United and their newly formed women's team. The side is four months into its new start and things couldn't be going much better. They sit second in t… [+276 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Pensioner injured after being hit by cement mixer in Edinburgh", "description": "The pensioner sustained serious injuries on Great Junction Street in Edinburgh.", "url": "https://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-46074315", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/16412/production/_104145119_mediaitem104145118.jpg", "publishedAt": "2018-11-02T16:16:45Z", "content": "Image copyright Alan Simpson A pedestrian is in hospital with serious injuries after being hit by a cement mixer in Edinburgh. The incident happened in Great Junction Street, in Leith, at about 13:00. The woman in her 80s has been taken to the Edinburgh Royal… [+101 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Viral ghost story Dear David to become a movie", "description": "A Twitter thread about a young boy ghost haunting an apartment went viral last year.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46070973", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/0901/production/_104150320_ghost_shutterstock_369714209.jpg", "publishedAt": "2018-11-02T16:14:25Z", "content": "Image copyright Shutterstock A twitter thread by a writer who felt he was being haunted by a little boy is to be turned into a film. Adam Ellis's story about his experiences with a ghost he called Dear David went viral last year and gained him a million follo… [+939 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Plus-size designer defends Aaliyah Halloween costume", "description": "A plus-size designer has addressed body shamers who said she was too fat to dress up as her idol Aaliyah.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46058296", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/15F93/production/_104130009_a0fd540c-b9bb-4377-8c00-5910643bc87c.jpg", "publishedAt": "2018-11-02T16:11:47Z", "content": "Image copyright @makeupiswhatido/Twitter A plus size designer has responded to body shamers for saying she was too fat to dress up as her thin idol. Alicia Mitchell, 34, from New Jersey in the US, reposted an old photograph dressed as the late RnB singer Aali… [+1334 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "World champion Hamilton 'should be celebrated more' - Coulthard", "description": "Former Grand Prix racer David Coulthard says that Lewis Hamilton should be considered among the all-time Formula One greats after claiming his fifth World title.", "url": "https://www.bbc.co.uk/sport/formula1/46075679", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/D8DB/production/_104151555_gettyimages-1054768176.jpg", "publishedAt": "2018-11-02T16:06:37Z", "content": "Coulthard, here interviewing Hamilton, says his fellow Briton should be more celebrated after winning his fifth F1 championship last month in Mexico Former Grand Prix racer David Coulthard says Lewis Hamilton should be hailed as one of the all-time Formula On… [+5244 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Paraplegic man drags himself through airport", "description": "Justin Levene wants to sue Luton Airport, after his wheelchair was left behind on a flight.", "url": "https://www.bbc.co.uk/news/uk-45765767", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06pv926.jpg", "publishedAt": "2018-11-02T16:00:16Z", "content": "Media caption Justin Levene says the airport couldn't provide an adequate wheelchair The image is shocking: Justin Levene, a paraplegic man, dragging himself along the floor through Luton Airport after his self-propelling wheelchair was left behind on a fligh… [+6089 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Disabled man drags himself through airport using his hands", "description": "Justin Levene says London Luton airport couldn't provide an adequate wheelchair.", "url": "https://www.bbc.co.uk/news/av/uk-45899684/disabled-man-drags-himself-through-airport-using-his-hands", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/283D/production/_103910301_p06p4sfp.jpg", "publishedAt": "2018-11-02T16:00:07Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Over 1,600 scientists condemn Trump transgender proposal", "description": "Over 1,600 scientists, including Nobel prize winners, write in opposition of legally-defined genders.", "url": "https://www.bbc.co.uk/news/world-us-canada-46067559", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/B22F/production/_104151654_gettyimages-1052724036.jpg", "publishedAt": "2018-11-02T15:58:03Z", "content": "Image copyright Getty Images Image caption The leaked proposal has triggered protests across the US Over 1,600 scientists have signed a letter condemning a proposal by the Trump administration to define gender as biological and established at birth. Signatori… [+2588 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Miaow! Royal Ballet star Francesca Hayward joins Cats movie", "description": "Ballerina Francesca Hayward is expected to perform a new song composed by Andrew Lloyd Webber for the film.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46070976", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qm2jg.jpg", "publishedAt": "2018-11-02T15:56:32Z", "content": "Media caption From the Royal Ballet to Cats: Francesca Hayward One of the rising stars of the Royal Ballet, Francesca Hayward, has been cast in the live action film version of the hit musical Cats. She joins previously announced cast members including Dame Ju… [+1699 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Whitlock just misses out on world title - highlights & report", "description": "British gymnast Max Whitlock just misses out on a third consecutive pommel title at the World Championships as he takes silver in Doha.", "url": "https://www.bbc.co.uk/sport/gymnastics/46077169", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/BB99/production/_104152084_gettyimages-1053845576.jpg", "publishedAt": "2018-11-02T15:53:09Z", "content": "Media playback is not supported on this device World Gymnastics Championships: Whitlock loses out on pommel gold in dramatic tie-break British gymnast Max Whitlock just missed out on a third consecutive pommel title at the World Championships as he won silver… [+746 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Wayne Rooney: DC United star tells Football Focus about his new life in Major League Soccer", "description": "Football Focus heads to Washington to catch-up with DC United's Wayne Rooney, he discusses having a room-mate for the first time.", "url": "https://www.bbc.co.uk/sport/av/football/46076285", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T15:52:41Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Watch: Whitlock loses out on pommel gold in dramatic tie-break", "description": "Watch Max Whitlock narrowly miss out on pommel horse World Championship gold to China's Xiao Ruoteng in a dramatic tie break after the scores were tied at the end of the event.", "url": "https://www.bbc.co.uk/sport/av/gymnastics/46077269", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T15:44:15Z", "content": "Watch Max Whitlock narrowly miss out on pommel horse World Championship gold to China's Xiao Ruoteng in a dramatic tie break after the scores were tied at the end of the event. WATCH MORE:"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Israel's Netanyahu welcomes Brazil Jerusalem embassy vow", "description": "The controversial pledge follows the election of a far-right Brazilian politician Jair Bolsonaro.", "url": "https://www.bbc.co.uk/news/world-middle-east-46076159", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/96CD/production/_104150683_gettybrazilpoliticsembassy.jpg", "publishedAt": "2018-11-02T15:39:02Z", "content": "Image copyright Getty Images Israeli PM Benjamin Netanyahu has welcomed a decision by Brazil's president-elect to move its embassy from Tel Aviv to Jerusalem. Mr Netanyahu praised it as \"historic, [and] correct\". Palestinians called the move \"provocative and … [+2048 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "UFC set to return to London's O2 Arena on 16 March 2019", "description": "Ultimate Fighting Championship will return to London's O2 Arena on Saturday, 16 March, for its 11th event in the city.", "url": "https://www.bbc.co.uk/sport/mixed-martial-arts/46075811", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/0F22/production/_104147830_bisping.jpg", "publishedAt": "2018-11-02T15:23:57Z", "content": "Britain's Michael Bisping beat Anderson Silva in February 2016 in London Ultimate Fighting Championship will return to London's O2 Arena on Saturday, 16 March. It will be the 11th time a UFC event has been held in the capital, including Britain's Michael Bisp… [+583 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Ex-Arsenal striker Bendtner sentenced to 50 days in jail in Demark", "description": "Former Arsenal striker Nicklas Bendtner is sentenced to 50 days in jail in Denmark after assaulting a taxi driver.", "url": "https://www.bbc.co.uk/sport/football/46076839", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/91C3/production/_104151373_bendtner_epa.jpg", "publishedAt": "2018-11-02T15:21:43Z", "content": "Nicklas Bendtner (left) and his lawyer Anders Nemeth arrive at court in Copenhagen Ex-Arsenal striker Nicklas Bendtner has been sentenced to 50 days in jail in Denmark for assaulting a taxi driver. The ruling was made by the City Court of Copenhagen, but the … [+268 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Abuse 'normalised' at Quarriers children's home, inquiry hears", "description": "A former Quarriers resident tells the Scottish Child Abuse Inquiry the home was like a military institution.", "url": "https://www.bbc.co.uk/news/uk-scotland-46069318", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/3556/production/_104145631_842e4552-4aec-4a3a-ab8b-f7c1e04f6cf2.jpg", "publishedAt": "2018-11-02T15:20:40Z", "content": "Image copyright Getty Images Image caption The Scottish Child Abuse Inquiry has been taking evidence from former care home residents A man who was sexually assaulted at a children's home in the 1970s has said some of its staff ran it like a military instituti… [+2552 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Jordan Abdull: London Broncos sign half-back on one-year deal from Hull FC", "description": "London Broncos sign half-back Jordan Abdull on a one-year deal after reaching an agreement with Hull FC.", "url": "https://www.bbc.co.uk/sport/rugby-league/46072148", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/ED7A/production/_104149706__am10866.jpg", "publishedAt": "2018-11-02T15:19:38Z", "content": "Jordan Abdull made 10 appearances for Hull FC last season London Broncos have signed half-back Jordan Abdull on a one-year contract after reaching an agreement with fellow Super League side Hull FC. The 22-year-old made his debut for the black and whites agai… [+278 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Police ask for CCTV of Tring 'pub fight'", "description": "Officers carry out inquiries after being called to reports of an \"altercation\" at the Bell Pub in Tring.", "url": "https://www.bbc.co.uk/news/av/uk-england-beds-bucks-herts-46075190/police-ask-for-cctv-of-tring-pub-fight", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6F63/production/_104151582_p06qmc1v.jpg", "publishedAt": "2018-11-02T15:18:38Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Grimsby: Why I love my town", "description": "Emily Lomas, 28, moved to the town three years ago and says it's a \"lovely place to be\".", "url": "https://www.bbc.co.uk/news/newsbeat-46073479", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/AD89/production/_104152444_indexnew.jpg", "publishedAt": "2018-11-02T15:18:08Z", "content": "Image copyright Getty Images There's more to a town than what's on its High Street, which is why people perhaps shouldn't judge Grimsby too harshly. The Lincolnshire town has been named as having the unhealthiest High Street in the UK. That's because it has s… [+3451 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Metropolitan Police 'still assessing' whether Leave campaigns broke law", "description": "The Met is examining a \"huge amount of material\" on Vote Leave and Leave.EU to decide whether to investigate.", "url": "https://www.bbc.co.uk/news/uk-politics-46070710", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/76BA/production/_104149303_voteleavebus_afp.jpg", "publishedAt": "2018-11-02T15:13:02Z", "content": "Image copyright AFP Image caption Vote Leave is one of the groups fined by the Electoral Commission Police are \"carefully\" assessing more than 900 documents to determine whether or not crimes were committed by Leave campaigns during the EU referendum. Met Pol… [+3143 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Detectives probe suspicious death of man in house", "description": "The body of Stephen Anderson, 51, was discovered in a property in Gartcosh, North Lanarkshire.", "url": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-46071253", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1A58/production/_104144760_pjimage-7.jpg", "publishedAt": "2018-11-02T15:00:01Z", "content": "Image copyright Police Scotland Image caption Stephen Anderson was found dead at 12:50 on Tuesday Detectives are treating the death of a man in a house in North Lanarkshire as suspicious. The body of Stephen Anderson, 51, was discovered at 15 Slakiewood Avenu… [+1049 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Egypt attack: Gunmen target bus with Coptic Christians", "description": "At least seven people die after gunmen open fire on a bus of Coptic Christians in central Egypt.", "url": "https://www.bbc.co.uk/news/world-middle-east-46075969", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/921D/production/_104150473_egyptminya4641118.png", "publishedAt": "2018-11-02T14:53:37Z", "content": "At least seven people have been killed in Egypt by gunmen who opened fire on a bus carrying a group of Coptic Christians, officials say. A number of people were also injured in the attack in the Minya region, south of the capital Cairo. The bus was heading to… [+581 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "England face Ireland in Women's Six Nations opener", "description": "England will travel to Ireland for their first match of next year's Women's Six Nations as they look to go one better than last season.", "url": "https://www.bbc.co.uk/sport/rugby-union/46076009", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/B51C/production/_104146364_englandwomen.jpg", "publishedAt": "2018-11-02T14:52:36Z", "content": "England completed a Six Nations Grand Slam by beating Ireland 34-7 in Donnybrook in 2017 England will travel to Ireland for their first match of next year's Women's Six Nations as they look to go one better than last season. The Red Roses beat Ireland in thei… [+444 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Hollie Kerrell: Man killed wife while kids were in house", "description": "Christopher Kerrell, 35, then drove to bury Hollie Kerrell's body with the children in the car.", "url": "https://www.bbc.co.uk/news/uk-wales-46072370", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9ABF/production/_104151693_custody1.png", "publishedAt": "2018-11-02T14:48:40Z", "content": "Image copyright Dyfed-Powys Police Image caption Christopher Kerrell has been jailed for a minimum of 25 years for murdering his wife A man who \"brutally\" murdered his estranged wife while their children were in the house has been sentenced to a minimum of 25… [+3105 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Boston Red Sox fan hits World Series trophy with beer can", "description": "An over-exuberant Red Sox fan accidentally hits the World Series trophy with a can of beer during the parade to celebrate Boston's victory over the LA Dodgers.", "url": "https://www.bbc.co.uk/sport/av/baseball/46076319", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T14:46:49Z", "content": "An over-exuberant Red Sox fan accidentally hits the World Series trophy with a can of beer during the parade to celebrate Boston's victory over the LA Dodgers. READ MORE: Boston Red Sox win ninth World Series"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Pittsburgh, pipe-bomber attacks halted mid-terms momentum says Trump", "description": "The president said the synagogue shooting and mail bomb scare has dulled Republican momentum.", "url": "https://www.bbc.co.uk/news/world-us-canada-46074189", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/839E/production/_104149633_tv050337662.jpg", "publishedAt": "2018-11-02T14:46:36Z", "content": "Image copyright AFP Image caption Mr Trump held a rally in Columbia, Missouri on Thursday evening President Donald Trump has blamed two terror attacks against public figures and worshippers at a synagogue for slowing Republican political momentum. Speaking at… [+3342 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "US to reinstate all Iran sanctions", "description": "The Trump administration is to put back all the US sanctions on Iran that were removed in 2015.", "url": "https://www.bbc.co.uk/news/world-us-canada-46071747", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/BFDB/production/_104151194_mediaitem104151192.jpg", "publishedAt": "2018-11-02T14:46:33Z", "content": "Image copyright AFP Image caption President Trump began reinstating sanctions on Iran in May The Trump administration is to reinstate all US sanctions on Iran that were removed as part of the 2015 nuclear deal. President Donald Trump withdrew from the deal in… [+259 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Jack Leach: An England reunion and learning the art of spinning in the backyard", "description": "England spinner Jack Leach talks to BBC Points West about his journey in cricket, from a trip to Taunton as a newborn to his Test recall.", "url": "https://www.bbc.co.uk/sport/av/cricket/46071416", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T14:45:22Z", "content": "England spinner Jack Leach talks to BBC Points West about his journey in cricket, from his first match at Taunton aged just two-weeks-old to his Test recall for the tour of Sri Lanka starting next week."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Nigeria's army cites Trump to justify shooting Shia protesters", "description": "The army responds to criticism of using live rounds against protesters with a Trump video.", "url": "https://www.bbc.co.uk/news/world-africa-46074719", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/3ECA/production/_104147061_gettyimages-1055493720.jpg", "publishedAt": "2018-11-02T14:43:12Z", "content": "Image copyright AFP Image caption The security forces say clashes broke out after protesters tried to overrun a checkpoint The Nigerian army has cited a video of US President Donald Trump, in which he says soldiers should respond with force to migrants throwi… [+2894 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "'We're becoming more like Jack and Victor', say Still Game creators", "description": "Still Game masterminds Ford Kiernan and Greg Hemphill say they are becoming more like their on-screen egos.", "url": "https://www.bbc.co.uk/news/av/uk-scotland-46076079/we-re-becoming-more-like-jack-and-victor-say-still-game-creators", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7279/production/_104150392_p06qm442.jpg", "publishedAt": "2018-11-02T14:41:13Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "UK fracking: Shale gas starts flowing, Cuadrilla says", "description": "Operations began in Lancashire last month but have been subject to suspensions after earth tremors.", "url": "https://www.bbc.co.uk/news/uk-england-lancashire-46075799", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/F9DC/production/_104146936_lp.jpg", "publishedAt": "2018-11-02T14:40:59Z", "content": "Image copyright Getty Images Image caption Drilling started at the Lancashire site on 15 October Shale gas has flowed for the first time at the UK's only fracking site currently in operation, energy firm Cuadrilla says. Operations began at the site in Lancash… [+428 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Leicester City: Srivaddhanaprabha Vichai was family - Jamie Vardy on very 'tough' week", "description": "Jamie Vardy reflects on a very tough week at Leicester and says the players want to do Vichai Srivaddhanaprabha proud when they play Cardiff in the Premier League on Saturday.", "url": "https://www.bbc.co.uk/sport/av/football/46076279", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T14:40:58Z", "content": "Jamie Vardy reflects on a very tough week at Leicester and says the players want to do Vichai Srivaddhanaprabha proud when they play Cardiff in the Premier League on Saturday. WATCH MORE: Ranieri pays respects to Leicester owner Watch the full interview on Fo… [+72 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Johnny Sexton nominated for World Rugby award", "description": "Leinster and Ireland fly-half Johnny Sexton is one of five players to be nominated for the World Rugby player of the year title.", "url": "https://www.bbc.co.uk/sport/rugby-union/46075440", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/43FD/production/_104150471_sexton2.jpg", "publishedAt": "2018-11-02T14:30:31Z", "content": "Sexton has won three major competitions for Leinster and Ireland this year Leinster and Ireland fly-half Johnny Sexton has been nominated for the World Rugby men's player of the year award. Sexton - the only player from the northern hemisphere to appear on th… [+2118 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Gymnast Biles wins record 13th world title", "description": "American Simone Biles becomes the first gymnast to win 13 world gold medals", "url": "https://www.bbc.co.uk/sport/gymnastics/46076220", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/13590/production/_97584297_breaking_news.png", "publishedAt": "2018-11-02T14:29:30Z", "content": "American Simone Biles has become the first gymnast to win 13 world titles. The 21-year-old won vault gold at the World Championships in Qatar. More to follow."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Andrew Maxwell on Irish view of UK leaving the EU", "description": "British-Irish relations are \"a valve that flows in one direction\" with Irish people consuming UK media and so they follow the Brexit arguments from both sides, says Andrew Maxwell.", "url": "https://www.bbc.co.uk/news/av/uk-politics-46076024/andrew-maxwell-on-irish-view-of-uk-leaving-the-eu", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/15DE6/production/_104147598_p06qm54s.jpg", "publishedAt": "2018-11-02T14:20:22Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Dino Maamria: Born in a tent to managing in League Two", "description": "Born in a tent in Southern Tunisia, Dino Maamria has become the only African managing in professional English football.", "url": "https://www.bbc.co.uk/sport/africa/46019340", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/E32D/production/_104075185_gettyimages-1004989306.jpg", "publishedAt": "2018-11-02T14:19:18Z", "content": "As football upbringings go, it would be fair to say that Nourredine 'Dino' Maamria's is unique to the English game. \"I was born in a tent, in the desert in the south of Tunisia, a place called Gafsa,\" the Stevenage FC manager tells BBC Sport Africa. Maamria's… [+5767 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Five products you didn't know were harming the environment", "description": "As Palau bans sunscreen to protect coral reefs, we look at other products causing environmental damage.", "url": "https://www.bbc.co.uk/news/science-environment-46070037", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/CD68/production/_104148525_pa-34645686-1.jpg", "publishedAt": "2018-11-02T14:17:30Z", "content": "Image copyright PA Image caption Research suggests sunscreen could contribute to coral bleaching Palau has become the first country to impose a widespread ban on sunscreen in order to protect its vulnerable coral reefs - but for many consumers this may be the… [+4688 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Orion capsule: Europe delivers astronaut spaceship's first 'powerhouse'", "description": "European industry hands over a key piece of hardware for America's next-generation astronaut capsule.", "url": "https://www.bbc.co.uk/news/science-environment-46074789", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/EA50/production/_104148995_orion-esm-fm1-delivery-copyrightairbus.jpg", "publishedAt": "2018-11-02T14:14:10Z", "content": "Image copyright AIRBUS Image caption The European Service Module pushes the Orion capsule through space European industry has handed over a key part of the spaceship infrastructure that will take humans beyond Earth and into the wider Solar System. At a cerem… [+3036 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Celtic: Eboue Kouassi and Daniel Arzani face season out with knee injuries", "description": "Celtic look likely to lose the services of Daniel Arzani and Eboue Kouassi for the remainder of the season due to knee injuries.", "url": "https://www.bbc.co.uk/sport/football/46075619", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/13590/production/_97584297_breaking_news.png", "publishedAt": "2018-11-02T14:12:36Z", "content": "Celtic face losing the services of Daniel Arzani and Eboue Kouassi for the remainder of the season. Kouassi was injured against Hearts at Murrayfield on Sunday and has been diagnosed with a knee ligament injury. Arzani made his debut at Dundee on Wednesday bu… [+268 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Edinburgh man tells of bid to rescue drowning father and son in Australia", "description": "The 37-year-old was at a pool at Airlie Beach in Australia, when he saw the pair submerged under the water.", "url": "https://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-46071839", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/79B2/production/_104145113_david.jpg", "publishedAt": "2018-11-02T14:09:37Z", "content": "Image copyright David Muir Image caption David Muir at the site where the \"heartbreaking\" accident happened An Edinburgh man has told of the impossible decision he had to make when he was trying to resuscitate a man he pulled from a pool and he heard there wa… [+2469 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Pro14: Scott Fardy captains much-changed Leinster in Southern Kings contest", "description": "Scott Fardy will captain Leinster for the first time as the side shows seven changes for Sunday's Pro14 game against the Southern Kings.", "url": "https://www.bbc.co.uk/sport/rugby-union/46074612", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/156C/production/_104148450_fardyscott.jpg", "publishedAt": "2018-11-02T14:03:31Z", "content": "Scott Fardy helped Leinster earn a bonus-point win over Benetton in Italy last weekend Guinness Pro14: Southern Kings v Leinster Venue: NMU Stadium, Port Elizabeth Date: Sunday, 3 November Kick-off: 12:45 GMT Coverage: Score updates on the BBC Sport website a… [+2173 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Pro14: Toyota Cheetahs v Munster (Sun)", "description": "Tyler Bleyendaal captains Munster against the Cheetahs in his first game for the Irish province in nine months.", "url": "https://www.bbc.co.uk/sport/rugby-union/46075279", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/9BD6/production/_104149893_inpho_01349894.jpg", "publishedAt": "2018-11-02T14:01:00Z", "content": "Highly-rated fly-half Bill Johnston made four appearances for Munster last season Guinness Pro14: Cheetahs v Munster Venue: Toyota Stadium, Bloemfontein Date: Sunday, 4 November Kick-off: 14:45 GMT Coverage: Preview, score updates and match report on BBC Spor… [+2133 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Government urged to ditch 'bonkers' fracking plan", "description": "Plans to speed up the planning process to boost fracking are not going down well with some Tory MPs.", "url": "https://www.bbc.co.uk/news/uk-politics-46071985", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6C92/production/_104149772_93c7eda8-af7f-489d-a641-d563b89080b6.jpg", "publishedAt": "2018-11-02T13:52:48Z", "content": "Image copyright PA Fracking is controversial, this much we know. But the government has ratcheted-up tensions with plans that could see shale gas projects fast-tracked in future. Those tensions were particularly apparent this week at a packed out parliamentar… [+5957 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Paddy Ashdown: Former Lib Dem leader being treated for cancer", "description": "Ex-Liberal Democrat leader says he has \"fought a lot of battles\" in his life after bladder diagnosis.", "url": "https://www.bbc.co.uk/news/uk-politics-46070237", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/519E/production/_104149802_mediaitem104147381.jpg", "publishedAt": "2018-11-02T13:52:19Z", "content": "Ex-Lib Dem leader Paddy Ashdown is being treated for bladder cancer. The former MP for Yeovil told Somerset Live that he had been diagnosed three weeks ago and while the outcome was \"unpredictable\" he had \"every confidence\" in the care he was getting at the S… [+1030 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Tory MP Craig Mackinlay denies playing 'fast and loose'", "description": "Craig Mackinlay denies keeping a \"close watch\" on the financial aspects of his election campaign.", "url": "https://www.bbc.co.uk/news/uk-england-46069418", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/DEA7/production/_103899965_hi050011560.jpg", "publishedAt": "2018-11-02T13:51:52Z", "content": "Image copyright Getty Images Image caption Craig Mackinlay won the South Thanet seat for the Conservatives in 2015 A Tory MP has denied he played \"fast and loose\" with election spending rules to win the seat of South Thanet. Craig Mackinlay told Southwark Cro… [+2136 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "BBC must conduct public interest test to change iPlayer, says Ofcom", "description": "The broadcast regulator has recommended a public interest test to assess the impact of changes.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46072653", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/46A4/production/_104148081_hi049503342.jpg", "publishedAt": "2018-11-02T13:44:44Z", "content": "Image copyright PA Image caption BBC iPlayer The BBC must conduct a public interest test if it wants to change the iPlayer, Ofcom has said. Proposed changes include adding additional box sets and enhancing personalisation and user experience. Ofcom said that … [+1061 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Man City's De Bruyne out for five to six weeks", "description": "Manchester City midfielder Kevin de Bruyne will miss five to six weeks after injuring his left kne against Fulham.", "url": "https://www.bbc.co.uk/sport/football/46074782", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/7142/production/_104149982_debruyne_reuters.jpg", "publishedAt": "2018-11-02T13:43:14Z", "content": "Kevin de Bruyne made just his second start of the season for Manchester City against Fulham Manchester City midfielder Kevin de Bruyne will miss five to six weeks after injuring a ligament in his left knee during Thursday's 2-1 Carabao Cup victory over Fulham… [+508 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "WTA Elite Trophy: Garbine Muguruza wins to reach semi-finals in China", "description": "Garbine Muguruza saves three match points before beating Anastasija Sevastova to reach the WTA Elite Trophy semi-finals in China.", "url": "https://www.bbc.co.uk/sport/tennis/46073235", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/10670/production/_104148176_muguruzatwo_getty.jpg", "publishedAt": "2018-11-02T13:41:38Z", "content": "Garbine Muguruza is a two-time Grand Slam champion and former world number one Garbine Muguruza saved three match points before beating Anastasija Sevastova to reach the WTA Elite Trophy semi-finals in Zhuhai, China. The Spaniard, a two-time Grand Slam champi… [+849 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "'I'm on a quest to discover my dead son'", "description": "'I'm on a quest to discover my dead son'", "url": "https://www.bbc.co.uk/news/av/uk-scotland-46070120/i-m-on-a-quest-to-discover-my-dead-son", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/C3F4/production/_104146105_p06qlmgr.jpg", "publishedAt": "2018-11-02T13:37:11Z", "content": "Video Carol King-Eckersley is on \"a quest\" to piece together a picture of the life of the son she never knew who died in the Lockerbie bombing almost 30 years ago."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Fake Soros scares bid to draw US voters ahead of mid-terms", "description": "Untrue news stories about George Soros and the migrant caravan seek to dominate social media head of the US elections.", "url": "https://www.bbc.co.uk/news/world-asia-46073979", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qjtrw.jpg", "publishedAt": "2018-11-02T13:33:19Z", "content": "Media caption The billionaire financier and philanthropist has become a divisive figure in global politics Disinformation about George Soros and untrue stories detailing his alleged connection to the migrant caravan in Mexico are making headway among American… [+7066 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Morocco call-up Dutch-born Oussama Idrissi, say his club", "description": "AZ Alkmaar announce that Dutch-born Oussama Idrissi is included in Morocco's preliminary squad for upcoming matches against Cameroon and Tunisia.", "url": "https://www.bbc.co.uk/sport/football/46072040", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/04F0/production/_104146210_1054632652.jpg", "publishedAt": "2018-11-02T13:21:32Z", "content": "AZ Alkmaar's Oussama Idrissi could make his debut form Morocco against Cameroon Oussama Idrissi has been included in the Morocco's preliminary squad for upcoming matches upcoming matches against Cameroon and Tunisia. His club in the Netherlands AZ Alkmaar ann… [+325 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "'There was an effigy saying 'hang Neil Lennon'. Did I bring that on myself?' - Hibernian boss on 'racist' abuse", "description": "Neil Lennon believes he suffers anti-Cathlolic \"racism\" in Scotland and says there was an effigy depicting him being hanged at Tynecastle on Wednesday.", "url": "https://www.bbc.co.uk/sport/football/46073396", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/13590/production/_97584297_breaking_news.png", "publishedAt": "2018-11-02T13:20:37Z", "content": "Neil Lennon believes he suffers anti-Catholic \"racism\" in Scotland and says there was an effigy depicting him being hanged at Tynecastle during Wednesday's Edinburgh derby. The Hibernian head coach was struck by a coin during his team's goalless draw after ce… [+1071 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Wolverhampton Wanderers v Tottenham Hotspur", "description": "Preview followed by live coverage of Saturday's Premier League game between Wolverhampton Wanderers and Tottenham Hotspur.", "url": "https://www.bbc.co.uk/sport/football/46000540", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/F0E5/production/_104096616_gettyimages-1055307482.jpg", "publishedAt": "2018-11-02T13:19:24Z", "content": "Mauricio Pochettino may rotate his squad for Tottenham's third game in six days TEAM NEWS Wolves boss Nuno Espirito Santo says winger Diogo Jota will not be available for Saturday's game. The Molineux side named the same starting line-up for their first nine … [+2838 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Two men arrested in south London over terror offences", "description": "Police are searching three addresses in south London as part of their investigation.", "url": "https://www.bbc.co.uk/news/uk-england-london-46073014", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/647B/production/_103132752_mediaitem103132751.jpg", "publishedAt": "2018-11-02T13:19:06Z", "content": "Two men have been arrested in south London on suspicion of terror offences. Counter terrorism officers arrested a 40-year-old man on Monday on suspicion of the commission, preparation or instigation of acts of terrorism. A 47-year-old was held at another prop… [+344 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Celtic: Brendan Rodgers & James Forrest win October awards", "description": "Celtic's Brendan Rodgers and James Forrest win the Scottish Premiership's manager and player of the month awards for October.", "url": "https://www.bbc.co.uk/sport/football/46074376", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/41F4/production/_104148861_15510130.jpg", "publishedAt": "2018-11-02T13:03:17Z", "content": "Media playback is not supported on this device Highlights: Dundee 0-5 Celtic Celtic's Brendan Rodgers and James Forrest have won the Scottish Premiership's manager and player of the month awards for October. The Scottish champions recorded heavy league victor… [+721 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Doddie Weir: 'To have a trophy named after my good self is an honour'", "description": "Doddie Weir talks about the establishment of the Doddie Weir Cup and explains what it is like to live with Motor neurone disease.", "url": "https://www.bbc.co.uk/sport/av/wales/46073025", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T12:55:39Z", "content": "Doddie Weir talks about the establishment of the Doddie Weir Cup and explains what it is like to live with Motor neurone disease."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Khashoggi murder: Body 'dissolved in acid'", "description": "A senior Turkish official says this is the only logical conclusion as to the body's whereabouts.", "url": "https://www.bbc.co.uk/news/world-middle-east-46070087", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qdt3r.jpg", "publishedAt": "2018-11-02T12:55:21Z", "content": "Media caption How has the death of Jamal Khashoggi impacted the war in Yemen? A top Turkish official has said he believes Jamal Khashoggi's body was dissolved in acid after being cut up. Yasin Aktay said the \"only logical conclusion\" was that those who killed… [+5527 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Chelsea v Crystal Palace", "description": "Preview followed by live coverage of Sunday's Premier League game between Chelsea and Crystal Palace.", "url": "https://www.bbc.co.uk/sport/football/46007193", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/160DD/production/_104133309_mauriziosarri2.jpg", "publishedAt": "2018-11-02T12:53:41Z", "content": "Crystal Palace's Wilfried Zaha has won 11 penalties in the Premier League since August 2014 TEAM NEWS Chelsea's Eden Hazard is expected to be fit to play some part against Crystal Palace after recovering from a recent back injury. In-form Blues midfielder Ros… [+2595 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Sri Lanka v England: Ben Stokes, Keaton Jennings impress in final warm-up match", "description": "England complete their preparations for the Test series against Sri Lanka with a draw in their final warm-up match in Colombo.", "url": "https://www.bbc.co.uk/sport/cricket/46069339", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1815E/production/_104145689_england_getty.jpg", "publishedAt": "2018-11-02T12:50:38Z", "content": "Spinner Jack Leach took 1-29 from his 13 overs on his first appearance of the tour Tour match, Colombo (day two): England 210-6 (50 overs): Stokes 53, Kumara 3-19 Sri Lanka Board XI 200-7 (50 overs): Asalanka 68, Broad 1-10 Match drawn Scorecard England finis… [+1221 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "US wage growth hits nine-year high", "description": "US earnings rose last month at the fastest pace since 2009 while job growth exceeded expectations.", "url": "https://www.bbc.co.uk/news/business-46072979", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7192/production/_104147092_us.burgers.g.jpg", "publishedAt": "2018-11-02T12:50:01Z", "content": "Image copyright Getty Images Wages in the US grew at their fastest pace for nine years last month, according to the latest official figures. The US Labor Department said wages grew at an annual rate of 3.1% in October, accelerating from a rate of 2.8% the mon… [+155 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Emma Clarke: Call for black female footballer to get blue plaque", "description": "Emma Clarke made her debut in Crouch End in March 1895.", "url": "https://www.bbc.co.uk/news/av/uk-england-london-46060994/emma-clarke-call-for-black-female-footballer-to-get-blue-plaque", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/613D/production/_104139842_p06qjv33.jpg", "publishedAt": "2018-11-02T12:47:51Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Edinburgh ready for Diwali festival", "description": "The Edinburgh Diwali festival will take place this Saturday, it is a 'celebration of the triumph of light over darkness and hope over fear'.", "url": "https://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-46071108", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/B31E/production/_104145854_dancersrehearseforedinburghdiwali.jpg", "publishedAt": "2018-11-02T12:43:39Z", "content": "Image copyright Edinburgh Diwali Image caption Dancers will perform colourful and vibrant dances from different parts of India. The annual Edinburgh Diwali festival is to take place this Saturday. Diwali is celebrated by Hindus, Jains, Sikhs and Buddhists aro… [+1490 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Leicester helicopter crash 'puts things in perspective', says Neil Warnock", "description": "Cardiff City manager Neil Warnock says last Saturday's helicopter crash at Leicester City's stadium \"puts things into perspective\".", "url": "https://www.bbc.co.uk/sport/av/football/46074459", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T12:41:54Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "James Hume: Centre to make first Ulster start in Pro14 game against Benetton", "description": "James Hume will make his Ulster start in Saturday's Pro14 game against Benetton as the side shows six changes from the win over Dragons.", "url": "https://www.bbc.co.uk/sport/rugby-union/46031363", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1CBA/production/_104145370_jameshume.jpg", "publishedAt": "2018-11-02T12:37:55Z", "content": "Hume is named in an Ulster backline which also includes his fellow Academy player Robert Baloucoune Guinness Pro14: Benetton v Ulster Venue: Stadio Monigo, Treviso Date: Saturday, 3 November Kick-off: 15:00 GMT Coverage: Live on BBC Radio Ulster Medium Wave a… [+2321 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Lockerbie bombing victim tribute cycle ride 'worth it'", "description": "A team completes the final leg of a tribute to the victims of the bombing ahead of its 30th anniversary.", "url": "https://www.bbc.co.uk/news/uk-scotland-south-scotland-46071115", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/DEF2/production/_104147075_lockerbiefeed2225_frame_40206.png", "publishedAt": "2018-11-02T12:35:35Z", "content": "Image caption The team started its mission in Lockerbie earlier this year A team of cyclists has completed the final leg of its ride from Lockerbie to New York in tribute to those killed in the 1988 bombing. The group is set to take part in a formal ceremony … [+2372 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Full-time carer dances to Northern Soul 'to escape'", "description": "Dancer Carlton Gadsby is a full-time carer for his elderly mother.", "url": "https://www.bbc.co.uk/news/av/uk-england-derbyshire-46072639/full-time-carer-dances-to-northern-soul-to-escape", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/C3FE/production/_104147105_p06qls73.jpg", "publishedAt": "2018-11-02T12:35:18Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Quiz: Can you name all the Scots to wear world title belts?", "description": "How many of Scotland's world champion boxers can you name against the clock?", "url": "https://www.bbc.co.uk/sport/boxing/45940208", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/5403/production/_103970512_12703934.jpg", "publishedAt": "2018-11-02T12:34:50Z", "content": "It's been an exciting year for Scottish boxing, with a new crop of stars emerging and one of the country's all-time greats announcing a return to the ring. But how many of the 18 Scots to hold a world title can you remember? We'll give you four minutes..."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Liberal Democrats to cut HQ staff to 'focus on campaigns'", "description": "The party says jobs will go at its London headquarters as part of an internal reorganisation.", "url": "https://www.bbc.co.uk/news/uk-politics-46070230", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/32F4/production/_104144031_mediaitem104144030.jpg", "publishedAt": "2018-11-02T12:32:57Z", "content": "Image copyright Reuters The Lib Dems are cutting staff at their London headquarters, a move they said would allow more resources to go into fighting Brexit and future elections. The party confirmed jobs would go as part of an internal reorganisation. The Guid… [+2157 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Carbon monoxide poisoning may have caused couple's deaths", "description": "Police are investigating the unexplained deaths of a man and woman in Cambusbarron, near Stirling.", "url": "https://www.bbc.co.uk/news/uk-scotland-tayside-central-46071823", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/17416/production/_104145259_mainstreet.png", "publishedAt": "2018-11-02T12:29:59Z", "content": "Image copyright Google Image caption The emergency services were called to Main Street on Tuesday Police are investigating the possibility that the death of a couple in Cambusbarron, near Stirling, was caused by carbon monoxide poisoning. The body of Sheena J… [+761 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Professor Green fans' moving response to his photo appeal", "description": "The rapper asked social media users to share photos of loved ones who had died.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46072539", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5068/production/_104148502_green_bbc.jpg", "publishedAt": "2018-11-02T12:28:40Z", "content": "Social media users have been posting photographs of their deceased loved ones after an unusual request by rapper Professor Green. He announced details of his new song Photographs, with Rag 'n' Bone Man, on Twitter and Instagram. The single cover shows a photo… [+1874 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Why is this duck dominating social media?", "description": "A mandarin duck has become an online and New York celebrity after mysteriously appearing in Manhattan.", "url": "https://www.bbc.co.uk/news/blogs-trending-46070419", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1641C/production/_104146119_ed141648-7fea-421c-abeb-37799f140ef8.jpg", "publishedAt": "2018-11-02T12:27:04Z", "content": "Image copyright Phil Torres Celebrity spotters in New York City, have a new star in their sights: A multi-coloured duck. The male mandarin duck - Aix galericulata - has found fame in the Big Apple after he appeared in Central Park. His colourful plumage quick… [+1882 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Arsenal v Liverpool", "description": "Preview followed by live coverage of Saturday's Premier League game between Arsenal and Liverpool.", "url": "https://www.bbc.co.uk/sport/football/46000545", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/C8DC/production/_104102415_kloppemery.jpg", "publishedAt": "2018-11-02T12:17:55Z", "content": "Mohamed Salah scored in both of Liverpool's games against Arsenal last season, including the 3-3 draw at the Emirates Stadium. TEAM NEWS Arsenal will monitor right-back Hector Bellerin, who was forced off last weekend with a muscle problem. The Gunners will a… [+3695 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Web needs more love, says its creator", "description": "Hatred is enabled to spread by the way some social media sites are built, warns Sir Tim Berners-Lee.", "url": "https://www.bbc.co.uk/news/technology-46071883", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1008A/production/_104147656_050322435-1.jpg", "publishedAt": "2018-11-02T12:09:48Z", "content": "Image copyright Reuters Image caption Hate-filled comments seemed to do better online, said Sir Tim Web creator Sir Tim Berners-Lee is \"disappointed\" with the current state of his invention and how it allows hate to prosper. In a wide-ranging interview with R… [+1533 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "House of Cards: Can shows survive when they lose their main stars?", "description": "As House of Cards returns without Kevin Spacey, we look whether shows survive when they lose their big names.", "url": "https://www.bbc.co.uk/news/newsbeat-46059026", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6A43/production/_104130272_montage.jpg", "publishedAt": "2018-11-02T12:09:25Z", "content": "Image copyright Getty Images / AMC House of Cards returned to Netflix on Friday but with one big difference. Its biggest star, Kevin Spacey, was dropped by the show last year following sexual assault allegations, which he denies. Going in to the final series … [+5303 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Women's Scottish Cup final: I thought my career was over - Motherwell's Maxine Welsh", "description": "Motherwell Ladies defender Maxine Welsh thought she would never play football again. On Sunday, she will play in the Scottish Cup final.", "url": "https://www.bbc.co.uk/sport/football/46043137", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/14C16/production/_104141058_capture.jpg", "publishedAt": "2018-11-02T12:09:06Z", "content": "Maxine Welsh (right) is in a cup final after thinking her career was over Women's Scottish Cup final: Hibernian v Motherwell Venue: Firhill Stadium, Glasgow Date: Sunday, 4 November Kick-off: 16:10 GMT Coverage: Live on BBC Alba and on the BBC Sport Scotland … [+2803 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Jenkins on bench for final Cardiff Blues match", "description": "Team news as Cardiff Blues host Zebre in the Pro14 at Cardiff Arms Park (14:45 GMT).", "url": "https://www.bbc.co.uk/sport/rugby-union/46064333", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/11418/production/_101208607_cdf_240318_cf_blues_v_ulster_045.jpg", "publishedAt": "2018-11-02T12:02:45Z", "content": "Media playback is not supported on this device Gethin Jenkins on his retirement Guinness Pro14: Cardiff Blues v Zebre Venue: Cardiff Arms Park Date: Sunday, 4 November Kick-off: 14:45 GMT Coverage: Score updates on BBC Sport website Wales' record cap holder G… [+2401 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Your pictures", "description": "A selection of your pictures of Scotland sent in between 26 October - 2 November.", "url": "https://www.bbc.co.uk/news/uk-scotland-46061956", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1C41/production/_104133270_78bd83b4-ec17-4ce1-be30-07dc58cc0f6d.jpg", "publishedAt": "2018-11-02T12:01:41Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Pro14: Connacht v Dragons (Sat)", "description": "Team news as Connacht host Dragons in Saturday's Pro14 game at the Galway Sportsground (17:15 GMT)", "url": "https://www.bbc.co.uk/sport/rugby-union/46058710", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/F23D/production/_104131026_cdf_150918_leinster_v_dragons_06.jpg", "publishedAt": "2018-11-02T12:01:07Z", "content": "Hallam Amos made his full Wales debut against Tonga in November 2013 Guinness Pro14: Connacht v Dragons Venue: Galway Sportsground Date: Saturday, 3 November Kick-off: 17:15 GMT Coverage: Live on S4C plus score updates on the BBC Sport website and app. Eoin G… [+2826 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Swedish side Ostersund make enquiries about Morrison", "description": "Swedish top-flight club Ostersunds FK make enquiries about Lazio's former Manchester United and West Ham midfielder Ravel Morrison.", "url": "https://www.bbc.co.uk/sport/football/46072590", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/2FCA/production/_104143221_morrisomn2.jpg", "publishedAt": "2018-11-02T12:01:05Z", "content": "Morrison has made just four Serie A appearances in three years at Lazio Swedish top-flight club Ostersunds FK have made enquiries about Lazio's former Manchester United and West Ham midfielder Ravel Morrison. Morrison, who is contracted until June 2019 with t… [+733 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "How Iran's Ahmadinejad found meaning in rap", "description": "How Iran's controversial ex-president Ahmadinejad reinvented himself as an unlikely Twitter star.", "url": "https://www.bbc.co.uk/news/world-middle-east-46037819", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1365E/production/_104145497_mahmoudahmadinejad.jpg", "publishedAt": "2018-11-02T11:58:52Z", "content": "Image copyright AFP/Getty Images Image caption Mahmoud Ahmadinejad, who once oversaw a ban on Twitter, has now embraced it Iran's controversial former president, Mahmoud Ahmadinejad, is having a bit of a moment on Twitter. During his stormy eight-year term in… [+4862 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "I played the PM", "description": "Actors Patricia Hodge, Brian Cox and Kika Markham speak to BBC Radio 4 Extra's I Played the PM.", "url": "https://www.bbc.co.uk/news/uk-politics-46071979", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/D31C/production/_104144045_02889c79-8f5f-4e6c-bb76-75d8ca106daf.jpg", "publishedAt": "2018-11-02T11:58:44Z", "content": "Image caption Patricia Hodge as Margaret Thatcher in The Falklands Play How do you play Margaret Thatcher, give a convincing portrayal of Winston Churchill, and avoid delivering a caricature rather than a performance? It's a question I've been exploring for I… [+5932 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Roadchef workers closer to shares payout after legal battle", "description": "Campaigners welcome a move by HMRC to release millions of pounds wrongly paid in tax following a 20-year battle.", "url": "https://www.bbc.co.uk/news/uk-scotland-scotland-business-46071629", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/61DE/production/_104145052_mediaitem80709285.jpg", "publishedAt": "2018-11-02T11:52:14Z", "content": "Image copyright Roadchef Image caption Roadchef operates motorway service stations across the UK Thousands of former Roadchef workers are closer to receiving compensation after a 20-year battle over shares. HMRC has agreed to release millions of pounds wrongl… [+2850 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Taking to the skies at the age of 100", "description": "Mary Bell celebrated her 100th birthday in style as she flew over her care home.", "url": "https://www.bbc.co.uk/news/av/uk-england-manchester-46073379/chocks-away-woman-100-fulfils-flying-dream", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/84AC/production/_104146933_mb.jpg", "publishedAt": "2018-11-02T11:50:28Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Two stabbed in Sony Music's Kensington office building", "description": "People were evacuated from nearby office blocks and roads have been closed.", "url": "https://www.bbc.co.uk/news/uk-england-london-46073010", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/0EA0/production/_104144730_alex.jpg", "publishedAt": "2018-11-02T11:50:09Z", "content": "Image copyright Alex Iszatt Image caption Armed police and paramedics are at the scene Two people have been stabbed during an \"incident\" at Sony Music's headquarters in central London. Firearms officers and paramedics were called to the building in Derry Stre… [+242 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Bernie Sanders’ brother Larry on US mid-terms elections", "description": "The US Democrats need to tack left and adopt Bernie Sanders’ policies to beat Trump’s Republican Party.", "url": "https://www.bbc.co.uk/news/av/uk-politics-46073889/bernie-sanders-brother-larry-on-us-mid-terms-elections", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9A96/production/_104147593_p06qklgy.jpg", "publishedAt": "2018-11-02T11:50:02Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "SAA 'should be shut down', says Finance Minister Tito Mboweni", "description": "Finance Minister Tito Mboweni says the \"loss-making\" national airline is not worth bailing out anymore.", "url": "https://www.bbc.co.uk/news/world-africa-46070949", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/B012/production/_104147054_hi049669423-1.jpg", "publishedAt": "2018-11-02T11:49:11Z", "content": "Image copyright Reuters Image caption Taxpayers have paid over $2bn since 2012 to keep the struggling flag carrier in the air South Africa's state-owned airline should be shut down, the country's new finance minister has said. \"It's loss-making, we are unlike… [+1843 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Paul Pogba: Man United midfielder 'feels at home at both Juventus and Old Trafford'", "description": "Paul Pogba says he feels \"very much at home\" at Juventus and Manchester United as he prepares for Wednesday's Champions League match at his old club.", "url": "https://www.bbc.co.uk/sport/football/46069344", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/6FEE/production/_104145682_ppogba_getty.jpg", "publishedAt": "2018-11-02T11:47:47Z", "content": "Paul Pogba scored 34 goals in 178 appearances for Juventus during his four-year spell at the club Paul Pogba says he feels \"very much at home\" at both Juventus and Manchester United as the midfielder prepares for Wednesday's Champions League match in Turin. T… [+1360 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Robot delivers the post and other technology news", "description": "BBC Click’s Lara Lewington looks at some of the best technology news stories of the week.", "url": "https://www.bbc.co.uk/news/av/technology-45953023/robot-delivers-the-post-and-other-technology-news", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6E0E/production/_104147182_p06qlnph.jpg", "publishedAt": "2018-11-02T11:46:29Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Businesses 'won't need to carry out extra EU checks'", "description": "The government says firms won't have to carry out extra checks on EU staff, if there is a no-deal Brexit.", "url": "https://www.bbc.co.uk/news/uk-politics-46070709", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/10968/production/_104144976_ukborder_reuters.jpg", "publishedAt": "2018-11-02T11:46:24Z", "content": "Image copyright Reuters Businesses will not have to carry out new checks on EU staff in the event of a no-deal Brexit, the government says. \"Employers will not be expected to differentiate between resident EU citizens and those arriving after exit,\" the Home … [+3234 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Italy storms: Five dead as northern villages are cut off", "description": "Five people have been killed as high winds, rain and landslides continue to devastate parts of Italy.", "url": "https://www.bbc.co.uk/news/world-europe-46069769", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qlg81.jpg", "publishedAt": "2018-11-02T11:40:01Z", "content": "Media caption Trees were torn down across a swathe of northern Italy Villages and roads have been cut off by landslides as storms across Italy have claimed five more lives. At least 12 people died earlier in the week as strong winds buffeted large areas of It… [+1870 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Sir Ridley Scott 'moving forward' on Gladiator sequel", "description": "Sir Ridley Scott is reported to be working on a sequel to the 2000 Oscar winning film.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46070359", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7886/production/_104145803_gladiator_gettyuniversal.jpg", "publishedAt": "2018-11-02T11:34:51Z", "content": "Image copyright Universal/Getty Image caption Gladiator was nominated for 12 Oscars Sir Ridley Scott is reportedly \"moving forward\" on a sequel to his classic 2000 film Gladiator. The movie won five Oscars, including best actor for Russell Crowe who played Ma… [+2006 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "UK audit watchdog chief to step down", "description": "Stephen Haddrill is to leave the Financial Reporting Council, under fire for its handling of corporate collapses.", "url": "https://www.bbc.co.uk/news/business-46069722", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/D95F/production/_96974655_carillion1.jpg", "publishedAt": "2018-11-02T11:33:58Z", "content": "Image copyright Carillion Image caption Carillion went bust in January The chief executive of the watchdog that oversees accountants and auditors is to step down, it has been announced. The departure of Stephen Haddrill from the Financial Reporting Council co… [+934 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Fish fingers surprisingly sustainable, say conservationists", "description": "Research by conservationists find that some of the most sustainable fingers are also the cheapest.", "url": "https://www.bbc.co.uk/news/uk-46071019", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/875E/production/_104145643_83d692b0-9d88-4f7f-bd57-527b9d4ba8ba.jpg", "publishedAt": "2018-11-02T11:27:00Z", "content": "Image copyright PA Fish fingers are surprisingly sustainable and some of the best products to buy are also the cheapest, the Marine Conservation Society says. Some 85% of the fish in 48 supermarket own-brand and branded fingers came from sustainable sources, … [+2044 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Hearts' Craig Levein says imposing closed-doors games a 'bit dramatic'", "description": "Hearts' Craig Levein thinks it would be \"nonsense\" to force Edinburgh derbies to be played behind closed doors because of fan trouble.", "url": "https://www.bbc.co.uk/sport/football/46069915", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/2F66/production/_104143121_18085873.jpg", "publishedAt": "2018-11-02T11:26:11Z", "content": "Craig Levein checked Neil Lennon's condition at Tynecastle Craig Levein thinks forcing Hearts to play behind closed doors for incidents like those at Wednesday's Edinburgh derby would be \"a little bit dramatic\". Hibernian head coach Neil Lennon and two assist… [+2155 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Lame goose Hoppi pushed around in 'chariot'", "description": "Hoppi hatched with a deformity but was saved by his new \"family\" who say he is charming.", "url": "https://www.bbc.co.uk/news/av/uk-england-gloucestershire-46072269/lame-goose-hoppi-pushed-around-in-chariot", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/14DE2/production/_104147458_p06qlcqc.jpg", "publishedAt": "2018-11-02T11:22:50Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "NFL: San Francisco 49ers' George Kittle says 'I just closed my eyes' to pull off one-handed catch", "description": "San Francisco 49ers tight end George Kittle says \"I just closed my eyes\" to bring in a stunning one-handed catch in his team's 34-3 demolition of the Oakland Raiders.", "url": "https://www.bbc.co.uk/sport/av/american-football/46072659", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T11:19:10Z", "content": "San Francisco 49ers tight end George Kittle says \"I just closed my eyes\" to bring in a stunning one-handed catch in his team's 34-3 demolition of the Oakland Raiders. WATCH MORE: Plays of the week: Two stunning catches for Beckham Jr Watch NFL This Week on BB… [+76 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "'The real Super Mario' dies aged 84", "description": "The video game hero was named after property developer Mario Segale in the 1980s.", "url": "https://www.bbc.co.uk/news/technology-46072339", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/62B0/production/_104146252_mario.png", "publishedAt": "2018-11-02T11:14:22Z", "content": "Image copyright Johnny R Russo / Nintendo Mario Segale, the man after whom video game hero Super Mario was named, has died aged 84. Mr Segale was a successful Italian-American property developer from the US state of Washington. In the 1980s, he leased a wareh… [+907 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Dino Maamria: English football’s only African manager", "description": "Noureddine 'Dino' Maamria, the only African manager in professional English football, has undertaken an unusual route to becoming manager of League Two side Stevenage FC.", "url": "https://www.bbc.co.uk/sport/av/africa/46065726", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T11:13:51Z", "content": "Born in a tent in the Tunisian desert, Noureddine 'Dino' Maamria has undertaken an unusual route to becoming manager of League Two side Stevenage FC. Today, the 47-year-old is the only African manager working in professional English football."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Ipswich school reports '30-year-old pupil' to Home Office", "description": "Parents and classmates are concerned about a pupil who they allege may be in his 30s.", "url": "https://www.bbc.co.uk/news/uk-england-suffolk-46070239", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/139CE/production/_104143308_8a2d4042-7838-40ce-8433-3acce1bedffb.jpg", "publishedAt": "2018-11-02T11:12:08Z", "content": "Image caption Parents have alleged a pupil attending Stoke High School is an adult possibly aged in his 30s A secondary school pupil is being investigated after parents and classmates claimed he was as old as 30. It is thought he is an asylum seeker who joine… [+1803 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "McCarthy leaves Durham to pursue Ireland career", "description": "Durham seamer Barry McCarthy leaves the Division Two county to concentrate on his international career with Ireland.", "url": "https://www.bbc.co.uk/sport/cricket/46070514", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/CD54/production/_104146525_rexfeatures_8826540ah.jpg", "publishedAt": "2018-11-02T11:12:03Z", "content": "Barry McCarthy has taken 47 wickets in 23 ODIs for Ireland Durham seamer Barry McCarthy has left the club to concentrate on his international career with Ireland. The 26-year-old made 20 first-class appearances for the county, taking 62 wickets at an average … [+467 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Wigan chairman Sharpe to step down after takeover", "description": "David Sharpe is to step down as chairman of Championship club Wigan Athletic once a takeover is completed.", "url": "https://www.bbc.co.uk/sport/football/46072140", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/4FF0/production/_104146402_gettyimages-470195716.jpg", "publishedAt": "2018-11-02T11:10:10Z", "content": "David Sharpe (right) took over as Wigan Athletic chairman from his grandfather Dave Whelan (left) in 2015 David Sharpe is to step down as chairman of Championship club Wigan Athletic once a takeover is completed. The Whelan family are due to transition their … [+962 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "The six-year-old Kenyan fighting electronic waste", "description": "Mellisa wants the world to join her in collecting electronic waste, so it can be disposed safely.", "url": "https://www.bbc.co.uk/news/av/world-africa-46060196/the-six-year-old-kenyan-fighting-electronic-waste", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9AC7/production/_104132693_p06qhfrb.jpg", "publishedAt": "2018-11-02T11:06:18Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "We want to play at Cardiff to honour chairman - Vardy", "description": "Leicester's players want to play at Cardiff to \"honour\" the club's owner who died in a helicopter crash, says striker Jamie Vardy.", "url": "https://www.bbc.co.uk/sport/football/46069586", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/EF32/production/_104143216_vardy_pa.jpg", "publishedAt": "2018-11-02T11:06:06Z", "content": "Media playback is not supported on this device Leicester City pay their respects at the King Power Stadium Leicester City's players want to play at Cardiff so they can \"honour\" the club's owner who died in a helicopter crash, says striker Jamie Vardy. Vichai … [+1460 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Woman jailed for killing lover with whiskey gift", "description": "Alexis Cook, 32, attacked butcher James McGrogan in his Coatbridge flat on the day he turned 54.", "url": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-46071250", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/13E51/production/_103798418_pjimage-1.jpg", "publishedAt": "2018-11-02T11:04:47Z", "content": "Image copyright Spindrift Image caption James McGrogan was attacked in his flat by Alexis Cook A woman who killed her lover after smacking him with a bottle of whiskey she bought for his birthday has been jailed for more than seven years. Alexis Cook, 32, att… [+2515 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Aberdeen to be base for second Scotland's Charity Air Ambulance helicopter", "description": "Scotland's Charity Air Ambulance has been raising £6m for the new helicopter which will be the SCAA's second.", "url": "https://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-46071450", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/75CA/production/_104145103_helicopter976.jpg", "publishedAt": "2018-11-02T10:59:56Z", "content": "Image copyright SACC Aberdeen has been unveiled as the base for a new charity air ambulance helicopter. Scotland's Charity Air Ambulance (SCAA) has been raising £6m for the aircraft. The charity has operated an air ambulance since 2013, which operate alongsid… [+1898 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Death penalty: German state Hesse scraps death penalty anomaly", "description": "Germany abolished capital punishment in 1949, but the law remained within Hesse's local legal code.", "url": "https://www.bbc.co.uk/news/world-europe-46070519", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/161BA/production/_104145509_gettyimages-1054577946.jpg", "publishedAt": "2018-11-02T10:59:53Z", "content": "Image copyright TORSTEN SILZ/AFP/Getty Image caption Some 83% of voters in Hesse were keen to update the local law The German state of Hesse has voted to finally scrap the death penalty from its constitution, amending a 69-year-old legal anomaly which allowed… [+1742 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "France-born Simon Falette commits to playing for Guinea", "description": "Eintracht Frankfurt's France-born defender Simon Falette commits to playing international football for Guinea.", "url": "https://www.bbc.co.uk/sport/football/46072039", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/C458/production/_104146205_1039847550.jpg", "publishedAt": "2018-11-02T10:59:05Z", "content": "Eintracht Frankfurt defender Simon Falette will have to show his maternal grandfather was born in Guinea in order to play for the Syli Nationale France-born Simon Falette has committed to play international football for Guinea after meeting with football fede… [+1100 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Gala Fairydean Rovers' modernist football stand shut for repair", "description": "The work will return the structure designed by architect Peter Womersley in the Borders to its \"former glory\".", "url": "https://www.bbc.co.uk/news/uk-scotland-south-scotland-46071109", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/FFA4/production/_104144456_31805741698_a3f8b5f5d0_o.jpg", "publishedAt": "2018-11-02T10:50:00Z", "content": "Image copyright Scottish Borders Council Image caption The stand in Galashiels is being shut in order to safeguard its long-term future A modernist football stand designed by a renowned architect is to be shut for repair to ensure public safety. The 54-year-o… [+2498 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "China bus plunge: Fight blamed for causing fatal crash", "description": "Footage from a bus which plunged into a river in China shows the driver in conflict with a passenger.", "url": "https://www.bbc.co.uk/news/av/world-asia-china-46069327/china-bus-plunge-fight-blamed-for-causing-fatal-crash", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/13258/production/_104142487_p06qljdt.jpg", "publishedAt": "2018-11-02T10:49:38Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Will Smith says Bad Boys 3 is 'official'", "description": "The star announces the news on Instagram alongside his co-star Martin Lawrence.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46070449", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9122/production/_104145173_gettyimages-168592289.jpg", "publishedAt": "2018-11-02T10:47:42Z", "content": "Image copyright Columbia Pictures/Getty Images Will Smith and Martin Lawrence have confirmed that Bad Boys 3 is officially going ahead. The Fresh Prince actor, who played Detective Mike Lowrey, announced the news in an enthusiastic video on Instagram, to his … [+1248 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Little fan can name every Killie player", "description": "A cute video shows four-year old Harry Wallace rhyming off all 29 players in the squad by their shirt numbers.", "url": "https://www.bbc.co.uk/news/uk-scotland-46069312", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qlhk9.jpg", "publishedAt": "2018-11-02T10:44:45Z", "content": "Media caption Harry Wallace recites the names of every Kilmarnock player A four-year-old fan has won the hearts of players and staff at Kilmarnock football club by reciting the names of every member of the squad by their shirt number. Little Harry Wallace sho… [+1171 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Kingston stabbing: Two charged after brawl stabbing", "description": "Malik Chattun was found fatally stabbed in south-west London on 5 August.", "url": "https://www.bbc.co.uk/news/uk-england-london-46071830", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/150DD/production/_102873268_mediaitem102873267.jpg", "publishedAt": "2018-11-02T10:40:10Z", "content": "Image copyright Met Police Image caption Malik Chattun was found fatally wounded in Kingston-upon-Thames on 5 August. Two teenagers have been charged with murder after a man was stabbed to death following a brawl in south-west London. Malik Chattun, 22, from … [+443 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Four-year-old boy knows every Kilmarnock FC player", "description": "Little Harry Wallace was visiting the team with his nursery", "url": "https://www.bbc.co.uk/news/av/uk-scotland-46072399/four-year-old-boy-knows-every-kilmarnock-fc-player", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/54FA/production/_104145712_p06qlhk9.jpg", "publishedAt": "2018-11-02T10:39:16Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Japan may loosen immigration rules for blue-collar workers", "description": "The country will accept foreign workers to address labour shortages, the prime minister says.", "url": "https://www.bbc.co.uk/news/world-asia-46070080", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/AF04/production/_100040844_fd1c0bf2-ccbd-4d0a-bea3-ec29b027dbe9.jpg", "publishedAt": "2018-11-02T10:32:46Z", "content": "Image copyright Getty Images Japan's cabinet has approved draft legislation to loosen the country's immigration rules. The relaxed laws would create two new visa categories to allow foreigners in sectors with labour shortages to enter the country. Japan has r… [+2221 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Neath RFC: History of the club facing a winding-up order", "description": "Looking back at the history of Neath RFC, once the domestic power in Wales but now facing a winding-up petition.", "url": "https://www.bbc.co.uk/sport/rugby-union/46060428", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/5193/production/_104138802_cdf_111192_neath_australia_26.jpg", "publishedAt": "2018-11-02T10:21:33Z", "content": "The Gnoll, home of Neath RFC Neath Rugby Club was once the domestic power in Wales. They dominated the amateur domestic game in the late 1980s and provided more than half of the Wales team for a match against the Barbarians in 1990. Now the club's trading com… [+3973 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Falkirk fireworks display drone warning", "description": "Police say people flying the devices over Falkirk's firework display risk the event being abandoned.", "url": "https://www.bbc.co.uk/news/uk-scotland-tayside-central-46033959", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/89B6/production/_104145253_firework.jpg", "publishedAt": "2018-11-02T10:20:38Z", "content": "Police have warned against the repeat of drone incidents that almost led to last year's Falkirk fireworks display being abandoned. Around 30,000 people are expected at the event in Callendar Park on Monday. Two drones were flown into the event arena above the… [+641 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Brentford v Millwall", "description": "Preview followed by live coverage of Saturday's Championship game between Brentford and Millwall.", "url": "https://www.bbc.co.uk/sport/football/45999800", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/D069/production/_104135335_nealmaupay.jpg", "publishedAt": "2018-11-02T10:17:32Z", "content": "Lee Gregory scored twice in Millwall's 3-0 win over Ipswich on Saturday, taking his tally to seven goals in all competitions this season Brentford midfielder Kamo Mokotjo will be missing after being forced off during the 1-0 defeat at Norwich. The Bees are on… [+1729 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Blackburn Rovers v Queens Park Rangers", "description": "Preview followed by live coverage of Saturday's Championship game between Blackburn Rovers and Queens Park Rangers.", "url": "https://www.bbc.co.uk/sport/football/45999808", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/E064/production/_104144475_qpr.jpg", "publishedAt": "2018-11-02T10:15:29Z", "content": "QPR have won each of their past three Championship matches Blackburn will be forced into a change in goal, with Jayson Leutwiler set to replace David Raya, who sustained a facial injury in the draw at West Brom. Defenders Charlie Mulgrew and Darragh Lenihan w… [+982 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC World Service", "title": "West Africa’s Fish Famine", "description": "Overfishing is blighting traditional livelihoods along the coast of Senegal. Fish catches are collapsing there after years of overfishing, mainly by foreign trawlers, some of whom are fishing illegally. Meanwhile, Senegal’s traditional fishermen have been evi…", "url": "https://www.bbc.co.uk/programmes/p06qlfxp", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1200x675/p06q94dk.jpg", "publishedAt": "2018-11-02T10:15:00Z", "content": "Overfishing is blighting traditional livelihoods along the coast of Senegal. Fish catches are collapsing there after years of overfishing, mainly by foreign trawlers, some of whom are fishing illegally. Meanwhile, Senegals traditional fishermen have been evic… [+1643 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "West Ham United v Burnley", "description": "Preview followed by live coverage of Saturday's Premier League game between West Ham United and Burnley.", "url": "https://www.bbc.co.uk/sport/football/46000541", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/15572/production/_104101478_dyche_getty.jpg", "publishedAt": "2018-11-02T10:14:54Z", "content": "Joe Hart has conceded 21 goals in 10 league games - Burnley had let in just nine at this stage last term TEAM NEWS West Ham are without captain Mark Noble, who serves the second game of a three-match ban following his sending off at Leicester. Forward Marko A… [+2646 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Videos show extent of fire near Saudi embassy in London", "description": "Footage shows flames spreading across at least three floors of a property on Curzon Street.", "url": "https://www.bbc.co.uk/news/av/uk-england-london-46071443/videos-show-extent-of-fire-near-saudi-embassy-in-london", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/CE08/production/_104144725_p06qlcsp.jpg", "publishedAt": "2018-11-02T10:10:21Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Edinburgh derby fallout: Former referee Steve Conroy calls for sanctions on clubs", "description": "Introducing \"strict liability\" would force Scottish clubs to more forcibly police misbehaving fans, says former top-flight referee Steve Conroy.", "url": "https://www.bbc.co.uk/sport/football/46069911", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/A0AE/production/_104143114_4217669.jpg", "publishedAt": "2018-11-02T10:04:28Z", "content": "Steve Conroy would show clubs the red card for misbehaviour by their fans Former top-flight referee Steve Conroy has called on professional clubs to face sanctions for the misbehaviour of their fans. Clubs are ruled by \"strict liability\" when competing in Eur… [+3205 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "David Schwimmer: Metropolitan Police join 'Ross from Friends' hunt", "description": "Lancashire Police believes the David Schwimmer lookalike caught on CCTV is from the London area.", "url": "https://www.bbc.co.uk/news/uk-england-lancashire-46069844", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06ps74t.jpg", "publishedAt": "2018-11-02T10:01:41Z", "content": "Media caption The one with the doppelganger: Many thought the suspect (left) bore a striking resemblance to David Schwimmer The Metropolitan Police has joined the hunt for a \"Ross from Friends\" lookalike whose CCTV image went viral. Lancashire Police believes… [+1653 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Fire starts next to Saudi embassy in London", "description": "Forty firefighters are tackling a blaze at a property backing on to the embassy in Mayfair.", "url": "https://www.bbc.co.uk/news/uk-england-london-46071439", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7FE8/production/_104144723_trevormoore.jpg", "publishedAt": "2018-11-02T09:58:41Z", "content": "Image copyright Trevor Moore Image caption Flames spread across at least three floors of the property in Mayfair About 40 firefighters are tackling a blaze at a property backing on to the Saudi embassy in Mayfair, London. London Fire Brigade (LFB) said it was… [+252 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Man and woman arrested over Greenock flat stabbing", "description": "Police said the victim, a 48-year-old man, was discovered in a flat in Lyle Street at about 18:40 on Thursday.", "url": "https://www.bbc.co.uk/news/uk-scotland-glasgow-west-46071249", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8BA0/production/_104144753_mediaitem104144752.jpg", "publishedAt": "2018-11-02T09:55:38Z", "content": "Image copyright Google Image caption The man was found in a flat in Lyle Street, Greenock A man and woman have been arrested in connection with an alleged stabbing in Greenock. Police said the victim, a 48-year-old man, was discovered in a flat in Lyle Street… [+242 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "San Francisco 49ers cheerleader kneels for US anthem", "description": "The unidentified woman cheers for the San Francisco 49ers - the former team of Colin Kaepernick.", "url": "https://www.bbc.co.uk/news/world-us-canada-46070329", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9816/production/_104143983_gettyimages-1054467588.jpg", "publishedAt": "2018-11-02T09:53:19Z", "content": "Image copyright Getty Images Image caption It is not known which of the San Francisco 49ers cheerleaders knelt during the anthem (file picture) A cheerleader for the San Francisco 49ers appeared to kneel during the US national anthem at an NFL game on Thursda… [+2140 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Sinn Féin would accept Arlene Foster as first minister", "description": "John O'Dowd says two years on, Sinn Féin would \"not object\" if the DUP chose to nominate its leader.", "url": "https://www.bbc.co.uk/news/uk-northern-ireland-46069449", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/107CE/production/_104143576_o'dowd.jpg", "publishedAt": "2018-11-02T09:53:07Z", "content": "Image caption John O'Dowd was speaking on the BBC's The View programme on Thursday night Sinn Féin would accept Arlene Foster returning as first minister if there was a deal to restore devolution, the party's MLA John O'Dowd has said. They had previously dema… [+3323 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Amber Rudd: Home Office did not have a grip on Windrush", "description": "Amber Rudd: Home Office 'did not have a grip' on Windrush.", "url": "https://www.bbc.co.uk/news/av/uk-politics-46071389/amber-rudd-home-office-did-not-have-a-grip-on-windrush", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6BFC/production/_104144672_p06qlc0j.jpg", "publishedAt": "2018-11-02T09:44:01Z", "content": "Video Former Home Secretary Amber Rudd told the Today Programme the department \"did not have a grip\" on the Windrush Scandal and says they sat on a report published today about the conduct of her civil servants."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "New £50 note: Who should Bank of England put on the new note? - CBBC Newsround", "description": "CBBC Newsround New £50 note: Who should Bank of England put on the new note? CBBC Newsround The Bank of England are launching a campaign today for the next person to feature on the £50 note. What's more, they're asking the public to nominate someone to appear…", "url": "https://www.bbc.co.uk/newsround/46069889", "urlToImage": "http://c.files.bbci.co.uk/16DC2/production/_104143639_scientist_boe.png", "publishedAt": "2018-11-02T09:32:54Z", "content": "The Bank of England are launching a campaign today to choose the next person to feature on the £50 note. What's more, they're asking the public to nominate someone to appear on the front of the note! But the twist is - they want a figure who is famous for the… [+1090 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "FA changing room regulations: step three and four clubs respond to relegation warning", "description": "'Using a sledgehammer to crack a nut' - step three and four clubs react to the FA's warning of relegation if their changing rooms are too small.", "url": "https://www.bbc.co.uk/sport/football/46061226", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/167E5/production/_104133129_gettyimages-633002440.jpg", "publishedAt": "2018-11-02T09:30:55Z", "content": "Warrington Town have played at their 2,500-capacity Cantilever Park ground since 1956 Seldom has 18 square metres been such an important dimension. For clubs in steps three and four of the football pyramid, it will prove to be a critical one. The Football Ass… [+5145 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "West Bromwich Albion: Which is the best way forward for Baggies to win promotion?", "description": "BBC Sport looks at whether West Bromwich Albion have found the right way to get straight back to the Premier League.", "url": "https://www.bbc.co.uk/sport/football/45895218", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/9244/production/_104144473_865d58cc-7b67-4497-85c9-bd8d37a46dc4.jpg", "publishedAt": "2018-11-02T09:30:51Z", "content": "On-loan Leicester City youngster Harvey Barnes (left) played a big part in the Baggies' early season form There are essentially two philosophies to winning football matches on a regular basis - scoring more than the opposition, or simply conceding less. At Th… [+7575 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "New £50 note will feature a British scientist", "description": "The Bank of England asks the public to nominate worthy candidates to feature on the new banknote.", "url": "https://www.bbc.co.uk/news/business-46063097", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/143CE/production/_103849828_50note.jpg", "publishedAt": "2018-11-02T09:28:48Z", "content": "Image copyright Getty Images The new £50 note will feature a prominent British scientist, the Bank of England has announced, with the public being asked for nominations. In addition to the Queen, the note will include the portrait of an eminent late scientist… [+4829 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Shop accidentally deletes game built by 12-year-old boy", "description": "Muhammad Thaqif, 12, had a turn of good fortune after his DIY zombie game was deleted by mistake.", "url": "https://www.bbc.co.uk/news/world-asia-46068559", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/150D0/production/_104142268_gettyimages-153788942.jpg", "publishedAt": "2018-11-02T09:10:22Z", "content": "Image copyright Getty Images Image caption Internet cafes are still popular across South East Asia A Malaysian 12-year-old boy who spent almost a year developing a computer game before it was deleted by mistake has been praised for his persistence by a govern… [+2226 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Elise Christie: Winter Olympian ready for World Cup return", "description": "Elise Christie will compete for the first time since the Winter Olympics at the short track speed skating World Cup on Sunday.", "url": "https://www.bbc.co.uk/sport/winter-sports/46069342", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/8B96/production/_104143753_elisechristietwo_getty.jpg", "publishedAt": "2018-11-02T09:08:41Z", "content": "Britain's Elise Christie is a three-time world champion Britain's Elise Christie will race for the first time since the Winter Olympics at the short track speed skating World Cup on Sunday. Christie, 28, fell in the 500m final and 1500m short track semi-final… [+1064 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Hisa Sasagi: Samoa prop joins Saracens until January", "description": "Saracens sign Samoa prop Hisa Sasagi on a short-term deal until the end of January.", "url": "https://www.bbc.co.uk/sport/rugby-union/46070509", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/12CF4/production/_104144077_gettyimages-856092834.jpg", "publishedAt": "2018-11-02T09:08:03Z", "content": "Hisa Sasagi played in Samoa's autumn Test against England in 2017 Saracens have signed Samoa prop Hisa Sasagi on a short-term deal until the end of January. The defending Premiership champions are without several forwards who are away on international duty. S… [+231 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Teens talk about growing up in a rural area", "description": "Three Devon teenagers talk about lack of opportunities after a report by MPs into rural social mobility.", "url": "https://www.bbc.co.uk/news/av/uk-politics-46059886/teens-talk-about-growing-up-in-a-rural-area", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5DEC/production/_104144042_p06qh3t5.jpg", "publishedAt": "2018-11-02T09:03:16Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Leicester City helicopter crash: Wreckage removal begins", "description": "The wreckage is being removed and taken to Farnborough for more detailed examination.", "url": "https://www.bbc.co.uk/news/uk-england-leicestershire-46069679", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9FE6/production/_104143904_hi050329470.jpg", "publishedAt": "2018-11-02T08:54:06Z", "content": "Image copyright PA Image caption Work on removing the helicopter wreckage is under way Work to remove the wreckage of the helicopter which crashed near to Leicester City's stadium is under way. Club owner Vichai Srivaddhanaprabha died along with two members o… [+1430 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Police probe into anti-Semitism in Labour", "description": "Met Police chief Cressida Dick says it appears \"there may have been a crime committed\".", "url": "https://www.bbc.co.uk/news/uk-politics-46070229", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7A23/production/_97176213_breaking_news_bigger.png", "publishedAt": "2018-11-02T08:39:53Z", "content": "Police have launched a criminal inquiry into allegations of anti-Semitic hate crimes within the Labour Party. Met Police chief Cressida Dick told the BBC her officers were assessing online material because it appears \"there may have been a crime committed\". I… [+692 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Quiz: Can you name the title winners without a medal?", "description": "Bebe and Gael Kakuta played in Premier League title-winning sides without earning a medal - can you name the others in their squads?", "url": "https://www.bbc.co.uk/sport/football/46065484", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/E1B7/production/_104138775_collage2.jpg", "publishedAt": "2018-11-02T08:29:45Z", "content": "Bebe and Gael Kakuta got their photos with the Premier League trophy after appearing twice and once respectively. Kakuta also got to pose with the FA Cup despite not making the final squad. Rayo Vallecano wingers Bebe and Gael Kakuta could come up against Bar… [+514 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Boy, 13, arrested over Poplar sex attacks on nine women", "description": "Anyone walking alone in the Poplar area of east London is urged by police to remain alert.", "url": "https://www.bbc.co.uk/news/uk-england-london-46069899", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9D8E/production/_104143304_66d92b45-450b-4af1-ac77-679118ed7585.jpg", "publishedAt": "2018-11-02T08:18:15Z", "content": "Image copyright Google Image caption Police have increased patrols in the area A 13-year-old boy has been arrested in connection with a spate of sexual assaults in east London. Nine women were subjected to unwanted sexual touching during a five-week period, t… [+320 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Views sought on proposed smacking ban", "description": "A Scottish parliament committee is asking the public about the physical punishment of children.", "url": "https://www.bbc.co.uk/news/uk-scotland-scotland-politics-46069656", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/F950/production/_104142836_gettyimages-466386319.jpg", "publishedAt": "2018-11-02T08:14:15Z", "content": "Image copyright Getty Images A proposed ban on the physical punishment of children is being put out to consultation. A committee of MSPs is asking for the public's views on whether smacking children should become illegal. The Children (Equal Protection from A… [+1847 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Hassan Ozcan death: Boy, 15, charged with murder", "description": "He is among four people charged over the death of Hassan Ozcan, 20, in east London.", "url": "https://www.bbc.co.uk/news/uk-england-london-46069517", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/F1E4/production/_104142916_capture.jpg", "publishedAt": "2018-11-02T08:06:15Z", "content": "Image copyright Met Police A 15-year-old boy has been charged with the murder of a man in east London. The boy, who cannot be named for legal reasons, is one of four people changed in connection with the death of Hassan Ozcan in Barking in February. He will a… [+228 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Glasgow City 0-3 Barcelona: Scottish champions not embarrassed in Champions League - Scott Booth", "description": "Glasgow City did themselves proud despite losing 8-0 on aggregate to Barcelona in the last 16 of the Champions League, insists head coach Scott Booth.", "url": "https://www.bbc.co.uk/sport/football/46067696", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/88C6/production/_104141053_barcahowat.jpg", "publishedAt": "2018-11-02T07:54:52Z", "content": "Scott Booth (left) felt his Glasgow City players did not embarrass themselves against Barcelona Glasgow City did themselves proud despite losing 8-0 on aggregate to Barcelona in the Champions League last 16, insists head coach Scott Booth. Two goals from Engl… [+2170 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Ariana Grande says she still struggles with anxiety in BBC special", "description": "Ariana Grande has shared what it's really like living with anxiety in a special BBC TV show.", "url": "https://www.bbc.co.uk/newsround/46063045", "urlToImage": "http://c.files.bbci.co.uk/11277/production/_104136207_p06qj3ls.jpg", "publishedAt": "2018-11-02T07:48:11Z", "content": "Ariana Grande has shared what it's really like living with anxiety in a special BBC TV show. During an interview with presenter Davina McCall, she said: \"You have ups and downs and sometimes you'll go weeks at a time where you will be crushing it and there wi… [+263 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Boy, 15, dies after street stabbing in Bellingham", "description": "A teenager is found with stab wounds in a south-east London street and later dies in hospital.", "url": "https://www.bbc.co.uk/news/uk-england-london-46069513", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/55A4/production/_104142912_mediaitem104142721.jpg", "publishedAt": "2018-11-02T07:32:54Z", "content": "Image copyright Google Image caption The victim was found with stab wounds in Randlesdown Road A teenager has been fatally stabbed in south-east London. The emergency services were called to reports of a stabbing at 17:20 GMT on Thursday on Randlesdown Road i… [+211 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Scottish Gossip: Celtic, Rangers, Hibs, Lennon, Arzani, Man City", "description": "More than a third of Scottish professional players have been threatened by supporters it is claimed as Daniel Arzani injury mystery deepens.", "url": "https://www.bbc.co.uk/sport/football/46069389", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/5844/production/_102969522_fgsdgd.jpg", "publishedAt": "2018-11-02T07:28:17Z", "content": "FOOTBALL GOSSIP Fraser Wishart, chief executive of players union PFA Scotland, has revealed in the wake of Hibernian head coach Neil Lennon being hit by a coin at Tynecastle on Wednesday that more than a third of Scottish professional footballers have been th… [+1880 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Jack Leach on England, DJ-ing at Jos Buttler's wedding, Crohn's & trolleys", "description": "Close to fulfilling his dream of playing Test cricket with his childhood friend, Jack Leach talks DJ-ing at Jos Buttler's wedding, supermarket work and living with Crohn's.", "url": "https://www.bbc.co.uk/sport/cricket/46046486", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/70C7/production/_104117882_jack_leach_getty.jpg", "publishedAt": "2018-11-02T07:15:05Z", "content": "The Test in Sri Lanka series begins on Tuesday, 6 November For Jack Leach, the disappointment of losing his place in the England side was compounded by missing out on playing Test cricket with childhood friend Jos Buttler. When a broken thumb ruled Leach out … [+6737 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Has stadium rock been unplugged?", "description": "We ask if the era of big-haired rock and roll bands headlining at Wembley Stadium has come to an end.", "url": "https://www.bbc.co.uk/news/uk-44499299", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/154EF/production/_103997278_gettyimages-155359986.jpg", "publishedAt": "2018-11-02T07:12:10Z", "content": "Image copyright Getty Images For many, imagining a sell-out stadium show conjures up the image of the classic rock band line-up; the posturing frontman, the charismatic lead guitarist, the perfect partnership between drums and bass keeping the heavy melodies … [+7569 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Scotland's papers: Football hooliganism 'resurgence' warning", "description": "A warning by Scotland's police union of a \"creeping return\" of football hooliganism features on the front pages.", "url": "https://www.bbc.co.uk/news/uk-scotland-46069309", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/CD90/production/_104142625_64452720-d813-4027-a158-d8759728a5c5.jpg", "publishedAt": "2018-11-02T07:10:23Z", "content": "Hotter days and 'tropical nights' for UK The UK has experienced hotter days and warmer nights over the last 10 years compared to previous decades."}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Rooney misses penalty as DC United exit MLS play-offs", "description": "Wayne Rooney fails from the spot in a shootout as DC United are knocked out of the MLS play-offs by Columbus Crew.", "url": "https://www.bbc.co.uk/sport/football/46069259", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/10C10/production/_104142686_rooney1.jpg", "publishedAt": "2018-11-02T07:01:54Z", "content": "Wayne Rooney scored 12 goals in 20 games after joining DC United in June Wayne Rooney missed a penalty in a shootout as DC United were knocked out of the MLS play-offs in the first round by Columbus Crew. The former England captain, 33, took the first penalty… [+1579 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "West Ham give lifetime bans to two fans who invaded pitch during Tottenham defeat", "description": "West Ham have given lifetime bans to two fans who invaded the pitch during the 3-1 Carabao Cup defeat by Tottenham at the London Stadium.", "url": "https://www.bbc.co.uk/sport/football/46069265", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/87A4/production/_104142743_westham.jpg", "publishedAt": "2018-11-02T07:00:44Z", "content": "West Ham's Arthur Masuaku and Declan Rice attempt to remove a pitch invader West Ham have given lifetime bans to two fans who invaded the pitch during Wednesday's 3-1 Carabao Cup defeat by Tottenham at London Stadium. The first incident came before Spurs' thi… [+623 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Who gets in your combined Arsenal-Liverpool XI?", "description": "Hector Bellerin or Trent Alexander-Arnold? Pierre-Emerick Aubameyang or Roberto Firmino? Pick your combined Arsenal and Liverpool XI.", "url": "https://www.bbc.co.uk/sport/football/46002905", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/96E0/production/_104142683_arsenalliverpoolgetty.jpg", "publishedAt": "2018-11-02T06:45:14Z", "content": "Hector Bellerin or Trent Alexander-Arnold at right-back? Pierre-Emerick Aubameyang or Roberto Firmino up front? And who gets a spot in midfield? Arsenal and Liverpool meet on Saturday in a fixture that is often among the highlights of the Premier League seaso… [+328 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Have Gunners fans got their Arsenal back?", "description": "BBC Sport visits Emirates Stadium to find out what's behind Arsenal's promising start to the season, and why Gunners fans have been chanting, \"We've got our Arsenal back\".", "url": "https://www.bbc.co.uk/sport/av/football/46066676", "urlToImage": "https://m.files.bbci.co.uk/modules/bbc-morph-sport-page/2.4.2/images/bbc-sport-logo.png", "publishedAt": "2018-11-02T06:45:06Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "News Daily: Rise in UK weather extremes and the 'unhealthiest' High Streets", "description": "Your morning briefing for 2 November 2018.", "url": "https://www.bbc.co.uk/news/uk-46065746", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/4FD7/production/_103793402_drinkersgettyimages-629454273-1.jpg", "publishedAt": "2018-11-02T06:33:15Z", "content": "If you want to get this briefing by email, sign up here It's getting hotter... Image copyright Getty Images Well, it may not feel like it right now, but the UK has warmed up over the last decade. The hottest days have become hotter, warm spells have increased… [+4623 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Norfolk cattle farmer warns of mass balloon release hazard", "description": "A cattle farmer warns people about releasing balloons of remembrance after a calf tried eating one.", "url": "https://www.bbc.co.uk/news/uk-england-norfolk-46058916", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6616/production/_104143162_b6390876-2cd4-475b-be50-6f370072d335.jpg", "publishedAt": "2018-11-02T06:27:17Z", "content": "Image copyright Cait Clarke Image caption Cait Clarke was checking 12 of the animals she keeps in a field in nearby Ludham when she found 10 balloons, with one in a calf's mouth A cattle farmer has warned people against releasing balloons after one of her cal… [+1920 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "China stocks gain on trade war hopes", "description": "It follows possible signs of progress on resolving a bitter trade battle between the US and China.", "url": "https://www.bbc.co.uk/news/business-46068270", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8AC4/production/_104142553_chinastocks.jpg", "publishedAt": "2018-11-02T06:27:02Z", "content": "Image copyright Getty Images Stock markets in China gained on Friday after US President Donald Trump said trade talks with Beijing were \"moving along nicely\". Hong Kong's Hang Seng jumped 3.9%, Shanghai Composite rose 2.4% and the yuan firmed. The moves also … [+1831 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Brexit Secretary Dominic Raab to meet NI politicians", "description": "Dominic Raab is also expected to visit a border business during his visit to Northern Ireland.", "url": "https://www.bbc.co.uk/news/uk-northern-ireland-46065909", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/477E/production/_104120381_mediaitem104112890.jpg", "publishedAt": "2018-11-02T06:24:54Z", "content": "Image copyright EPA Image caption The Brexit secretary expects to be able to answer MPs' questions on 21 November Brexit Secretary Dominic Raab will visit Northern Ireland later for meetings with politicians and business leaders. Mr Raab is expected to visit … [+1448 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Major upgrade plan for Edinburgh's botanic garden", "description": "Ageing glasshouses will be refurbished and rebuilt as part of the ambitious proposals for Edinburgh.", "url": "https://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-46059973", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1092B/production/_104138876_victoriantemperatepalmhouse.jpg", "publishedAt": "2018-11-02T06:04:54Z", "content": "Image copyright Royal Botanic Garden Edinburgh Image caption The botanic garden's iconic glasshouses will be rebuilt as part of the proposals Ambitious plans have been unveiled to protect a globally important plant collection cultivated in Scotland. The Royal… [+3053 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Australian who encouraged wife's suicide jailed in landmark case", "description": "Graham Morant's sentence for counselling his wife to die is believed to be a world first.", "url": "https://www.bbc.co.uk/news/world-australia-46067640", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/115FE/production/_103666117_10257830-3x4-700x933.jpg", "publishedAt": "2018-11-02T05:09:48Z", "content": "Image copyright SUPPLIED Image caption Jennifer Morant died in 2014 An Australian man has been sentenced to 10 years in jail for encouraging his wife's suicide, in a case believed to have set a global precedent. Graham Morant, 68, was convicted last month of … [+1561 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Met chief Cressida Dick backs 'traditional' policing call", "description": "Cressida Dick says she \"absolutely\" agrees with a call for stretched police to refocus their priorities.", "url": "https://www.bbc.co.uk/news/uk-46068013", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/145E/production/_104141250_mediaitem104141247.jpg", "publishedAt": "2018-11-02T05:06:08Z", "content": "The head of the UK's largest police force has backed a call for officers to focus on \"traditional values\". Met Commissioner Cressida Dick says she said \"absolutely\" agreed with a senior officer who said forces were too stretched to pursue \"deserving\" issues. … [+2205 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Chongqing bus plunge caused by fight between driver and passenger", "description": "Security camera footage shows the driver fighting a passenger shortly before the deadly crash.", "url": "https://www.bbc.co.uk/news/world-asia-china-46068412", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9B86/production/_104141893_mediaitem104141892.jpg", "publishedAt": "2018-11-02T03:57:01Z", "content": "Image copyright Reuters Security footage from a bus which crashed into a river in China has revealed that the driver was fighting with a passenger moments earlier. The bus plunged 50m off a bridge into the Yangtze River in Chongqing on Sunday - at least 13 pe… [+1119 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Reality Check: Where are the most violent workplaces?", "description": "The Department of Health is drawing up plans to protect NHS staff better from violence.", "url": "https://www.bbc.co.uk/news/uk-46045824", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/F6B1/production/_104135136_gettyimages-526223747.jpg", "publishedAt": "2018-11-02T03:49:48Z", "content": "Image copyright Getty Images People working in the NHS can face violence and threats - now the government is promising to tackle this problem. So are NHS staff the professional group most at risk of violence in their workplace? Until last year, national figur… [+3550 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Ex-home secretary Amber Rudd 'let down by officials'", "description": "Report into the events before minister's resignation says she eventually lost confidence in her staff.", "url": "https://www.bbc.co.uk/news/uk-politics-46067514", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/85A6/production/_104141243_mediaitem104141242.jpg", "publishedAt": "2018-11-02T03:18:34Z", "content": "Image copyright Getty Images Former Home Secretary Amber Rudd was let down by her own officials, an inquiry into the events leading up to her resignation has concluded. Ms Rudd quit the role in April, saying she had \"inadvertently misled\" MPs investigating th… [+2400 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Usain Bolt leaves Australia's Central Coast Mariners football club", "description": "The sprint champion could not reach a \"commercial solution\" with the Central Coast Mariners.", "url": "https://www.bbc.co.uk/news/world-australia-46068150", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06j1zqk.jpg", "publishedAt": "2018-11-02T03:03:55Z", "content": "Media caption Watch: Bolt trains for first time with A-League club Usain Bolt's trial with Australian football club Central Coast Mariners has come to an end. The Jamaican eight-time Olympic sprint champion, 31, joined the A-League side for an \"indefinite tra… [+1150 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Khashoggi murder: Saudi prince 'said he was dangerous Islamist'", "description": "Mohammed bin Salman reportedly told US officials the writer had been a member of an Islamist group.", "url": "https://www.bbc.co.uk/news/world-middle-east-46067959", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qdt3r.jpg", "publishedAt": "2018-11-02T02:30:40Z", "content": "Media caption How has the death of Jamal Khashoggi impacted the war in Yemen? Saudi Crown Prince Mohammed bin Salman told the US he considered murdered writer Jamal Khashoggi to be a dangerous Islamist, media reports say. Prince Mohammed reportedly said this … [+3785 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Why more men are getting 'risky' Brazilian butt lifts", "description": "Chris Dennis is one of a growing number of men who are getting \"risky\" Brazilian butt lift surgery.", "url": "https://www.bbc.co.uk/news/av/uk-46057517/why-more-men-are-getting-risky-brazilian-butt-lifts", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5C47/production/_104132632_p06qhfnr.jpg", "publishedAt": "2018-11-02T02:26:24Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Paul Thorburn donates boots worn for world record kick", "description": "Former Wales rugby international has donated 1986 boots to Doddie Weir's motor neurone disease foundation.", "url": "https://www.bbc.co.uk/news/uk-wales-46062186", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p06qjqjn.jpg", "publishedAt": "2018-11-02T01:20:19Z", "content": "Media caption Paul Thorburn donates boots worn for world record kick It was the called \"the kick of the age\" and now fans have the chance to own a piece of Welsh sporting history. Paul Thorburn's \"monster\" penalty against Scotland in 1986 stunned the rugby wo… [+2830 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Rise in UK weather extremes over the last decade - Met Office", "description": "The UK has experienced hotter days and warmer nights over the last 10 years compared to previous decades", "url": "https://www.bbc.co.uk/news/science-environment-46064266", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/148E1/production/_104139148_gettyimages-1008919906.jpg", "publishedAt": "2018-11-02T01:10:45Z", "content": "Image copyright PAUL ELLIS Image caption While 2018 saw an extremely hot summer in the UK, the previous decade was also warmer than the long-term average A new Met Office report says the UK has experienced more weather extremes over the last 10 years when com… [+3524 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Drama queen", "description": "Jane Petrie won an Emmy for her work on The Crown but she was not sure at first if it was her kind of thing.", "url": "https://www.bbc.co.uk/news/uk-scotland-46059816", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8A55/production/_104131453_gettyimages-921846408.jpg", "publishedAt": "2018-11-02T01:08:48Z", "content": "Image copyright Kevin Winter Image caption Jane Petrie has won a string of awards for her costume design on The Crown The Scots woman who won an Emmy for her costumes on The Crown says she was not sure at first if the big budget Netflix series was her kind of… [+4518 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Result of offshore pay ballot expected", "description": "Unite members covered by the Offshore Contractors Association agreement are seeking a pay and allowances rise.", "url": "https://www.bbc.co.uk/news/uk-scotland-scotland-business-46065788", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1A83/production/_92278760_175762090.jpg", "publishedAt": "2018-11-02T01:08:09Z", "content": "A ballot of up to 3,000 offshore workers on whether to take industrial action over a rejected pay deal is due to close. Unite members covered by the Offshore Contractors Association (OCA) agreement are seeking a pay and allowances rise. The ballot came after … [+308 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Consortium behind Orkney 5G trial planning world firsts", "description": "The 5G rural first project is designed to deliver the technology to remote and rural areas.", "url": "https://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-46066666", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1A89/production/_104139760_5gspeeddial.jpg", "publishedAt": "2018-11-02T01:07:39Z", "content": "Image copyright Getty Images Image caption The aim is to boost speeds and data sharing to open up new applications The consortium bringing experimental 5G to Orkney has revealed more about its plans. It will use the technology to maintain wi-fi on an inter is… [+1804 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "'I'm still getting to know my son who died at Lockerbie'", "description": "Carol King-Eckersley is on \"a quest\" to find out about the life of her son, who died in the Lockerbie bombing.", "url": "https://www.bbc.co.uk/news/uk-scotland-46059819", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/ED51/production/_104135706_syr_carolsync_frame_1305.png", "publishedAt": "2018-11-02T01:06:49Z", "content": "Image caption Carol King-Eckersley is trying to piece together the life of her son Ken Carol King-Eckersley is on \"a quest\" to piece together a picture of the life of the son she never knew who died in the Lockerbie bombing almost 30 years ago. Kenneth Bisset… [+4068 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Teachers' pay offer letter 'misleading'", "description": "A row breaks out after the Scottish government wrote to teachers to explain its new pay offer.", "url": "https://www.bbc.co.uk/news/uk-scotland-46066419", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8E29/production/_104139363_hi050225426.jpg", "publishedAt": "2018-11-02T01:06:13Z", "content": "Image copyright PA Image caption Thousands of people took part in a march in Glasgow calling for a 10% pay rise for teachers A letter sent to teachers explaining their pay offer has been condemned by Scotland's largest teaching union. The EIS described the co… [+1708 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Ryanair tops airline compensation appeal claims for year", "description": "Some 5,000 passengers who made claims against the airline between January and September are still waiting to be paid.", "url": "https://www.bbc.co.uk/news/uk-england-essex-46051776", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9360/production/_102582773_ryanairlisbon.jpg", "publishedAt": "2018-11-02T00:54:29Z", "content": "Image copyright Reuters Image caption Ryanair has experienced months of disruption in Europe More Ryanair passengers have taken compensation claims for cancellations or delays to arbitration this year than any other airline, figures show. Statistics from the … [+3962 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "UK's 'unhealthiest' High Streets revealed", "description": "Grimsby was the most unhealthy, with Edinburgh topping the healthiest list of 70 major towns and cities.", "url": "https://www.bbc.co.uk/news/health-46059306", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7DAD/production/_104137123_b3bfmj.jpg", "publishedAt": "2018-11-02T00:47:36Z", "content": "Image copyright Alamy Image caption Fast food outlets in Blackpool, which has the third most unhealthy High Street in the UK Britain's High Streets are getting unhealthier, according to a report analysing 70 major UK towns and cities. The Royal Society for Pu… [+3466 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Oyster 'beast' weighing 1.7kg harvested on Mersea Island", "description": "It is thought to be up to 20 years old and been hidden on a river bed.", "url": "https://www.bbc.co.uk/news/uk-england-cambridgeshire-46062396", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7579/production/_104137003_oyster1.jpg", "publishedAt": "2018-11-02T00:45:48Z", "content": "Image copyright Richard Haward's Oysters Image caption It is rare for oysters go grow this large on a regularly harvested bed, according to the oysterman who found it A \"beast\" of an oyster weighing 1.7kg (3.7lb) and thought to be up to 20 years old has been … [+1681 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Children and adolescents 'account for half of sports A&E attendances'", "description": "Football, rugby, trampolining and netball were among the sports linked to the most injuries.", "url": "https://www.bbc.co.uk/news/health-46059186", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/12113/production/_104130047_gettyimages-827507488.jpg", "publishedAt": "2018-11-02T00:39:59Z", "content": "Image copyright Getty Images Children and adolescents account for nearly half of A&amp;E attendances for sporting injuries, research suggests. An analysis of A&amp;E data at two hospitals between 2012 and 2014 found 47% of attendances for sport-related injuri… [+3177 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "St Ives: Super-fast paddleboard soars 3ft above the waves", "description": "Stand-up paddleboarders in the UK are reaching speeds of 25mph thanks to ultra-fast hydrofoil technology.", "url": "https://www.bbc.co.uk/news/av/uk-england-cornwall-46062336/st-ives-super-fast-paddleboard-soars-3ft-above-the-waves", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/126A9/production/_104133457_p06qhkfr.jpg", "publishedAt": "2018-11-02T00:39:29Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "US mid-terms latest: Candidate's children call him 'racist'", "description": "A family feud, Oprah campaigns, and an intriguing ad - this and more in our election round-up.", "url": "https://www.bbc.co.uk/news/world-us-canada-46062979", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9794/production/_104140883_fourdays.jpg", "publishedAt": "2018-11-02T00:37:47Z", "content": "The US mid-term elections in four days' time will help define the rest of Donald Trump's presidency. Americans will vote for members of both chambers of Congress, as well as for governors in 36 out of 50 states. On the homestretch, we'll bring you updates and… [+3640 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Venezuela crisis: The mothers giving away their babies", "description": "In the crisis-hit country, women are being forced to make difficult choices about their children.", "url": "https://www.bbc.co.uk/news/av/world-latin-america-45879534/venezuela-crisis-mothers-giving-away-babies-children-living-on-streets", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1260/production/_104140740_mother.jpg", "publishedAt": "2018-11-02T00:30:49Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Lamar Patterson: Basketball star's dog seized from hand luggage", "description": "Lamar Patterson's pet will be deported from Australia, echoing a famous case involving Johnny Depp.", "url": "https://www.bbc.co.uk/news/world-australia-46067636", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8C40/production/_104140953_gettyimages-915602760.jpg", "publishedAt": "2018-11-02T00:29:29Z", "content": "Image copyright Getty Images Image caption Lamar Patterson signed with the Brisbane Bullets this week Australian authorities have seized a French bulldog from a US basketball player after he flew into the country with the pet in his hand luggage. Former NBA p… [+1428 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Backstage with David Bowie", "description": "In 1983 the rock photographer Denis O'Regan toured the world with David Bowie, shooting the action on stage and behind the scenes.", "url": "https://www.bbc.co.uk/news/in-pictures-46031442", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/15EB3/production/_104097798_page-103.jpg", "publishedAt": "2018-11-02T00:25:35Z", "content": "Image copyright Denis O'Regan In 1983 the rock photographer Denis O'Regan toured the world with David Bowie, shooting the action on stage and behind the scenes. Capturing moments of rehearsal and relaxation, O'Regan's work gives an unguarded view of the music… [+4121 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "The UK towns and cities worse off than 100 years ago", "description": "While London and Edinburgh surge ahead, some parts of the UK have struggled to keep up.", "url": "https://www.bbc.co.uk/news/uk-45952532", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/9C2F/production/_104138993_shoppers.jpg", "publishedAt": "2018-11-02T00:18:29Z", "content": "Image copyright Getty Images Over the past 100 years new industries and new ways of working have divided the UK's towns and cities into haves and have-nots. Some have managed to make the transition, while others have been unable to recreate the boom they enjo… [+6790 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": null, "title": "Fantasy football: Tips for picking your Premier League team", "description": "Time to hand the captain's armband to Roberto Firmino? Should you drop Bournemouth defenders? Here are your weekly fantasy football tips...", "url": "https://www.bbc.co.uk/sport/football/46049434", "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/CE69/production/_103114825_fantasy-football-index-v2.png", "publishedAt": "2018-11-02T00:17:46Z", "content": "Are Aymeric Laporte, Roberto Firmino and Shane Duffy already in your team? Should they be? Coasting at the top of the league? Stuck in mid-table and desperate to make a push? Scrapping around at the bottom and losing enthusiasm? Wherever you are in the fantas… [+4842 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Maternal suicide the main cause of death in new mums", "description": "Tracey's daughter Bronagh was 21 when she became a mum. A few months later she took her own life.", "url": "https://www.bbc.co.uk/news/av/health-46064807/maternal-suicide-the-main-cause-of-death-in-new-mums", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/5C98/production/_104140732_p06qk52b.jpg", "publishedAt": "2018-11-02T00:13:11Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Quiz of the Week: Who told Donald Trump to stop the music?", "description": "It's the weekly news quiz - have you been paying attention to what's been going on in the world during the past seven days?", "url": "https://www.bbc.co.uk/news/stories-46063736", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8569/production/_104135143_taylor_tyler_bono_.jpg", "publishedAt": "2018-11-02T00:10:38Z", "content": "It's the weekly news quiz - have you been paying attention to what's been going on in the world during the past seven days? If you cannot see the quiz, click here. If you missed last week's quiz, try it here. Picture credits: Getty Images, PA, Twitter/MagdoDa… [+83 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "North-South house price divide 'to narrow'", "description": "Savills predicts house price growth in 2019-24 will be 21.6% in the North West of England, but only 4.5% in London.", "url": "https://www.bbc.co.uk/news/business-46059279", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7CBD/production/_104133913_i82s72u1.jpg", "publishedAt": "2018-11-02T00:09:04Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "BBC News", "title": "Distruction Boyz and gqom: The South African sound taking over Europe", "description": "Durban duo Distruction Boyz are at the forefront of gqom, a type of South African house music.", "url": "https://www.bbc.co.uk/news/av/world-africa-46064806/distruction-boyz-and-gqom-the-south-african-sound-taking-over-europe", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/11FE8/production/_104140737_p06qkcyn.jpg", "publishedAt": "2018-11-02T00:08:00Z", "content": null}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Ikea looks set to open more small stores in the UK", "description": "The Swedish retailer known for its out-of-town warehouses in experimenting with city centre outlets.", "url": "https://www.bbc.co.uk/news/business-46061330", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/62CD/production/_104139252_ikea1.png", "publishedAt": "2018-11-02T00:07:35Z", "content": "Image copyright Ikea Image caption The first - and only - \"Planning Studio\" was opened on London's Tottenham Court Road Swedish furniture retailer Ikea looks set to roll out its smaller city centre store format after seeing a positive response to its first ou… [+2724 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Taxman faces 'daunting workload' as Brexit approaches, MPs say", "description": "MPs say HM Revenue & Customs is struggling under a \"daunting workload\" made worse as Brexit approaches.", "url": "https://www.bbc.co.uk/news/business-46061329", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/C03C/production/_99021294_030wkrw0.jpg", "publishedAt": "2018-11-02T00:06:07Z", "content": "Image copyright PA Cracks are showing at HM Revenue &amp; Customs as tax officials struggle with a huge workload, MPs have warned. From preparing for Brexit to tackling an increase in fraud, HMRC faces mounting pressures, according to a Public Accounts Commit… [+2203 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "How can we stop being cyber idiots?", "description": "Good computer security means working around one big security flaw - us.", "url": "https://www.bbc.co.uk/news/technology-45953238", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/B970/production/_104127474_gettyimages-696067380.jpg", "publishedAt": "2018-11-02T00:01:50Z", "content": "Image copyright Getty Images Image caption Are you guilty of poor cyber-security habits? Humans are often the weakest link in the chain when it comes to computer security. So how can we stop doing silly things that play into the hands of cyber criminals? When… [+6480 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Private messages from 81,000 hacked Facebook accounts for sale", "description": "The perpetrators told the BBC Russian Service they had details from a total of 120 million accounts.", "url": "https://www.bbc.co.uk/news/technology-46065796", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/4121/production/_104137661_a19f71c0-bc09-4a41-81bf-55020e674216.jpg", "publishedAt": "2018-11-02T00:00:50Z", "content": "Image copyright Getty Images Hackers appear to have compromised and published private messages from at least 81,000 Facebook users' accounts. The perpetrators told the BBC Russian Service that they had details from a total of 120 million accounts, which they … [+4421 chars]"}, {"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Chris Cornell: Doctor sued over Soundgarden star's 2017 death", "description": "The widow of the US singer accuses the doctor of overprescribing drugs that led to his death in 2017.", "url": "https://www.bbc.co.uk/news/entertainment-arts-46067307", "urlToImage": "https://ichef.bbci.co.uk/images/ic/1024x576/p0538n0f.jpg", "publishedAt": "2018-11-02T00:00:49Z", "content": "Media caption Chris Cornell spoke to Jools Holland in 2012 about his career in music The widow of US singer Chris Cornell is suing his doctor, accusing him of overprescribing drugs that ultimately led to his death in 2017. Vicki Cornell alleges that Dr Robert… [+1593 chars]"}]}