[{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "After Recount, Democrat Gillum Concedes Florida Governor Race to Republican DeSantis", "description": "After a strenuous recount process that ended Thursday, Democrat Andrew Gillum has thrown in the towel and conceded the Florida governor's race to Republican Ron DeSantis, making DeSantis Florida's governor-elect.", "url": "https://www.breitbart.com/politics/2018/11/17/after-recount-democrat-gillum-concedes-florida-governor-race-to-republican-desantis/", "urlToImage": "https://media.breitbart.com/media/2018/11/Ron-DeSantis-Andrew-Gillum.jpg", "publishedAt": "2018-11-17T23:37:11Z", "content": "DeSantis defeated Gillum by 33,683 votes, or 0.41 percentage points. Gillum, who withdrew his Nov. 6th concession to DeSantis once the election went to an automatic recount, released an official statement on Facebook saying, “We said we would fight until the … [+997 chars]", "fulltext": "After a strenuous recount process that ended Thursday, Democrat Andrew Gillum has thrown in the towel and conceded the Florida governor’s race to Republican Ron DeSantis, making DeSantis Florida’s governor-elect.\n\nDeSantis defeated Gillum by 33,683 votes, or 0.41 percentage points.\n\nGillum, who withdrew his Nov. 6th concession to DeSantis once the election went to an automatic recount, released an official statement on Facebook saying, “We said we would fight until the last vote is counted. We are now closing out the hand recount phase in two of the statewide races.”\n\nGillum, who serves as Tallahassee’s mayor, also congratulated Governor-elect DeSantis and thanked his running mate, Chris King, on Twitter Saturday evening.\n\n“I want to congratulate @RonDeSantisFL on becoming the next Governor of the great state of Florida. My wife R. Jai and I could not be prouder of the way we ran this race. We could not be more thankful to my running mate, @ChrisKingFL and his wife Kristen.”\n\nI want to congratulate @RonDeSantisFL on becoming the next Governor of the great state of Florida. My wife R. Jai and I could not be prouder of the way we ran this race. We could not be more thankful to my running mate, @ChrisKingFL and his wife Kristen. — Andrew Gillum (@AndrewGillum) November 17, 2018\n\nGillum offered little insight as to what he plans to do next but informed his supporters to “stay tuned” in the video shared to Facebook.\n\nFollow Kyle on Twitter @RealKyleMorris."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "VIDEO: Employees, Customers Brawl Inside Louisiana McDonalds", "description": "Customers and employees brawled inside a Louisiana McDonalds, throwing punches in several different directions, according to a video posted Friday.", "url": "https://www.breitbart.com/politics/2018/11/17/video-employees-customers-brawl-inside-louisiana-mcdonalds/", "urlToImage": "https://media.breitbart.com/media/2018/11/McDonalds-Brawl.jpg", "publishedAt": "2018-11-17T22:56:49Z", "content": "The video showed multiple customers and staffers involved in a nasty brawl inside the fast-food chain, while two others began wrestling on the hood of a car outside the restaurant. One person had his pants down and his buttocks exposed while he appeared to be… [+792 chars]", "fulltext": "Customers and employees brawled inside a Louisiana McDonalds, throwing punches in several different directions, according to a video posted Friday.\n\nThe video showed multiple customers and staffers involved in a nasty brawl inside the fast-food chain, while two others began wrestling on the hood of a car outside the restaurant.\n\nOne person had his pants down and his buttocks exposed while he appeared to be fighting another person on the hood of the vehicle, according to the video.\n\nIt is unclear how the brawl began or whether law enforcement was involved, but at least one employee tried to stop the brawl by pulling a co-worker off of a crowd of people.\n\nThe video, which racked up more than 152,000 views as of Saturday evening, comes as several other brawls involving customers and employees inside McDonalds have gone viral in recent weeks.\n\nIn the past week alone, a video showed a McDonalds customer in California beating and choking a McDonalds manager because she was dissatisfied with the amount of ketchup she received with her order.\n\nA similar incident was caught on camera in October at a Baltimore McDonalds, where multiple customers smashed the counter and threw punches at each other."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "VIDEO: Teacher Banned After Thanking Students for Standing for the Pledge", "description": "A Missouri substitute teacher claimed he was asked not to return to teach at a high school because he thanked his students for standing up for the Pledge of Allegiance.", "url": "https://www.breitbart.com/politics/2018/11/17/video-teacher-banned-after-thanking-students-for-standing-for-the-pledge/", "urlToImage": "https://media.breitbart.com/media/2018/11/Substitute-Teacher-Pledge.jpg", "publishedAt": "2018-11-17T22:41:30Z", "content": "The substitute teacher, Jim Furkin, 66, said he was subbing for a freshman English class at Parkway South High School in St. Louis when he thanked his students for standing for the pledge. The PA announcer says please rise for the pledge of allegiance, Furkin… [+2345 chars]", "fulltext": "A Missouri substitute teacher claimed he was asked not to return to teach at a high school because he thanked his students for standing up for the Pledge of Allegiance.\n\nThe substitute teacher, Jim Furkin, 66, said he was subbing for a freshman English class at Parkway South High School in St. Louis when he thanked his students for standing for the pledge.\n\n“The PA announcer says please rise for the pledge of allegiance,” Furkin told KTVI. “I say ‘let’s go’. The kids get up, 24 kids in class and 22 got up. I say, ‘thank you very much, all of you that participated. I appreciate that. I’m sure all of those families that lost loved ones so we could have the freedoms we have today would appreciate that, too.’ That’s what I said.”\n\nBut district officials asked him not to teach at the high school again after a student filed a complaint with the school claiming he was bullied for not standing for the pledge.\n\nFurkin worked in the Parkway School District for nearly ten years and has served as a substitute teacher at Parkway South for almost every day over the past five years.\n\nOfficials told Furkin after the incident he could no longer teach at Parkway South High School, although board members allowed him to teach at other schools.\n\nBut Furkin challenged school board members on Wednesday to look into his ouster from Parkway South.\n\n“I just think that I would try to convey something like that to the kids who just take everything for granted. That flag is not to be taken for granted, in my opinion. It is our symbol of freedom,” Furkin said.\n\nThe school district’s superintendent later released a statement claiming that Furkin was not removed from his position based on the flag incident alone:\n\nWe proudly recite our Pledge of Allegiance in all Parkway schools and classrooms. Students choose to participate, which is their right, and our role as educators is not to make a judgment about that choice. While we cannot share details of individual personnel matters, we would not recommend that a substitute teacher be restricted from a school simply based on a single isolated incident such as this. Several factors, including prior concerns at other schools, would be taken into consideration before making a recommendation.\n\nParkway Superintendent Keith Marty later added that there were several instances of “inappropriate conduct” leading up to the district’s decision to ask Furkin to stop teaching at the school.\n\n“The truth is, we recommended that this substitute not return due to a pattern of inappropriate conduct,” Marty said.\n\nWhile Furkin said he did not understand why officials only let him go after the pledge incident, he said he is not returning to the classroom.\n\n“Yeah, I’ve had enough. That’s a shame. That’s what I’m going to miss. I’m going to miss the kids,” he said."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso, Justin Caruso", "title": "Caruso: CNN Uses Private Hiring Info from Years Ago to Attack Conservative Commentator Over Criticism of Network", "description": "CNN hit a new low Thursday, with its “Communications and Digital Partnerships” vice president Matt Dornic disclosing private information about his company’s hiring process in order to demean a conservative reporter. The Daily Caller’s Benny Johnson sent a twe…", "url": "https://www.breitbart.com/the-media/2018/11/17/caruso-cnn-uses-private-hiring-info-from-years-ago-to-attack-conservative-commentator-over-criticism-of-network/", "urlToImage": "https://media.breitbart.com/media/2017/07/cnn-dumpster-fire-AP.jpg", "publishedAt": "2018-11-17T22:28:16Z", "content": "The Daily Caller’s Benny Johnson sent a tweet mocking CNN Wednesday, to which CNN’s Matt Dornic responds, “Hey bennyjohnson. Dont you think you should disclose that you wanted to work at CNN and we almost hired you until you were discovered to be a pathologic… [+3139 chars]", "fulltext": "CNN hit a new low Thursday, with its “Communications and Digital Partnerships” vice president Matt Dornic disclosing private information about his company’s hiring process in order to demean a conservative reporter.\n\nThe Daily Caller’s Benny Johnson sent a tweet mocking CNN Wednesday, to which CNN’s Matt Dornic responds, “Hey bennyjohnson. Don’t you think you should disclose that you wanted to work at CNN — and we almost hired you — until you were discovered to be a pathological plagiarist?”\n\nHey @bennyjohnson. Don’t you think you should disclose that you wanted to work at CNN — and we almost hired you — until you were discovered to be a pathological plagiarist? https://t.co/ZaEGxIwXpV — Matt Dornic (@mdornic) November 15, 2018\n\nDornic’s tweet was ridiculous, mean-spirted nastiness.\n\nBenny was indeed fired from Buzzfeed in 2014 for plagiarizing, although that seems like an odd thing for CNN to take the moral high ground on, considering the fact that they still employ Fareed Zakaria despite his multiple plagiarism scandals.\n\nJohnson responded to the tweet, saying, “You’re right Matt. CNN did offer me a job 5 years ago. As I recall, Tucker Carlson used to work at CNN, too. We’re both certainly in better places now. Also, thanks for aggregating my Oval Office POTUS interview from yesterday. Means a lot.”\n\nYou’re right Matt.\n\nCNN did offer me a job 5 years ago.\n\nAs I recall, Tucker Carlson used to work at CNN, too.\n\nWe’re both certainly in better places now.\n\nAlso, thanks for aggregating my Oval Office POTUS interview from yesterday. Means a lot.https://t.co/42lkncLJGi https://t.co/9Nw097EZ0d — Benny (@bennyjohnson) November 15, 2018\n\nObviously, Dornic’s criticism was totally below the belt and is sadly indicative of the state of their company. Using the fact that someone was once interested in a job at your company years ago to deflect criticism of it now is a ridiculous and unfair line of attack.\n\nAlso, there is no equivalence between Johnson’s criticisms of the network and the response from Dornic. Remember, Dornic’s job is to be CNN’s communications guy.\n\nCNN isn’t a person. It’s an enormous corporation worth billions of dollars that has the power to affect the views of millions of people. Are we seriously not allowed to be critical of institutions as big as CNN?\n\nDornic’s attack on Benny Johnson is even stranger given the fact that the two appeared to have once been friends, with Dornic even referring to Johnson as his “bestie.”\n\nFunny how CNN's Matt Dornic didn't disclose in his tweet that the guy was his \"bestie\" and that he appears to have thought that he was \"so hot\" pic.twitter.com/6B0zmCwxy9 — Ryan Saavedra (@RealSaavedra) November 15, 2018\n\nDornic was also friendly with Johnson after the Buzzfeed plagiarism incident that he is apparently oh-so-concerned about.\n\nIt’s not coincidental that this comes right after Benny Johnson conducted an exclusive interview with the President.\n\nFor corporate media like CNN, this is a nightmare. It shows that their hold on the media is crumbling, and that for all their D.C. schmoozing and credentialism and snark, other voices are getting attention and access.\n\nIt’s also no coincidence that immediately after, the network’s top communications guy uses private hiring information from years ago to demean a reporter because he criticized their coverage. Pure mean-spirited pettiness.\n\nFull disclosure: I used to work with Benny Johnson at The Daily Caller."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Arce, Robert Arce", "title": "Another 3,300 Caravan Migrants Arrive in Tijuana, Says Mexico", "description": "Nearly 3,300 additional Central American caravan migrants arrived at the Mexican northern border city of Tijuana on Saturday, authorities in Mexico stated.", "url": "https://www.breitbart.com/border/2018/11/17/another-3300-caravan-migrants-arrive-in-tijuana-says-mexico/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1062888196.jpg", "publishedAt": "2018-11-17T22:08:48Z", "content": "Approximately 3,292 migrants are expected to arrive in the border city of Tijuana today according to the El Instituto Nacional de Migración known as INM according to local media reports. These are in addition to those previously reported arrivals. The migrant… [+3136 chars]", "fulltext": "Nearly 3,300 additional Central American caravan migrants arrived at the Mexican northern border city of Tijuana on Saturday, authorities in Mexico stated.\n\nApproximately 3,292 migrants are expected to arrive in the border city of Tijuana today according to the El Instituto Nacional de Migración known as INM according to local media reports. These are in addition to those previously reported arrivals.\n\nThe migrant caravan with approximately 3,300 migrants was expected to arrive in Tijuana this morning according to the Mexican government agency tasked with tracking human migration (INM). The caravan reportedly traveled north through the state of Sinaloa yesterday toward the northern border state of Sonora. The group took nearly the same route as previous caravan groups, officials stated.\n\nAccording to the INM, there are a total of 2,779 migrants in Tijuana not including Saturday’s 3292 scheduled arrivals. There are an additional 657 in the city of Mexicali which borders the U.S. city of Calexico, California. Another group of migrants in the central Mexican state of Queretaro consists of 3,036 migrants. All these migrants are part of the original group that crossed into Mexico approximately one month ago which then consisted of 9,664 — a majority from the country of Honduras.\n\nThe Honduran ambassador to Mexico, Alden Rivera has been monitoring the caravan’s travels through Mexico and said that approximately 5,500 were from his country. He advised that several of his countrymen were suffering from respiratory infections. The ambassador announced that a mobile consulate would be set up in order to provide official documents at no cost and to ensure that Mexican authorities were providing proper humanitarian aid.\n\nAmbassador Rivera said, “We do not have an economy that allows us (to provide aid) … it sounds somewhat irresponsible because they are Hondurans, and, in the end, we should take charge and be responsible for Hondurans anywhere in the world,” he explained.\n\nRivera said he will monitor authorities in Mexico and the United States to ensure that due process for his countrymen is respected as required in the country they eventually decide to stay in. He also called on his countrymen to respect the laws of Mexico and the United States in order to have a great possibility of obtaining asylum or refugee status.\n\nBreitbart Texas reported on the movement of this migrant caravan which involved transportation provided by buses being escorted by state and federal police. Breitbart Texas has also reported that Mexican citizens began protesting the migrant caravan’s arrival in Tijuana. These protests turned violent, leading law enforcement to separate the migrants from the demonstrators.\n\nLocal law enforcement sources said many in the caravan are reporting that they were not told when they left central America that they would be encountering problems in crossing into the United States. This was also reported by local media outlet El Universal."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Watch: Actor David Arquette Takes Brutal Beaten in Savage Wrestling Match", "description": "Actor David Arquette was left covered in blood Friday after being pummeled in a \"Death Match\" at a professional event in Los Angeles.", "url": "https://www.breitbart.com/entertainment/2018/11/17/watch-actor-david-arquette-takes-brutal-beaten-in-savage-wrestling-match/", "urlToImage": "https://media.breitbart.com/media/2018/11/Arquettecrop.jpg", "publishedAt": "2018-11-17T21:59:15Z", "content": "Photos and videos shared on social media show David Arquette wrestling with Nick Gage. Arquette can be seen getting his jugular cut during the vicious battle. I think its right about here where David Arquette got it in the jugular &amp; he was bleeding a frea… [+1819 chars]", "fulltext": "Actor David Arquette was left covered in blood Friday after being pummeled in a “Death Match” at a professional event in Los Angeles.\n\nPhotos and videos shared on social media show David Arquette wrestling with Nick Gage. Arquette can be seen getting his jugular cut during the vicious battle.\n\nI think it’s right about here where David Arquette got it in the jugular & he was bleeding a freaking lot. Holy hell. #JJLAC pic.twitter.com/zruTuE5VtP — Heather Wixson (@thehorrorchick) November 17, 2018\n\nDavid Arquette landing a cutter on Nick Gage through light tubes. After having already been smashed with tubes himself. #GCW #JJLAC pic.twitter.com/RYXtHFwMn5 — Daniel DeMarco (@DanielRDeMarco) November 17, 2018\n\nCelebrity news site TMZ reported, “The actor-turned-wrestler was up against Nick FN Gage and it was just brutal. Gage broke a light tube over Arquette’s head. You see David grab his neck as blood pours from the area. Shockingly, the fight continues.”\n\nThe Scream star took to social media after the fight, saying, “Thank you to all the fans for your love I’m a stitched up. Miss Elizabeth is crying.”\n\nThank you to all the fans for your love I’m a stitched up. Miss Elizabeth is crying pic.twitter.com/hOJbPgd1Fl — David Arquette (@DavidArquette) November 17, 2018\n\n“Turns out Death Matches aren’t my thing,” he also wrote.\n\nTurns out Death Matches aren’t my thing — David Arquette (@DavidArquette) November 17, 2018\n\nIn addition to his acting, Arquette has been a professional wrestler, most notably becoming the World Heavyweight Champion in the now-defunct World Championship Wrestling (WCW).\n\nThe 47-year-old has gotten involved in activism in Hollywood as well, joining the #AskMoreOfHim campaign, which is comprised of men in the entertainment industry fighting back against the sexual harassment of women."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso, Justin Caruso", "title": "Caruso: Tucker Carlson Blasts CNN, Brian Stelter for Defending Antifa: 'I Hope You're Ashamed of Yourself'", "description": "Fox News host Tucker Carlson blasted CNN and its head media reporter Brian Stelter Friday, accusing the network of \"defending Antifa\" after Stelter challenged a claim made by Carlson regarding Antifa's harassment of his home.", "url": "https://www.breitbart.com/politics/2018/11/17/caruso-tucker-carlson-blasts-cnn-brian-stelter-for-defending-antifa-i-hope-youre-ashamed-of-yourself/", "urlToImage": "https://media.breitbart.com/media/2018/11/Tucker-Carlson-Brian-Stelter-APCNNjpg.jpg", "publishedAt": "2018-11-17T21:56:09Z", "content": "CNN published a story from Brian Stelter Friday with the headline “Tucker Carlson claimed his door was ‘cracked’ by Antifa protesters. The police saw no sign of that.” The article calls into question a singular claim made by Carlson to the Washington Post : t… [+2995 chars]", "fulltext": "Fox News host Tucker Carlson blasted CNN and its head media reporter Brian Stelter Friday, accusing the network of “defending Antifa” after Stelter challenged a claim made by Carlson regarding Antifa’s harassment of his home.\n\nCNN published a story from Brian Stelter Friday with the headline “Tucker Carlson claimed his door was ‘cracked’ by Antifa protesters. The police saw no sign of that.”\n\nThe article calls into question a singular claim made by Carlson to the Washington Post: that an Antifa activist cracked his front door by throwing his body against it.\n\nLast week, Carlson’s wife was home alone when a D.C. Antifa group surrounded his home and terrorized his family. They shouted, “Tucker Carlson, we will fight. We know where you sleep at night!”\n\nBrian Stelter has now, for some reason, decided to focus on one detail of Carlson’s account of what happened in order to cast doubt on his story.\n\nStelter writes:\n\nLiberal critics of Carlson have cast doubt on that claim by saying there was no evidence of damage to the door. They have accused him of lying and exaggerating to score political points. So CNN contacted the D.C. police and asked about the door. The police report about the incident did not mention any damage on the door. Was there any sign that it was cracked, as Carlson claimed? A police spokeswoman responded, “MPD did not observe any visible damage to the front door of the victim’s house the night of the incident.”\n\nThis paragraph is immediately followed up by this line: “It is still possible that the door was cracked.”\n\nStelter contacted Carlson for a comment on the story, to which he responded, “CNN has repeatedly defended Antifa, and you are doing it again now.”\n\n“Your story is a disgusting attempt to minimize an attack on my family and bring more pain to my wife and four children. I’m not playing along. I hope you’re ashamed of yourself. You should be,” Carlson also told CNN.\n\nStelter then wrote, “For the record, I said on last week’s ‘Reliable Sources’ that ‘it is absolutely inappropriate and unacceptable for protesters to show up at his own home to try to make him feel threatened where he lives.'”\n\nTo his credit, Stelter has condemned the use of these harassment tactics on Carlson. But Carlson’s condemnation of CNN is still well deserved. Zeroing in on one small detail to try to paint him as dishonest after his family was targeted for harassment is ridiculous.\n\nAnd, by Stelter’s own admission, he doesn’t even debunk Carlson’s claim–the door very well could have been cracked.\n\nThe Fox News host is also 100% right for calling out CNN’s encouragement of Antifa.\n\nWhile Stelter himself hasn’t made the kinds of equivocations that his fellow CNN employees have, the network’s hosts and commentators have repeatedly whitewashed, made excuses for, and outright defended Antifa, despite the group’s open calls for intimidation and violence.\n\nCNN host Chris Cuomo said in August that while violence is wrong, if you are doing it to fight “hate,” you are “on the side of right.”\n\nDon Lemon has also repeatedly defended the group. Lemon said in August, “Listen, no organization’s perfect. There was some violence. No one condones violence, but there were different reasons for Antifa and for these neo-Nazis to be there. One, racists, fascists, the other group, fighting racist fascists. There is a distinction there.”\n\nThe CNN host again defended the tactics of the Antifa group Smash Racism DC, the same group that targeted Carlson, in September."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez, Katherine Rodriguez", "title": "Michelle Obama's Memoir Sells 725,000 Copies on First Day", "description": "Former first lady Michelle Obama's memoir, Becoming, sold 725,000 copies on its first day on the market, making it the biggest opening for a book in 2018 under publishing company Penguin Random House.", "url": "https://www.breitbart.com/politics/2018/11/17/michelle-obamas-memoir-sells-725000-copies-first-day/", "urlToImage": "https://media.breitbart.com/media/2018/11/Michelle-Obama-Becoming-memoir-book-signing-getty.jpg", "publishedAt": "2018-11-17T20:27:56Z", "content": "The figures include preorder and first-day sales of hardcover, audio, and ebook editions of the memoir sold in the U.S. and Canada, the Associated Press reported. The first-day sales for Becoming surpassed former first lady Hillary Clinton’s presidential memo… [+1367 chars]", "fulltext": "Former first lady Michelle Obama’s memoir, Becoming, sold 725,000 copies on its first day on the market, making it the biggest opening for a book in 2018 under publishing company Penguin Random House.\n\nThe figures include preorder and first-day sales of hardcover, audio, and ebook editions of the memoir sold in the U.S. and Canada, the Associated Press reported.\n\nThe first-day sales for Becoming surpassed former first lady Hillary Clinton’s presidential memoir, Living History, which only sold 600,000 copies in its first week.\n\nCrown Publishing, the book’s publisher under parent company Penguin Random House, also announced it would increase the output of the book’s print copies from 1.8 million to 2.6 million.\n\nOnly one other book in 2018 had a bigger debut on its first day of sales. Bob Woodward’s Fear: Trump in the White House sold nearly 900,000 copies on its opening day.\n\nIn Becoming, which was released Tuesday, Obama discussed her story as the wife of former President Barack Obama, how she faced racism growing up, and difficulties throughout her marriage.\n\nThe former first lady also devoted a portion of the memoir to denouncing President Donald Trump.\n\nObama made it clear in the book that she would “never” forgive Trump for questioning her husband’s birth certificate in 2011.\n\nTrump later responded to Michelle Obama’s vow, promising he would “never forgive” former President Barack Obama for what he did to the nation’s military, dismissing her claim as a controversy created to sell her book.\n\nThe memoir has been quite lucrative not just for Michelle Obama, but also for her husband. In 2017, both Michelle and former President Barack Obama bagged a $65 million joint book deal with Penguin Random House through which they would each publish a memoir.\n\nFormer President Obama is expected to release his memoir in 2019."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Jemele Hill Stands by Claim That Trump Is a ‘White Supremacist’ During ‘Late Show’ Appearance", "description": "Former ESPN host and current Atlantic writer Jemele Hill doubled down on her accusation that President Donald Trump is a \"white supremacist,\" in a visit with left-wing Late Show host Stephen Colbert.", "url": "https://www.breitbart.com/sports/2018/11/17/jemele-hill-stands-by-claim-trump-white-supremacist-during-late-show-appearance/", "urlToImage": "https://media.breitbart.com/media/2018/11/GTY-Emma-McIntyre-2.jpg", "publishedAt": "2018-11-17T19:23:48Z", "content": "During the Friday night appearance, Colbert brought up Hill’s 2017 tweet accusing Trump of being a white supremacist. Hill responded to Colbert by blurting out, “show me the lie,” Newsbusters reported. Hill, who left ESPN in August and joined the staff of The… [+2378 chars]", "fulltext": "Former ESPN host and current Atlantic writer Jemele Hill doubled down on her accusation that President Donald Trump is a “white supremacist,” in a visit with left-wing Late Show host Stephen Colbert.\n\nDuring the Friday night appearance, Colbert brought up Hill’s 2017 tweet accusing Trump of being a white supremacist. Hill responded to Colbert by blurting out, “show me the lie,” Newsbusters reported.\n\nHill, who left ESPN in August and joined the staff of The Atlantic as a “social justice” writer, went on to say how pleased she was that President Trump named her personally in one of his famous tweets.\n\nLate in 2017, Trump slammed Hill saying that she was the main reason ESPN’s ratings had tanked.\n\n“But as a journalist, you sort of live for that moment,” Hill said of Trump’s broadside. “Because most of us, we live for the day when city hall comes after us. I was amused and took it as a really good compliment, and you know what they say: ‘hit dogs holler.'”\n\nStill, Trump’s assessment was closer to the truth than Hill’s bemusement. After she was removed from her ESPN show, ratings for SportsCenter skyrocketed into positive territory for the first time in years.\n\nLater in her Late Show interview, Hill spoke of how sports and politics have always been intermingled and exclaimed that Tim Tebow never faced any backlash over his pro-life Super Bowl ad. Hill’s assumption is hardly true. Pro-abortion activists excoriated Tebow for the ad. In fact, pro-abortion activists tried to get the CBS and the NFL to cancel the Tebow ad.\n\nHill also spoke about her new Showtime documentary, Shut Up And Dribble, by disingenuously acting as if she couldn’t remember who inspired the name of the show.\n\nThe former TV host said the three-part series was inspired by “some woman on Fox News. I think it was Laura Ingraham.” Hill said that dismissively feigning as if she didn’t know full well it was Laura Ingraham.\n\nHill continued saying Ingraham, “said that about LeBron James because he was being critical of the president. … I should really be thanking her because without her saying that I don’t know if I’d be narrating this documentary. So, way to give me another check!”\n\nShe wrapped up her appearance saying that she thinks former NFL quarterback Colin Kaepernick will be “remembered as a hero” for his protests against the U.S.A. during the national anthem.\n\nBut Hill also added that the racist NFL — the organization that makes millionaires of more blacks than any in history — would never let Colin play again.\n\n“He stood for equality. If Colin Kaepernick had hit a woman, he’d be back in the NFL already,” Hill proclaimed. “But he’s not back playing because of his stand on social justice, and it makes a lot of the ownership in the NFL uncomfortable and the fan base that watches ’em.”\n\nFollow Warner Todd Huston on Twitter @warnerthuston."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Michael Avenatti Law Firm Evicted from CA Office for Skipping $213,000 in Rent", "description": "A judge affirmed his order Friday to evict Michael Avenatti's law firm from a California office building for skipping out on $213,000 in rent over four months.", "url": "https://www.breitbart.com/politics/2018/11/17/michael-avenatti-law-firm-evicted-ca-office-skipping-213000-rent/", "urlToImage": "https://media.breitbart.com/media/2018/11/Michael-Avenatti-leaves-courthouse-exit-only-getty.jpg", "publishedAt": "2018-11-17T18:59:17Z", "content": "Judge Robert J. Moss affirmed his October 22 order in Orange County Superior Court that Avenatti and his staff leave their ocean-view suite in a Newport Beach office building by Monday, despite a last-ditch effort by the attorney to block the eviction ruling,… [+1447 chars]", "fulltext": "A judge affirmed his order Friday to evict Michael Avenatti’s law firm from a California office building for skipping out on $213,000 in rent over four months.\n\nJudge Robert J. Moss affirmed his October 22 order in Orange County Superior Court that Avenatti and his staff leave their ocean-view suite in a Newport Beach office building by Monday, despite a last-ditch effort by the attorney to block the eviction ruling, the Los Angeles Times reported.\n\nThe firm’s landlord, the Irvine Co., sued Avenatti’s law firm, Eagan Avenatti, for eviction for dodging $213,254 in rent payments over four months.\n\nThe landlord won the case against Avenatti in a one-hour trial, which Avenatti did not attend. The Orange County Sheriff’s Office then posted an eviction notice on the law firm’s offices, ordering Eagan Avenatti to vacate the building by 6:00 a.m. on November 1.\n\nAvenatti was able to delay the eviction until the Friday hearing, arguing on behalf of his other firm, Avenatti & Associates, that he entered an “oral rental agreement with” his landlord.\n\nThe landlord promptly denied this claim.\n\nThe eviction order is the latest setback for the lawyer, who was arrested for an alleged domestic violence dispute in Los Angeles on Wednesday. He was booked on a felony count of domestic violence and released on $50,000 bond.\n\nAvenatti, who is most known for representing porn star Stormy Daniels, targeted President Trump and his associates for months.\n\nThe left-wing attorney also flirted with a 2020 presidential run during the past few months, but his presidential prospects have taken a nosedive since his arrest on suspected domestic violence charges.\n\nThe Vermont Democratic Party announced Wednesday that it would cancel all events featuring Avenatti, and a recent poll showed that zero percent of Democrats favored the porn star lawyer as a presidential candidate."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Joy Reid: ‘Interesting’ that Pelosi and Clyburn Get Challenges and Hoyer Doesn’t", "description": "On Saturday’s broadcast of MSNBC’s “AM Joy,” host Joy Reid said it’s “interesting” that House Democratic Leader Nancy Pelosi (D-CA) and House Assistant Democratic Leader James Clyburn (D-SC) face challenges to their candidacies for House Democratic leadership…", "url": "https://www.breitbart.com/video/2018/11/17/joy-reid-interesting-that-pelosi-and-clyburn-get-challenges-and-hoyer-doesnt/", "urlToImage": "https://media.breitbart.com/media/2018/11/Reid-1117-Thumbnail.jpg", "publishedAt": "2018-11-17T18:57:45Z", "content": "On Saturday’s broadcast of MSNBC’s “AM Joy,” host Joy Reid said it’s “interesting” that House Democratic Leader Nancy Pelosi (D-CA) and House Assistant Democratic Leader James Clyburn (D-SC) face challenges to their candidacies for House Democratic leadership… [+1418 chars]", "fulltext": "On Saturday’s broadcast of MSNBC’s “AM Joy,” host Joy Reid said it’s “interesting” that House Democratic Leader Nancy Pelosi (D-CA) and House Assistant Democratic Leader James Clyburn (D-SC) face challenges to their candidacies for House Democratic leadership posts, while House Democratic Whip Steny Hoyer (D-MD) doesn’t, and “the African-American guy and the woman get challengers, and everyone’s saying they’ve got to go in order to save the party’s soul.”\n\nMSNBC Contributor and the Root Politics Editor Jason Johnson speculated that the talk about Representative Marcia Fudge (D-OH) challenging Pelosi for the speakership might be Clyburn “asking her to step forward and challenge Nancy Pelosi so Pelosi will come and support him. Because he’s got a real challenger. I think there’s a lot going on behind the scenes here.”\n\nReid asked, “I wonder why people don’t look at Steny Hoyer, who’s one year older than Nancy Pelosi, who’s been there as long as she has. They were elected the same year. Why is it Nancy Pelosi that’s the focus, and not someone like Hoyer or Clyburn who’ve both been around a long time too?”\n\nTowards the end of the segment, Johnson re-iterated that Clyburn is facing a serious challenge in his leadership race.\n\nReid then wondered why Clyburn is facing a challenge while Hoyer isn’t.\n\nFormer RNC Chair Michael Steele remarked that Hoyer has “forged relationships” with members of Congress and that’s why he isn’t challenged.\n\nReid then stated, “I just find that interesting, that the African-American guy and the woman get challengers, and everyone’s saying they’ve got to go in order to save the party’s soul.”\n\nFollow Ian Hanchett on Twitter @IanHanchett"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Rhodes: House Dems Should Investigate What Trump Knew About Khashoggi and When", "description": "On Saturday’s broadcast of MSNBC’s “Up,” MSNBC Contributor and former Deputy National Security Advisor Ben Rhodes stated House Democrats should investigate whether the White House knew that Saudi Crown Prince Mohammed bin Salman was responsible for the murder…", "url": "https://www.breitbart.com/video/2018/11/17/rhodes-house-dems-should-investigate-what-trump-knew-about-khashoggi-and-when/", "urlToImage": "https://media.breitbart.com/media/2018/07/Rhodes-711-Thumbnail.jpg", "publishedAt": "2018-11-17T18:40:28Z", "content": "On Saturday’s broadcast of MSNBC’s “Up,” MSNBC Contributor and former Deputy National Security Advisor Ben Rhodes stated House Democrats should investigate whether the White House knew that Saudi Crown Prince Mohammed bin Salman was responsible for the murder… [+1823 chars]", "fulltext": "On Saturday’s broadcast of MSNBC’s “Up,” MSNBC Contributor and former Deputy National Security Advisor Ben Rhodes stated House Democrats should investigate whether the White House knew that Saudi Crown Prince Mohammed bin Salman was responsible for the murder of Washington Post writer Jamal Khashoggi and lied about it, and why the White House is “covering up for the Saudi murder of a dissident in a third country?”\n\nRhodes said, “I think what’s very important here, and one of the things I want to know about is, what did Trump know and when did he know it? Because the US intelligence community…Saudi Arabia is something that they follow very closely. And so, the idea that something like this would happen without our intelligence agencies knowing something about what happened, I always thought was very unlikely. And so, what we’ve seen over the last few weeks is Trump kind of trying to get through this, and trying to avoid blaming Mohammed bin Salman, this person who he’s held in a full embrace since the beginning of his presidency. He’s acted almost like the defense attorney for Mohammed bin Salman, trying to figure out what the cover story is today.”\n\nHe continued, “And they just felt like they were about to get through it. And now we have this report that the US intelligence community has high confidence assessment that MBS did this. … That’s based on information they’ve been looking at for some time. So, when Trump says, well, we just got this information in, no. You just got an intelligence assessment that leaked to the press. The intelligence that informed that assessment has probably been in the system for some time. And guess what? They would share intelligence about a high profile event like this with the White House. So, I think a Democratic House should look very carefully at, was the White House aware that MBS was responsible for this murder? Were they lying about it when they knew MBS was responsible for this murder? Why are they covering up for the Saudi murder of a dissident in a third country?”\n\nFollow Ian Hanchett on Twitter @IanHanchett"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Brexiteer Predicts No Confidence Could Start Monday, Says May's Deal Will Force Britons into 'Serfdom'", "description": "Nadine Dorries predicts that the process for a no-confidence vote in Theresa May could start Monday, warning the current Brexit deal would force Britons into “serfdom.”", "url": "https://www.breitbart.com/europe/2018/11/17/brexiteer-predicts-no-confidence-process-monday-mays-deal-force-britons-serfdom/", "urlToImage": "https://media.breitbart.com/media/2018/09/Prime-Minister-Theresa-May.png", "publishedAt": "2018-11-17T18:14:14Z", "content": "“I think well probably see things moving on Monday.” the Tory Brexiteer told Sky News on Saturday, estimating that if the chairman of the 1922 Committee Sir Graham Brady had received the 48 letters of no confidence from MPs needed to trigger a vote, he may “c… [+2690 chars]", "fulltext": "Nadine Dorries predicts that the process for a no-confidence vote in Theresa May could start Monday, warning the current Brexit deal would force Britons into “serfdom.”\n\n“I think we’ll probably see things moving on Monday.” the Tory Brexiteer told Sky News on Saturday, estimating that if the chairman of the 1922 Committee Sir Graham Brady had received the 48 letters of no confidence from MPs needed to trigger a vote, he may “contact people who have submitted their letters to see if they still want to leave their letters submitted.”\n\nWhile 21 MPs have publicly stated they have submitted their letters to the backbench committee, Ben Bradley MP claimed that the number was “significantly” higher than that and he could name “five or six more” fellow Tory MPs.\n\n“There are some colleagues who think they can name 50 people. I’ll guess we’ll find out in the coming days, but I think it’s an awful lot closer [to a confidence vote] than it was a week or so ago,” he said, telling the broadcaster a number of MPs are taking the weekend to consider their position.\n\nREPORT: Brexiteer Ministers to Demand May Make Changes to Brexit Deal as PM Faces Potential Leadership Challenge https://t.co/yUP8j3jqAK — Breitbart London (@BreitbartLondon) November 17, 2018\n\nFollowing reports Friday from insider sources that 48 letters had been received, former minister James Duddridge suggested that the announcement may be delayed, saying: “I think I recall Brady said he will give the PM 48 hours notice before going public. We may have hit the 48 letters but no announcement.”\n\nIf the 48 are confirmed, Sir Graham will then go to Downing Street.\n\nHalf of the Conservative lawmakers in the House of Commons must support her for her to retain her role as party leader, and she cannot be challenged again for another 12 months if she survives a vote.\n\nIf she loses, she would no longer be party leader, but would continue as prime minister until such time that the party finds a replacement.\n\nGiven that the Conservative Party is in the minority, the Tories would have to find a new leader who would be able to command the confidence of the Northern Irish Democratic Unionist Party (DUP) which props up the government.\n\nBaker Urges Brexiteers to Get Letters in: ‘You Must Act Now’ https://t.co/ynxdJtTbdJ — Breitbart London (@BreitbartLondon) November 16, 2018\n\nThe Mid-Bedfordshire MP also excoriated the prime minister and her team for the Brexit arrangement agreed with the bloc, saying: “What the public are absolutely furious about is that the EU has sent this agreement back where they expect us to be slaves to the European Union. You don’t do that to the British people. They will not tolerate it.”\n\n“You can use whatever word you want, I would call that a vassal state, an empty state. I’d call it serfdom. It’s appalling and it’s beyond belief that Number 10 think they can sell this to the country. They can’t, people can see right through it,” she added.\n\nPrime Minister May has been on a media offensive in recent days to bolster public and party support in her Brexit plans and has maintained that she will fight any leadership challenge."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Pop Star Zayn Malik Leaves Islam: ‘I Don’t Believe Any of It’", "description": "Former One Direction member and pop superstar Zayn Malik revealed he is no longer a practicing Muslim, principally because he does not believe in the teachings of Islamic theology.", "url": "https://www.breitbart.com/entertainment/2018/11/17/pop-star-zayn-malik-leaves-islam-i-dont-believe-any-of-it/", "urlToImage": "https://media.breitbart.com/media/2018/11/Zaynmalik1.jpg", "publishedAt": "2018-11-17T18:05:52Z", "content": "The pop superstar was raised in a Muslim family of both Pakistani and Irish descent in the British town of Bradford, and as a young boy studied the Qu’ran and attended mosque. However, the 25-year-old admitted he no longer follows the religion, and instead pr… [+1347 chars]", "fulltext": "Former One Direction member and pop superstar Zayn Malik revealed he is no longer a practicing Muslim, principally because he does not believe in the teachings of Islamic theology.\n\nThe pop superstar was raised in a Muslim family of both Pakistani and Irish descent in the British town of Bradford, and as a young boy studied the Qu’ran and attended mosque. However, the 25-year-old admitted he no longer follows the religion, and instead prioritizes simply being a “good person.”\n\n“I don’t believe you need to eat a certain meat that’s been prayed over a certain way,” Malik said in an interview with Vogue magazine. “I don’t believe you need to read a prayer in a certain language five times a day. I don’t believe any of it. I just believe if you’re a good person, everything is going to go right for you.”\n\n“I believe whatever people’s religious beliefs are is between them and whoever or whatever they’re practicing,” he continued. “For me, I have a spiritual belief of there is a God. Do I believe there’s a hell? No.”\n\nMalik claimed his family was accepting of his decision, and he was ultimately pleased to have “built his life around the tenets of Islam.”\n\n“With my mum and dad, they were always there to educate us – I did go to mosque, I did study Islam – but they gave us the option so you could choose for yourself,” he explained. “There’s definitely beautiful parts to every religion.”\n\nThe news may come as a disappointment to some liberal Islamic campaigners, many of whom previously have held him up as a young Muslim role model. However, as pointed out by one Twitter user, the teen heartthrob’s lifestyle of drinking, partying, and dating was not particularly compatible with Islamic theology in the first place.\n\nFollow Ben Kew on Facebook, Twitter at @ben_kew, or email him at bkew@breitbart.com."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Sonia Sotomayor: Brett Kavanaugh Part of Supreme Court Family Now", "description": "Supreme Court Justice Sonia Sotomayor is taking the high road regarding Justice Brett Kavanaugh, stating he is already part of the \"Supreme Court family,\" despite the intense criticism her liberal supporters have lathered upon him.", "url": "https://www.breitbart.com/politics/2018/11/17/sonia-sotomayor-brett-kavanaugh-part-supreme-court-family/", "urlToImage": "https://media.breitbart.com/media/2018/11/Donald-Trump-melania-Supreme-Court-Brett-Kavanaugh-ap.jpg", "publishedAt": "2018-11-17T18:00:49Z", "content": "Appearing on CNN with David Axelrod, Sotomayor noted that the court adjusted very quickly to the addition of Kavanaugh to their bench, CNN reported. “When you’re charged with working together for most of the remainder of your life, you have to create a relati… [+2508 chars]", "fulltext": "Supreme Court Justice Sonia Sotomayor is taking the high road regarding Justice Brett Kavanaugh, stating he is already part of the “Supreme Court family,” despite the intense criticism her liberal supporters have lathered upon him.\n\nAppearing on CNN with David Axelrod, Sotomayor noted that the court adjusted very quickly to the addition of Kavanaugh to their bench, CNN reported.\n\n“When you’re charged with working together for most of the remainder of your life, you have to create a relationship,” Sotomayor told Axelrod during an interview that will air Saturday evening.\n\n“The nine of us are now a family, and we’re a family with each of us our own burdens and our own obligations to others, but this is our work family, and it’s just as important as our personal family,” the 2009-confirmed justice said.\n\n“We’ve probably spent more time with each other than most justices spend, who have spouses, with their spouses,” she added.\n\nBrett Kavanaugh faced the most brutal confirmation process in history, as Democrat operatives threw a long list of false sexual assault accusations at him in an effort to embarrass President Trump into pulling his nomination.\n\nBut once the process was finally over and Kavanaugh had been confirmed by a narrow vote, Sotomayor said she and the other seven Supreme Court justices welcomed their newest colleague with open arms.\n\n“It was Justice (Clarence) Thomas who tells me that when he first came to the Court, another justice approached him and said, ‘I judge you by what you do here. Welcome.’ And I repeated that story to Justice Kavanaugh when I first greeted him here,” Sotomayor told Axelrod.\n\nThe Obama appointee to the highest court in the land also refused to accept the claim that the court now “tilts right” because of Kavanaugh’s addition.\n\n“Conservative, liberal, those are political terms,” Sotomayor insisted. “Do I suspect that I might be dissenting a bit more? Possibly, but I still have two relatively new colleagues, one very new colleague, Brett Kavanaugh, and Neil Gorsuch. And we’ve agreed in quite a few cases, we’ve disagreed in a bunch, But you know, let’s see.”\n\nSotomayor concluded that the court cares when people are “injured” and denounced the current political climate for forgetting about “commonalities” and focusing on “superficial differences.”\n\n“Those differences truly are not important,” she exclaimed. “What is important is those human values we share and those human feelings that we share. But I worry that we forget about that too often.”\n\nJustice Kavanaugh made his first major public appearance since the left’s campaign to destroy him failed; he attended the Federalist Society’s annual convention dinner, where he received a standing ovation:\n\nJustice Brett Kavanaugh is at tonight's Federalist Society convention dinner, he just received a lengthy, enthusiastic standing ovation when he was introduced pic.twitter.com/NfsCvDt0m7 — Zoe Tillman (@ZoeTillman) November 16, 2018\n\nFollow Warner Todd Huston on Twitter @warnerthuston."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Actress Emma Thompson Reveals the Sex Book She Wrote for Her Daughter", "description": "Actress Emma Thompson revealed in a recent interview that she wrote a book about sex for her now-18-year-old daughter Gaia Romilly Wise, humorously referring to the deed as \"shavoom.\"", "url": "https://www.breitbart.com/entertainment/2018/11/17/emma-thompson-wrote-a-sex-book-for-her-daughter/", "urlToImage": "https://media.breitbart.com/media/2018/11/ThompsonAPcrop.jpg", "publishedAt": "2018-11-17T17:33:05Z", "content": "Daily Mail reports that on the “My Dad Wrote a Porno” podcast, Emma Thompson read from the sex guide, advising her daughter that pornography is a “Kingdom of Ick” and that she would “go into shops and turn around adult magazines because she was hated their co… [+818 chars]", "fulltext": "Actress Emma Thompson revealed in a recent interview that she wrote a book about sex for her now-18-year-old daughter Gaia Romilly Wise, humorously referring to the deed as “shavoom.”\n\nDaily Mail reports that on the “My Dad Wrote a Porno” podcast, Emma Thompson read from the sex guide, advising her daughter that pornography is a “Kingdom of Ick” and that she would “go into shops and turn around adult magazines because she was hated their covers.”\n\nThompson also kept her daughter’s safety in mind, telling her, “If anyone does anything, says anything, implies anything, shows anything or suggests anything that makes you feel ick, move away, get away, say no thank you. Or even just no without the thank you.”\n\nThe Nanny McPhee actress is known not only for her acting, but her consistent ability to generate strange headlines.\n\nShe claimed last year that the future president, Donald J. Trump, once asked her on a date. Thompson claims that after her divorce, Trump called her and told her that he thought they “would get on very well,” and asked her “Maybe we could have dinner sometime.” The two never actually went out.\n\nIn 2016, the 59-year-old declared that the best way to get more diversity in Hollywood would be to slowly “kill” off the “old, white men.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Brooks: Court Ruling on Acosta’s Press Pass ‘Basically a Win for Civility’", "description": "On Friday’s “PBS NewsHour,” New York Times columnist David Brooks stated that the court ruling that the White House must give back CNN Chief White House Correspondent Jim Acosta’s press pass “is basically a win for civility.” Brooks stated, “You know, when yo…", "url": "https://www.breitbart.com/video/2018/11/17/brooks-court-ruling-on-acostas-press-pass-basically-a-win-for-civility/", "urlToImage": "https://media.breitbart.com/media/2018/09/Brooks-97-Thumbnail-2.jpg", "publishedAt": "2018-11-17T17:32:51Z", "content": "On Friday’s “PBS NewsHour,” New York Times columnist David Brooks stated that the court ruling that the White House must give back CNN Chief White House Correspondent Jim Acosta’s press pass “is basically a win for civility.” Brooks stated, “You know, when yo… [+788 chars]", "fulltext": "On Friday’s “PBS NewsHour,” New York Times columnist David Brooks stated that the court ruling that the White House must give back CNN Chief White House Correspondent Jim Acosta’s press pass “is basically a win for civility.”\n\nBrooks stated, “You know, when you have grownups behaving like grownups, you don’t need to have these big confrontations. … But then you get one person in the room who breaks all the norms, and, in this case, it’s the president, and then the other people, in order to be heard, have to get a little ruder. And then it just escalates. And because it’s America, it has to go to a law — and have somebody sue each other. And so, what Acosta did was marginally rude, I think only marginally, but given the atmosphere that Trump has set, well within the bounds of what is now the normal.”\n\nHe continued, “What — the White House overreacted. So I think this is basically a win for civility. It’s just sad that we have to be in a case where people are shouting at each other in this way.”\n\nFollow Ian Hanchett on Twitter @IanHanchett"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Brooks: Both Extremes in WH-Acosta Press Pass Fight Are Wrong", "description": "On Friday’s “PBS NewsHour,” New York Times columnist David Brooks discussed the lawsuit over the revocation of CNN Chief White House Correspondent Jim Acosta’s press pass and argued that both the White House’s position and “The other extreme, that anybody sho…", "url": "https://www.breitbart.com/video/2018/11/17/brooks-both-extremes-in-wh-acosta-press-pass-fight-are-wrong/", "urlToImage": "https://media.breitbart.com/media/2018/06/Brooks-61-Thumbnail-2.jpg", "publishedAt": "2018-11-17T17:24:26Z", "content": "On Friday’s “PBS NewsHour,” New York Times columnist David Brooks discussed the lawsuit over the revocation of CNN Chief White House Correspondent Jim Acosta’s press pass and argued that both the White House’s position and “The other extreme, that anybody sho… [+738 chars]", "fulltext": "On Friday’s “PBS NewsHour,” New York Times columnist David Brooks discussed the lawsuit over the revocation of CNN Chief White House Correspondent Jim Acosta’s press pass and argued that both the White House’s position and “The other extreme, that anybody should have complete access,” are both incorrect.\n\nBrooks stated, “[T]here’s just such a vast middle here. The White House is — their argument was clearly ridiculous, that they can totally control, when they’re just doing a public service, they’re part of a public servant. On the other hand, if there is some complete troublemaker…who has reported — becomes a reporter, that person doesn’t get to monopolize the room. … Nobody in that White House room is well outside the bounds right now.”\n\nHe concluded, “And so, the one extreme, which was the White House position, is clearly wrong. The other extreme, that anybody should have complete access, that is also wrong. It’s just a question of discretion.”\n\nFollow Ian Hanchett on Twitter @IanHanchett"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Eva Longoria: ‘I’m Attacked Daily By This Administration’", "description": "Actress Eva Longoria claims, without offering specifics, that she is \"attacked daily\" as a Latino woman by the Trump administration.", "url": "https://www.breitbart.com/entertainment/2018/11/17/eva-longoria-im-attacked-daily-by-this-administration/", "urlToImage": "https://media.breitbart.com/media/2018/10/evalongoriaforbeto1.jpg", "publishedAt": "2018-11-17T17:21:30Z", "content": "As a Latino Im personally invested because Im attacked daily by this administration,” Longoria said in an interview for Variety ‘s Inclusion Summit. “I mean from day one, for them to attack my community and all brown people to be murderers and rapists is a pr… [+1635 chars]", "fulltext": "Actress Eva Longoria claims, without offering specifics, that she is “attacked daily” as a Latino woman by the Trump administration.\n\n“As a Latino I’m personally invested because I’m attacked daily by this administration,” Longoria said in an interview for Variety‘s Inclusion Summit. “I mean from day one, for them to attack my community and all brown people to be murderers and rapists is a problem.”\n\nLongoria said this, despite the fact that Hispanic unemployment is currently at an all-time record low.\n\nThe actress went on to celebrate the results of the midterm elections, describing them as a “pink wave” because of the record number of women who were elected to the House of Representatives, a trend she hopes will be repeated in 2020.\n\n“We didn’t see a blue wave as much as a pink wave,” she explained. “The amount of women that were elected to office was fantastic. And also because we’re under attack, women are under attack.”\n\n“What we have to do for 2020 is to make sure that our government looks like the country it represents, and you know, when you have eleven men talking about women’s reproductive rights — that cannot happen,” she continued.\n\nThe former Desperate Housewives star is one of Hollywood’s most fervent anti-Trump activists, having previously compared the president to Adolf Hitler. Earlier this week, she used an acceptance speech at an ACLU event to attack the current president while plugging her plug her charitable foundation for Latina women.\n\nLast month, the 43-year-old actress featured in a video alongside actress Julianne Moore thanking Supreme Court nominee Judge Brett Kavanaugh’s sexual assault accuser Christine Blasey Ford for coming forward with her allegations, despite providing no corroborating evidence of the incident.\n\nFollow Ben Kew on Facebook, Twitter at @ben_kew, or email him at bkew@breitbart.com."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Washington State Police Chief Vows Zero Enforcement of Newly Passed Gun Controls", "description": "Police Chief Loren Culp of Republic, Washington, says the gun controls in the newly passed Initiative 1639 will not be enforced in his county.", "url": "https://www.breitbart.com/politics/2018/11/17/washington-state-police-chief-vows-zero-enforcement-newly-passed-gun-controls/", "urlToImage": "https://media.breitbart.com/media/2018/11/guns-U.S.-Constitution-flag-getty.jpg", "publishedAt": "2018-11-17T17:18:50Z", "content": "On September 25, 2018, Breitbart News reported that I-1639 would put in place enhanced background checks for the purchase of semiautomatic rifles, would place a ten-day wait on completion of a semiautomatic rifle sale, and would require purchasers to pass a g… [+1236 chars]", "fulltext": "Police Chief Loren Culp of Republic, Washington, says the gun controls in the newly passed Initiative 1639 will not be enforced in his county.\n\nOn September 25, 2018, Breitbart News reported that I-1639 would put in place enhanced background checks for the purchase of semiautomatic rifles, would place a ten-day wait on completion of a semiautomatic rifle sale, and would require purchasers to pass a gun safety course. The initiative also contained new gun storage laws for every type of firearm, including penalties for gun owners whose guns were stolen and used in crimes, among other things.\n\nChief Culp reacted to the passage of I-1639 by reminding Republic residents that the Second Amendment will reign supreme under his leadership:\n\nIn an interview with KXLY, Culp added, “We took an oath to uphold and defend the constitution of the United States and the constitution of the State of Washington, and [I-1639] completely flies in the face of both the U.S. and state constitution.”\n\nCulp said he believes I-1639 will “eventually … be overturned in the courts.” Until then, he made clear, the controls of the initiative will not be enforced in Republic, Washington.\n\nAWR Hawkins is an award-winning Second Amendment columnist for Breitbart News, the host of the Breitbart podcast Bullets with AWR Hawkins, and the writer/curator of Down Range with AWR Hawkins, a weekly newsletter focused on all things Second Amendment, also for Breitbart News. He is the political analyst for Armed American Radio. Follow him on Twitter: @AWRHawkins. Reach him directly at awrhawkins@breitbart.com. Sign up to get Down Range at breitbart.com/downrange."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "University of Houston-Clear Lake: 'Toxic Masculinity' Is Ruining Society | Breitbart", "description": "The University of Houston-Clear Lake is blaming “toxic masculinity” for a variety of social issues.", "url": "https://www.breitbart.com/tech/2018/11/17/university-of-houston-clear-lake-toxic-masculinity-is-ruining-society/", "urlToImage": "https://media.breitbart.com/media/2018/06/john-wayne-getty.jpg", "publishedAt": "2018-11-17T17:14:42Z", "content": "According to a report from Campus Reform, the University of Houston-Clear Lake is playing a documentary called The Mask You Live In about the effect of “toxic masculinity” on society. For the uninitiated, “toxic masculinity” refers to the belief that Western … [+1694 chars]", "fulltext": "The University of Houston-Clear Lake is blaming “toxic masculinity” for a variety of social issues.\n\nAccording to a report from Campus Reform, the University of Houston-Clear Lake is playing a documentary called The Mask You Live In about the effect of “toxic masculinity” on society. For the uninitiated, “toxic masculinity” refers to the belief that Western men have been conditioned into a set of beliefs about acceptable expressions of masculinity. Proponents argue that failure to “be a man” causes men to crumble and lash out at others, particularly women.\n\nThe film argues that “toxic masculinity” is the reason why boys are more likely than girls to commit suicide, crime, and fail out of school. It’s an irresponsible reduction of the complex issues that young men face. Of course it is an issue that some men are conditioned to feel that they can’t be sensitive. Or that they can’t engage in more feminine activities and expressions. However, it is a wild assumption to connect this to all of this issues that men face.\n\nIn a statement, the university’s diversity administrators said that the diversity will help students think critically about gender. “UHCL’s Office of Diversity, Equity & Inclusion hosts numerous programs and activities on challenging topics including the evolving perceptions of masculinity,” the school official said. “By considering different points of view, students gain the skills necessary to become better leaders and critical thinkers.”\n\nStudents at the university said that they weren’t surprised that the university decided to screen such a partisan film in an environment where no expert would offer a counter perspective to its outlandish claims.\n\n“I’m not surprised at all that the university sponsored this event,” one student said. “A majority of the student programming at UHCL is based around social justice and equality. The discussion moderators did make an effort to promote positive, healthy masculinity, but I’m not sure if our short 20-minute discussion did much to neutralize over an hour’s worth of propaganda.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Blu-Ray Reviews: ‘BlacKkKlansman,’ ‘Incredibles II,’ ‘Solo’", "description": "Here is a quick look at some of the biggest titles that have arrived on home video over the past few weeks of Spile Lee's \"BlacKkKlansman,\" Disney's \"Incredibles II,\" and Ron Howard's \"Solo: A Star Wars Story.\"", "url": "https://www.breitbart.com/entertainment/2018/11/17/blackkklansman-incredibles-solo-blu-ray-reviews/", "urlToImage": "https://media.breitbart.com/media/2018/06/Incredbleboxoffice1.jpg", "publishedAt": "2018-11-17T16:54:08Z", "content": "BlacKkKlansman Director Spike Lee’s best movie (by a wide mile) in 12 very long years, since his exquisite heist film Inside Man (2006), is imperfect, but plenty entertaining, most especially the first half. John David Washington plays Ron Stallworth, the fir… [+5362 chars]", "fulltext": "Here is a quick look at some of the biggest titles that have arrived on home video over the past few weeks…\n\nBlacKkKlansman\n\nDirector Spike Lee’s best movie (by a wide mile) in 12 very long years, since his exquisite heist film Inside Man (2006), is imperfect, but plenty entertaining, most especially the first half.\n\nJohn David Washington plays Ron Stallworth, the first black officer hired by a department in Colorado. It is sometime in the early 1970s, and our story is based in part on a true one — that actually took place about a decade later. But this is a good call on Lee’s part. After all, the early 70s were much more stylish than the late 70s.\n\nAfter proving himself as a uniformed officer, Stallworth requests undercover work and ends up (over the phone) earning an opportunity to join the local chapter of the Ku Klux Klan, just as they are planning a domestic terrorist attack. While Stallworth works the phone with the Klan, including long conversations with Grand Wizard David Duke (Topher Grace), his partner, Flip Zimmerman (Adam Driver), poses as Ron Stallworth in person for the meetings and initiations.\n\nMeanwhile, after he falls in love with a student activist, the real Ron Stallworth finds himself trapped between the black power movement and the white power movement.\n\nBelieve it or not, BlacKkKlansman is nowhere near as radical as you might expect. In fact, the first half is a charmer as the story sets up the characters, their relationships, and the overall plot. The second half only loses a little steam, but is nowhere near as suspenseful as it could have been.\n\nThose looking for Lee to come out swinging, though, will be disappointed. His hero is a cop, a man who might see black radicalism as less threatening than white power, but just as misguided.\n\nLee’s only misstep comes at the very, very end when he jumps to present-day with news footage of Charlottesville and President Trump.\n\nThis is the same mistake Lee made with his masterpiece Malcolm X (1991), where the director cuts from a great movie to heavy-handed editorializing in the present-day. In Klansman, Lee had made his point about Trump, and although I disagree with how he sees Trump (as David Duke’s ultimate goal come to life), I was still impressed with how he got his point across. It was subtle and intelligent. The jarring cut the Charlottesville is dumb and ham-fisted.\n\nStill, Klansman is recommended. The performances are outstanding and the production design flawless. Lee is a director with many talents (and flaws), but his ability to take us back to this era (Summer of Sam, Crooklyn) is second-to-none.\n\nIncredibles II\n\nAfter a 14-year wait, writer/director Brad Bird reunites us with the Parr family and picks things up almost exactly where they left off in 2004. Only now, due to public disfavor, superheroes are banned and the Parrs find themselves chafing under the oppression of everyday life in the suburbs due to a government that refuses to allow them to reach their full potential.\n\nThankfully, Winston (Bob Odenkirk) and his sister Evelyn (Catherine Keener), two superhero devotees who own a gigantic telecommunications company, have a plan, which is to use Helen Parr/Elastigirl (Holly Hunter) in various publicity stunts to change public opinion.\n\nAnd so, while the wife is out saving everyone’s day, Bob/Mr. Incredible is stuck at home playing Mr. Mom with the three kids.\n\nAs he did in the original, Bird is working with a lot of big themes here. Even though the movie is set in an era before the iPhone or PC, our villain (Screenslaver) still uses screens to control people’s minds. But, then again, so does Winston, the man helping our heroes get what they want. Only he is using manipulated public relations across those screens to get what he wants. Interesting, no?\n\nAnd what do our heroes want? To be our moral and physical vigilantes righting what they see as wrongs without interference from the government. Troubling, no?\n\nThe original Incredibles was about living under an oppressive regime of forced equality, which is a wonderful message. This one is a little, uhm, sketchy. The movie makes a point of pointing out how little confidence the public has in Congress, but it is still our Congress, our representatives. No one voted to make Elastigirl or Mr. Incredible the boss of us.\n\nAnyway, Incredibles II is never dull, but it also never thrills, not like that first one the felt so fresh and original.\n\nSolo: A Star Wars Story\n\nOver the past year I have been so hard on Star Wars, I thought it only fair to give Solo another chance. Overall, unfortunately, there is not much to add or to subtract from my original review.\n\nSolo holds your attention, and the train robbery is still thrilling. What I really wish, though, is that this had been a movie about the characters played by Woody Harrelson, Thandie Newton, and their gang of inter-galactic bandits. I also wish the cinematography was not so murky.\n\nThe real problem remains the three leads. Alden Ehrenreich and Donald Glover cannot come close to filling the shoes of Harrison Ford and Billy Dee Williams, and as the love interest, Emilia Clarke has no sizzle or spark.\n\nThis is not Clarke’s fault. She’s proved she has plenty of sizzle and spark elsewhere, but the feminist extremism that has done so much damage to this franchise, strips Clarke of everything that would drive a man to not only choose her over every other woman in the galaxy, but to risk his life to get back to her.\n\nIf a movie ever needed a gold bikini, Solo is it.\n\nFollow John Nolte on Twitter @NolteNC. Follow his Facebook Page here."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London, Breitbart London", "title": "PICTURES: Leftist Protesters Block London Bridges over 'Climate Change'", "description": "LONDON (AFP) -- Hundreds of climate change protesters blocked London bridges on Saturday demanding a dramatic new environmental policy.", "url": "https://www.breitbart.com/europe/2018/11/17/pictures-leftist-protesters-block-london-bridges-climate-change/", "urlToImage": "https://media.breitbart.com/media/2018/11/Climate-Change-Protester.png", "publishedAt": "2018-11-17T16:50:54Z", "content": "Sit-down demonstrators blocked five bridges over the River Thames in the city centre, including Westminster Bridge next to the Houses of Parliament. “We’ve basically got three demands,” said Gail Bradbrook, one of the organisers. “One is that the government h… [+1423 chars]", "fulltext": "LONDON (AFP) — Hundreds of climate change protesters blocked London bridges on Saturday demanding a dramatic new environmental policy.\n\nSit-down demonstrators blocked five bridges over the River Thames in the city centre, including Westminster Bridge next to the Houses of Parliament.\n\n“We’ve basically got three demands,” said Gail Bradbrook, one of the organisers.\n\n“One is that the government have to tell the truth. People think that climate change is something happening to somebody else at some other time, but it’s coming home.\n\n“We need to go to net zero carbon really quickly. And we’re also asking for a people’s assembly so people can decide how the change happens.”\n\nDemonstrators held placards reading “Stop climate breakdown”, “Climate change equals mass murder”, “Climate crisis is a health crisis. Act now” and “Denial is not a policy”.\n\nThe police said the demonstrations were impeding Londoners and the emergency services from using the bridges.\n\n“So far we have made 45 arrests for offences under the Obstruction of Highway Act and Bail Act,” said superintendent Waheed Khan."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump: Now Is ‘a Very Good Time to Do a Shutdown’ for Border Wall", "description": "\"This would be a very good time to do a shutdown,\" Trump said.", "url": "https://www.breitbart.com/politics/2018/11/17/donald-trump-now-very-good-time-do-shutdown-border-wall/", "urlToImage": "https://media.breitbart.com/media/2017/05/government-shutdown-sign-ap.jpg", "publishedAt": "2018-11-17T16:40:31Z", "content": "Probably if I was ever going to do a shutdown on border security, when you look at the caravans, when you look at the mess, when you look at the people coming in, this would be a very good time to do a shutdown,” Trump said as he left the White House on Satur… [+1087 chars]", "fulltext": "President Donald Trump again said that he is open to a partial government shutdown to force Democrats to help fund the border wall.\n\n“Probably if I was ever going to do a shutdown on border security, when you look at the caravans, when you look at the mess, when you look at the people coming in, this would be a very good time to do a shutdown,” Trump said as he left the White House on Saturday to travel to California.\n\nThe president said he wants $5 billion in funding for the wall and border security.\n\n“I don’t think it’s going to be necessary because I think the Democrats will come to their senses,” he said regarding a possible partial government shutdown.\n\nHe said Republicans would continue to win elections on the issue of border security if Democrats failed to deliver.\n\nTrump repeatedly floated the idea of a government shutdown over wall funding before the midterm elections, but Senate Majority Leader Mitch McConnell and Speaker Paul Ryan urged him to wait until after the election.\n\nMcConnell and Republican members of the Senate visited Trump at the White House on Thursday to discuss the issue, again urging the president to avoid a shutdown.\n\nCongress has already funded most of the government, but funding for the Department of Homeland Security expires on December 7.\n\n“We had a good discussion about funding the government and the other year-end items, and we’re optimistic we’re going to be able to get that done,” McConnell told reporters after meeting with Trump."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "May’s Brexit Deal Will ‘Block’ U.S.-UK Free Trade, Says Former Minister", "description": "Former Brexit secretary David Davis has warned that Prime Minister Theresa May's proposed agreement with the European Union will \"block every avenue of negotiation with America.\"", "url": "https://www.breitbart.com/europe/2018/11/17/mays-draft-brexit-deal-will-kill-us-uk-free-trade-says-former-minister/", "urlToImage": "https://media.breitbart.com/media/2018/11/David-Davis.jpg", "publishedAt": "2018-11-17T16:17:53Z", "content": "“I have spent the last few days in Washington talking to U.S. Government Trade and Treasury officials encouraging a free trade deal with the UK. Excellent response. They have already started on the procedures to allow negotiations to start immediately once we… [+1805 chars]", "fulltext": "Former Brexit secretary David Davis has warned that Prime Minister Theresa May’s proposed agreement with the European Union will “block every avenue of negotiation with America.”\n\n“I have spent the last few days in Washington talking to U.S. Government Trade and Treasury officials encouraging a free trade deal with the UK. Excellent response. They have already started on the procedures to allow negotiations to start immediately once we leave the EU in March,” Mr Davis said.\n\n“This will not be possible if we accept the Government’s proposed deal with Europe, which will block every avenue of negotiation with America.\n\n“We have to have a Canada+++ deal to allow us to have a free trade deal with America,” he added, the Brexiteer backing a Canada-style deal which rejects EU regulatory alignment and recommends free trade.\n\nThis will not be possible if we accept the Government's proposed deal with Europe, which will block every avenue of negotiation with America. — David Davis (@DavidDavisMP) November 16, 2018\n\nWe have to have a Canada+++ deal to allow us to have a free trade deal with America — David Davis (@DavidDavisMP) November 16, 2018\n\nThe Brexiteer told BBC Radio 4’s Today programme Friday that May’s deal “is a dreadful proposal, it really doesn’t fly by any measure. It is not a deal we should accept.”\n\nDavis resigned his post in Cabinet in July over the prime minister’s soft Brexit proposal, unveiled at her country retreat Chequers and which provided a blueprint for the arrangements agreed last week with Brussels.\n\nU.S. President Donald Trump said ahead of his July visit to the UK that her Chequers plan “will probably kill” a bilateral trade deal and appeared to criticise the prime minister for failing to take the businessman’s advice on how to negotiate with the bloc.\n\nHowever, days later the President assured the UK he would sign a “tremendously big” trade deal, with the administration saying in October that it is looking forward to signing a “cutting edge” free trade agreement once Britain leaves the EU.\n\nBut this could be put in jeopardy over the Irish backstop arrangements which could lock the UK in regulatory alignment with the EU after the transition period if the UK and EU fail to come to their own trade agreement."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ildefonso Ortiz and Brandon Darby", "title": "Certain Mexican States Dangerous as Active War Zones, Says State Department", "description": "The U.S. Department of State updated travel advisories warning tourists about increases in crime and violence in certain Mexican states that have reached the same security designation as the Afghanistan war zone.", "url": "https://www.breitbart.com/border/2018/11/17/certain-mexican-states-dangerous-as-active-war-zones-says-state-department/", "urlToImage": "https://media.breitbart.com/media/2018/07/ss-101209-mexico-drugwar-26.fit-880w.jpg", "publishedAt": "2018-11-17T16:15:39Z", "content": "Violent crime, such as homicide, kidnapping, carjacking, and robbery, is widespread, the State Department warned in their advisory. In the updated travel advisory, consular officials asked tourists to not travel to the states of Colima, Guerrero, Michoacan, S… [+2320 chars]", "fulltext": "The U.S. Department of State updated travel advisories warning tourists about increases in crime and violence in certain Mexican states that have reached the same security designation as the Afghanistan war zone.\n\n“Violent crime, such as homicide, kidnapping, carjacking, and robbery, is widespread,” the State Department warned in their advisory.\n\nIn the updated travel advisory, consular officials asked tourists to not travel to the states of Colima, Guerrero, Michoacan, Sinaloa, and Tamaulipas due to “crime.” The State Department designated the country of Mexico overall as a level 2 security risk where travelers are asked to exercise increased caution. However, each of the states where tourist are asked to not travel to have been labeled with the number 4 or highest level on their system for identifying risks. Consular officials claim that in those states “federal and state security forces have limited capability to respond to violence.”\n\nThe security level ranking used to describe those states in Mexico is the same level –level 4– that has been used for Iran, Afghanistan, Syria, and other countries currently considered war zones. As reported by Breitbart News, in 2018, the Department of State began using a system for labeling country risks from 1-4 but at the time stopped using the word “cartels” to describe the criminal organizations that control vast parts of Mexico.\n\nThe 5 most violent states described by the State Department are states with significant areas under control of drug cartels. Consular officials claim that in those states “violent crime, such as murder, armed robbery, carjacking, kidnapping, extortion, and sexual assault, is common. Gang activity, including gun battles and blockades, is widespread. Armed criminal groups target public and private passenger buses as well as private automobiles traveling … often taking passengers hostage and demanding ransom payments.”\n\nThe newest advisory is an update and extension of a travel advisory that has been in place for several years warning tourists about the security condition in Mexico. While the consular notice is only an advisory for tourists, U.S. government employees are issued travel restrictions and ordered to avoid certain places.\n\nIldefonso Ortiz is an award-winning journalist with Breitbart Texas. He co-founded the Cartel Chronicles project with Brandon Darby and Stephen K. Bannon. You can follow him on Twitter and on Facebook . He can be contacted at Iortiz@breitbart.com .\n\nBrandon Darby is the managing director and editor-in-chief of Breitbart Texas. He co-founded the Cartel Chronicles project with Ildefonso Ortiz and Stephen K. Bannon. Follow him on Twitter and Facebook . He can be contacted at bdarby@breitbart.com .\n\n“J.A. Espinoza” from the Cartel Chronicles project contributed to this report."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump on Caravan Migrants: If They Hate Their Country, Why Are They Waving Their Flags?", "description": "\"If they have such fear, such problems, and they hate their country, why do we see all the flags being waved for Guatemala or Honduras or El Salvador?\"", "url": "https://www.breitbart.com/politics/2018/11/17/donald-trump-caravan-migrants-i-hat-country-why-waving-flags/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/23/7e229f_honduran-migrants-in-new-caravan-heading-us-trump-administration-officials-e1541120671413.jpg", "publishedAt": "2018-11-17T15:41:30Z", "content": "“They’re talking about all their great fear, all their problems with their country, but they’re all waving their country’s flag. What is that all about?” Trump commented about the caravans as he left the White House on Saturday to visit the wildfire devastati… [+965 chars]", "fulltext": "President Donald Trump expressed skepticism on Saturday about the conditions of the migrants traveling with caravans through Mexico to get to the United States.\n\n“They’re talking about all their great fear, all their problems with their country, but they’re all waving their country’s flag. What is that all about?” Trump commented about the caravans as he left the White House on Saturday to visit the wildfire devastation in California.\n\n“If they have such fear, such problems, and they hate their country, why do we see all the flags being waved for Guatemala or Honduras or El Salvador?”\n\n“This has nothing to do with asylum; this has to do with getting into our country illegally,” he said.\n\nTrump again stated that “catch and release” for migrants claiming asylum, who then fail to return for their court hearings is over.\n\n“They think they’re going to be released into our country like in the old days. … We’re not releasing. They don’t get released,” Trump said.\n\nTrump also said he would keep the thousands of troops at the southern Border “as long as necessary” to help protect the country, and he praised the troops for building and manning barbed wire fences on the border.\n\nThe president expressed openness to immigration into the United States but only if it is legal.\n\n“We have millions of people in line to get into our country legally,” he said. “Those people have preference.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering, Charlie Spiering", "title": "Donald Trump: New York Times Should Retract Story Questioning Mike Pence Loyalty", "description": "“Mike Pence is 100 percent,\" Trump said. \"Not even a doubt about it in my mind. He's been a trooper. … I could not be happier, and I don't question his loyalty at all.\"", "url": "https://www.breitbart.com/politics/2018/11/17/donald-trump-new-york-times-retract-story-questioning-mike-pence-loyalty/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-Pence-smiles-waves-rally-Pensacola-Florida-ap.jpg", "publishedAt": "2018-11-17T14:44:03Z", "content": "Mike Pence is 100 percent,” Trump said. “Not even a doubt about it in my mind. He’s been a trooper. I could not be happier, and I don’t question his loyalty at all,” Trump added about the story as he left the White House for a trip to visit the wildfire devas… [+1105 chars]", "fulltext": "President Donald Trump said Saturday that the New York Times should retract a story claiming he was questioning Vice President Mike Pence’s loyalty.\n\n“Mike Pence is 100 percent,” Trump said. “Not even a doubt about it in my mind. He’s been a trooper. … I could not be happier, and I don’t question his loyalty at all,” Trump added about the story as he left the White House for a trip to visit the wildfire devastation in California.\n\nThe New York Times reported that Trump was asking “aides and advisers” if Pence was loyal in recent days.\n\nBut Trump dismissed the story, calling it “fake news.”\n\n“It was a phony story,” Trump said. “I doubt they had any sources, a typical New York Times phony story.”\n\nThe Times cited “outside advisers” to the president who felt Trump should get a running mate to help him with women voters, such as Nikki Haley.\n\nBut Trump repeated that Pence was “100 percent loyal” as vice president.\n\n“They should retract that story,” he said, continuing, “He’s already been tested, in many ways. Mike Pence is a terrific person.”\n\nTrump ridiculed the reporters of the article for not asking him for a comment.\n\n“How do you do a story like that?” he asked. “It’s fake news, and that’s what breaks up a country.”\n\nTrump already asked Pence during a press conference after the midterm elections to be his 2020 running mate.\n\n“Mike, will you be my running mate?” he asked, as reporters laughed.\n\nPence, who was present for the press conference, nodded his head in agreement.\n\n“Thank you. Okay, good,” Trump said."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "One Dead, Dozens Reported Injured Across France as Protesters Blockade Roads over Macron's Fuel Tax Hike", "description": "One female protester has died in France after a woman drove into a crowd blocking the road, the driver allegedly in a panic as she was trying to get to daughter to the hospital.", "url": "https://www.breitbart.com/europe/2018/11/17/one-dead-dozens-reported-injured-france-protesters-blockade-roads-macron-fuel-tax-hike/", "urlToImage": "https://media.breitbart.com/media/2018/11/Yellow-Jacket-Protests.jpg", "publishedAt": "2018-11-17T14:10:12Z", "content": "Interior Minister Christophe Castaner confirmed that there has been a fatality at a protest in Point-de-Beauvoisin, in the south-eastern region of Savoy, reports Le Parisien. The victim was hit after a woman drove into a group of some 50 “Yellow Vest” protest… [+4324 chars]", "fulltext": "One female protester has died in France after a woman drove into a crowd blocking the road, the driver allegedly in a panic as she was trying to get to daughter to the hospital.\n\nInterior Minister Christophe Castaner confirmed that there has been a fatality at a protest in Point-de-Beauvoisin, in the south-eastern region of Savoy, reports Le Parisien.\n\nThe victim was hit after a woman drove into a group of some 50 “Yellow Vest” protesters who were blocking the road on Saturday morning.\n\nThe BBC reports that the woman was desperate to get her daughter to the hospital and was sent into a panic as protesters surrounded her car and began hitting her roof. She then accelerated her car into the crowd. She was later taken into custody, said to be in a state of shock.\n\nMedia reports that there have been some 50 other injuries across the country, including in the northern region of Arras where a 71-year-old man was hit by a car. In the northern town of Hazebrouck, a lorry driver mounted a pavement and injured two protesters.\n\nIn what is possibly the largest coordinated protest against President Emmanuel Macron’s reforms since he took office 18 months ago, media reports that between 1,000 and 2,000 rallies have been organised across the country on Saturday with between 50,000 to 120,000 people in attendance.\n\nWearing the safety hazard jackets drivers are mandated by law to carry in their car, “Yellow Vests” are protesting the 23 per cent rise in diesel to €1.51 (£1.32/$1.71) per litre — the increase coming in a span of just 12 months and at its highest point since the early 2000s.\n\nWhile President Macron puts three-quarters of the rise down to the increased cost of oil, protesters blame the president’s anti-pollution policies and accuse him of disregarding the concerns of “the little people,” with the tax hike hurting those in rural and suburban areas the most, affecting the metropolitan elites the least.\n\n“Nobody thinks about the people on the city fringes, in the provinces, in rural areas,” Priscillia Ludosky told AFP.\n\n“They tell them to use alternative transportation but the reality is that’s not possible. They have no other choice but to pay up,” she added.\n\n“Macron is the president of the rich and not the poor. He needs to think about the poor as well,” André, another protester, told the French news agency.\n\nThe tax hike is so widely unpopular, that even 54 per cent of those who voted for Macron support the movement, with 73 per cent of Frenchmen of all political persuasions supporting the Yellow Vests.\n\nWhile Macron, whose popularity is hovering around a dismal 30 per cent, said he regretted that he was not able to reconcile his government with the people, he has refused to back down, saying, “We have to tax fossil fuels more in order to fund our investments in renewables.”\n\nHis government spokesman Benjamin Griveaux then poured scorn on protesters, saying that “people who smoke and drive diesel cars” are “not the France of the 21st century.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump: ‘I Like Nancy Pelosi’ and Will Help Her Win Race for Speaker", "description": "\"She may need some votes. I will perform a wonderful service for her. I like her,\" Trump said. \"Can you believe it? I like Nancy Pelosi. She's tough, and she's smart, but she deserves to be speaker.\"", "url": "https://www.breitbart.com/politics/2018/11/17/donald-trump-like-nancy-pelosi-will-help-win-race-speaker/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-Pelosi-handshake-smiles-ap.jpg", "publishedAt": "2018-11-17T13:58:42Z", "content": "“She may need some votes. I will perform a wonderful service for her. I like her,” Trump said. “Can you believe it? I like Nancy Pelosi. She’s tough, and she’s smart, but she deserves to be speaker.” The president discussed Pelosi’s bid for speaker on Saturda… [+1565 chars]", "fulltext": "President Donald Trump promised again on Saturday that he will help Rep. Nancy Pelosi win her race for speaker of the House of Representatives.\n\n“She may need some votes. I will perform a wonderful service for her. I like her,” Trump said. “Can you believe it? I like Nancy Pelosi. She’s tough, and she’s smart, but she deserves to be speaker.”\n\nThe president discussed Pelosi’s bid for speaker on Saturday as he left the White House for his trip to California to view the devastation from the wildfires.\n\nTrump criticized Democrats for “playing games” and “harassing” Pelosi but said he has plenty of Republican votes that he would get for her.\n\n“I don’t imagine that she’d need too many, but whatever number of votes she needs … she’s got them from me automatically,” Trump said. “Tell the opposition, they’re wasting their time.”\n\nTrump also voiced his support for Pelosi on Twitter.\n\n“She deserves this victory, she has earned it,” Trump wrote on Twitter. “But there are those in her party who are trying to take it away. She will win!”\n\nPelosi needs 218 votes to become speaker in the House, and seventeen Democrats have signed a letter opposing her. Pelosi remains confident that she can withstand any challenge to her leadership position.\n\n“I have overwhelming support in my caucus to be speaker of the House,” she said during a press conference on Thursday, claiming she had the votes necessary to win.\n\nBut Rep. Marcia Fudge confirmed that she is thinking about running, working to galvanize support before she makes a decision.\n\n“I’ve been overwhelmed by the amount of support I’ve received,” she said to the Washington Post, guessing that approximately 30 Democrats are opposed to Pelosi.\n\nTrump also expressed his support for Pelosi after the midterm elections, clarifying that he was sincere.\n\n“There was nothing sarcastic about it,” he said. “It was really meant with very good intentions. I think she deserves it. She’s fought long and hard. She’s a very capable person.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman, Victoria Friedman", "title": "London Knife Crime Epidemic: One Woman Struck with Machete, Another Stabbed to Death in Separate Incidents", "description": "A woman was struck over the head with a machete less than four hours after another woman was stabbed to death in south-east London as a violent crime wave in the capital continues.", "url": "https://www.breitbart.com/europe/2018/11/17/london-knife-crime-epidemic-one-woman-slashed-machete-another-stabbed-death/", "urlToImage": "https://media.breitbart.com/media/2018/07/London-police-car.png", "publishedAt": "2018-11-17T12:44:08Z", "content": "A 55-year-old man was arrested Friday on suspicion of murder after a 75-year-old woman was stabbed to death in Peckham in the borough of Southwark. The Metropolitan Police said in a statement that emergency services were called to Ethnard Road, Peckham, on Fr… [+1682 chars]", "fulltext": "A woman was struck over the head with a machete less than four hours after another woman was stabbed to death in south-east London as a violent crime wave in the capital continues.\n\nA 55-year-old man was arrested Friday on suspicion of murder after a 75-year-old woman was stabbed to death in Peckham in the borough of Southwark.\n\nThe Metropolitan Police said in a statement that emergency services were called to Ethnard Road, Peckham, on Friday at 4:04 pm where they found the senior citizen with multiple stab wounds.\n\nDespite being treated at the scene by the London Ambulance Service (LAS), she was pronounced dead at 4:37 pm.\n\nThe suspect was taken to an east London hospital to be treated for a stab wound, according to Scotland Yard, before being taken to a police station where he remains.\n\nThe man and the woman were known to each other, according to the statement.\n\nThe death brings the total of homicides in the capital to 120 — outpacing last year’s total murder rate of 116.\n\nKhan Says It Could Take Ten Years to Solve London Knife Crime After Fourth Fatal Stabbing in Five Days https://t.co/31OYATiWea — Breitbart London (@BreitbartLondon) November 5, 2018\n\nLess than four hours later at 7:18 pm, police were called to an address in Charlton in the south-east London borough of Greenwich after a woman was hit over the head with a machete by an unknown assailant.\n\nA heavy-built “Asian” male in his 30s snuck upon the woman, aged in her 50s, and struck her before fleeing the scene.\n\nShe had suffered a cut to her head was taken to a hospital where her injuries were deemed not life-threatening.\n\nPolice continue to investigate in search of the assailant.\n\nSince Labour’s Sadiq Khan has been mayor of London, the capital has seen knife crime rise by almost a third from the years 2015/16 to 2016/17. Recent statistics have revealed that London hit its highest ever level of knife crime in the year to June 2018.\n\nIn November, the mayor made the astounding admission that, after the rise in stabbings during his less than three-year tenure to date, it could take a decade to bring knife crime in the capital under control."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Protesters Vow to Bring France to a Standstill over Macron’s Fuel Tax Hikes", "description": "PARIS (AFP) -- French drivers seething over high fuel prices have vowed to snarl traffic across the country Saturday in a widely supported protest that could prove the trickiest so far for President Emmanuel Macron.", "url": "https://www.breitbart.com/europe/2018/11/17/protesters-vow-bring-france-standstill-macron-fuel-tax-hikes/", "urlToImage": "https://media.breitbart.com/media/2018/11/Yellow-Jackets-protest.jpg", "publishedAt": "2018-11-17T11:37:25Z", "content": "The “yellow vests” movement, named for the high-visibility jackets worn by supporters, erupted on social media last month with calls for mass blockades of roads and highways. Anger over fuel costs, blamed on taxes imposed by Macron to fight pollution, has bee… [+3664 chars]", "fulltext": "PARIS (AFP) — French drivers seething over high fuel prices have vowed to snarl traffic across the country Saturday in a widely supported protest that could prove the trickiest so far for President Emmanuel Macron.\n\nThe “yellow vests” movement, named for the high-visibility jackets worn by supporters, erupted on social media last month with calls for mass blockades of roads and highways.\n\nAnger over fuel costs, blamed on taxes imposed by Macron to fight pollution, has been simmering for months, particularly in smaller towns and rural areas where public transport is patchy.\n\n“Nobody thinks about the people on the city fringes, in the provinces, in rural areas,” said Priscillia Ludosky, a business manager in a Paris suburb who launched an online petition last May which now has more than 850,000 signatures.\n\n“They tell them to use alternative transportation but the reality is that’s not possible. They have no other choice but to pay up,” she said.\n\nBut analysts say the movement now represents more widespread frustration over stagnant spending power under Macron, a former investment banker who promised economic revival and to restore people’s trust in government.\n\nCritics accuse him of neglecting the needs of the poor and the provinces in favour of tax cuts for the wealthy and other policies which mainly help well-heeled urbanites.\n\nA poll by the Elabe institute this week found that 73 percent of respondents backed the “yellow vests”, and 70 percent wanted the government to rescind the fuel tax hikes, which are slated to continue through 2022.\n\n“Even 54 percent of people who voted for Macron support this movement,” said Vincent Thibault, Elabe’s senior research director.\n\n“The expectations and discontent over spending power are fairly broad, it’s not just something that concerns rural France or the lower classes,” he said.\n\n– ‘They’re stealing our lives’ –\n\nThe movement’s leaders have refused any alignment with political parties or labour unions, echoing similar tax revolts which dot French history back through the centuries.\n\nAround 1,500 protests are expected across France, aiming to thwart access to city centres, create gridlock on major roads and highways, and block access to airports.\n\nMotorway operators have appealed for anyone not having to drive to stay at home.\n\nIn Paris a “snail operation” will snarl the city’s main ring road before heading toward the Elysee Palace.\n\n“We’re fed up,” Thierry Marre, a former oil industry manager who is organising protests in the southeastern Provence region, told AFP this week, saying the government had “to back down.”\n\n“They’re stealing our lives,” he said. “People can’t afford to go on holiday, they don’t have enough to put any money away for saving.”\n\nMacron admitted in a prime-time TV interview this week that he had “not succeeded in reconciling the French with their leaders” and “we have probably not given them enough consideration.”\n\nBut other officials have stoked ire by calling the drivers’ protest “irrational,” while government spokesman Benjamin Griveaux dismissed “people who smoke and drive diesel cars” as “not the France of the 21st century.”\n\n“Emmanuel Macron’s unpopularity is increasingly acrimonious. It’s become more of a societal opposition, not just political,” said Jerome Sainte-Marie, head of the PollingVox institute.\n\nMacron’s approval ratings are stuck at around 30 percent in various polls, and despite payroll tax relief which kicked in last month and reductions in residency taxes, he remains widely perceived as a “president of the rich.”\n\n“Emmanuel Macron is in real trouble with average people: he represents the Parisian social and intellectual elite and that sends a very negative image,” Sainte-Marie said.\n\nBut the 40-year-old centrist has shown no signs of changing course, saying he will pursue his reform agenda despite risking the wrath of voters.\n\nThe government has said it will not tolerate road shutdowns Saturday, and some 30,000 additional police officers will be on call in case of disruptions.\n\nMacron does have some on his side: several cycling groups have called for counter-protests in support of the higher fuel taxes."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "REPORT: Brexiteer Ministers to Demand May Make Changes to Brexit Deal", "description": "Environment secretary Michael Gove is said to be leading a group of pro-Brexit Cabinet ministers to pressure the prime minister into renegotiating the deal with Brussels.", "url": "https://www.breitbart.com/europe/2018/11/17/report-brexiteer-ministers-demand-may-brexit-changes-potential-leadership-challenge/", "urlToImage": "https://media.breitbart.com/media/2018/11/Three-Brexiteers.jpg", "publishedAt": "2018-11-17T11:01:32Z", "content": "Mr Gove, Penny Mordaunt, Liam Fox, Andrea Leadsom, and Chris Grayling are reported by The Telegraph to be planning to move in exchange for withdrawing their threats to resign from their Cabinet posts en masse. The five are expected to tell Mrs May that there … [+4072 chars]", "fulltext": "Environment secretary Michael Gove is said to be leading a group of pro-Brexit Cabinet ministers to pressure the prime minister into renegotiating the deal with Brussels.\n\nMr Gove, Penny Mordaunt, Liam Fox, Andrea Leadsom, and Chris Grayling are reported by The Telegraph to be planning to move in exchange for withdrawing their threats to resign from their Cabinet posts en masse.\n\nThe five are expected to tell Mrs May that there must be a way for the UK to leave the Irish “backstop” arrangements unilaterally, without the need for mutual agreement with the EU.\n\nThey are also expected to demand planning for a “technical solution” to the Irish border be inserted into the deal and clarification on the bloc’s assertion the backstop has a “level playing field” customs arrangement.\n\n“The focus is going to be on getting the deal into a better place. There is a sense that this may be the last shot at getting something that might be more palatable. The backstop is still the biggest sticking point,” a source told The Telegraph.\n\nThe backstop arrangements have been agreed with the bloc and would come into effect in the event of no trade deal by the end of the transition period to stop an alleged “hard border” between Northern Ireland and the Republic of Ireland.\n\nBREAKING — REPORTS: Tory Whips Summoned, No Confidence Vote ‘Likely’ https://t.co/MGpt6KBUxY — Breitbart London (@BreitbartLondon) November 16, 2018\n\nHowever, a source close to the environment minister told the newspaper that “Andrea has been reaching out and it looks likely they’ll meet up but there is no pact as such.”\n\nMrs May and her supporters have been on the defensive since the latter end of the week, not only following the high-profile Cabinet resignations of Dominic Raab as Brexit secretary and Esther McVey as work and pensions secretary, but calls from Brexiteers in the backbench for a vote of no confidence.\n\nOn Thursday, chairman of the Tory European Research Group (ERG) Jacob Rees-Mogg announced that he had sent a letter calling for a party leadership challenge to the 1922 Committee chairman Sir Graham Brady, with former junior Brexit minister Steve Baker urging other MPs to do so on Friday after rumours circulated that the magic number of letters — 48 — had already been received.\n\nHowever, no announcement came officially from the 1922 Committee, and May loyalists have said that she would fight any efforts to unseat her, with others saying that a majority of Conservative MPs would ultimately vote to keep her as party leader.\n\nThe Prime Minister has made a series of moves over the past days to bolster public and Tory membership support for her Brexit plans, including press statements, appearing on LBC radio, taking a group call with hundreds of Conservative Pary chairman across the country, and being interviewed by the Daily Mail, a tabloid loyal to Mrs May.\n\nShe told the newspaper, “People say ‘If you could only just do something slightly different, have a Norway model or a Canada model, this backstop issue would go away’. It would not. That issue is still going to be there.\n\n“Some politicians get so embroiled in the intricacies of their argument they forget it is not about this theory or that theory, or does it make me look good.”\n\nRees-Mogg Calls for Vote of No Confidence in May, ‘What Has Been Achieved Today Is Not Brexit’ https://t.co/6P3TD2eu1U — Breitbart London (@BreitbartLondon) November 15, 2018\n\nThe prime minister also may key replacements which would stabilise her position, handing the role of work and pensions secretary to ally and remain voter Amber Rudd, who went full-force on the defensive for May, telling the BBC that any MPs thinking of submitting letters of no confidence should “think again.”\n\n“This is not a time for changing our leader. This is a time for pulling together, for making sure we remember who we are here to serve, who we are here to help: that’s the whole of the country.\n\n“I worry sometimes colleagues are too concerned about the Westminster bubble rather than keeping their eye on what our job is — to serve people.”\n\nMrs May also appointed little-known former health minister and Leave supporter Stephen Barclay as Brexit secretary — though he will only be in charge of “domestic planning” for the UK’s exit from the EU while Mrs May and Number 10 will continue handling negotiations with Brussels."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "UK Survey Shows One-in-Seven People Support Transgender Claim", "description": "Only about one-in-seven people in the United Kingdom accept the transgender ideology's demand that each person's sex is determined by their biology, not by their feeling of \"gender identity,\" according to a new survey.", "url": "https://www.breitbart.com/politics/2018/11/17/uk-survey-shows-one-in-seven-people-support-transgender-claim/", "urlToImage": "https://media.breitbart.com/media/2018/06/Transgender.png", "publishedAt": "2018-11-17T09:16:16Z", "content": "The U.K. survey is relevant to the United States because it provides information on public attitudes in the swirling controversy over “transgender rights.” Americans are rarely asked for their views on claimed transgender rights, but the U.K. survey asks abou… [+5516 chars]", "fulltext": "Only about one-in-seven people in the United Kingdom accept the transgender ideology’s demand that each person’s sex is not determined by their biology, but by their feeling of “gender identity,” according to a new survey.\n\nThe U.K. survey is relevant to the United States because it provides information on public attitudes in the swirling controversy over “transgender rights.” Americans are rarely asked for their views on claimed transgender rights, but the U.K. survey asks about practical civic problems, allows people to pick “don’t know,” it uses neutral language, and it does not pressure people to endorse alleged “rights” claimed by pro-transgender groups.\n\nThe survey was conducted for the WOMAN Means Something Campaign, which is seeking to preserve the legal status of women in the face of pro-transgender demands that the government must blur any legal recognition of the complementary differences of men and women. A polling firm, Populus, ran the survey of 2,074 UK respondents in late October.\n\n“Elected representatives need to be aware that a very significant majority of the population want to retain rights related to sex and its objective nature, not [to the idea of] “gender” and the ideology connected with it,” said Paul Dirks, a Canadian who supports the legal recognition of male and female differences.\n\nThe best score for transgender advocates is the 19 percent of respondents who provided a “yes” answer to this question:\n\nQ2. We would now like you to think about a person who was born male and has male genitalia but who identifies as a woman. In your own personal view would you consider this person to be a woman or a man?\n\nBut that generous personal acceptance by one-in-five respondents dropped quickly when the respondents were asked to apply the identity-over-biology rule to commonplace situations.\n\nFor example, only 13 percent of people said men who are living as women should be allowed “to compete in female-only sporting events.”\n\nEleven percent answered “yes” when they were asked, “Should a self-identifying transwoman with a penis be free to use female changing rooms?”\n\nThirteen percent said people should be allowed to change their sex without even visiting a doctor for confirmation.\n\nThe U.K. has many “hate speech” laws, including criminal penalties and government stigmatization for criticism of religions. So the authors asked if the statement “‘women cannot have male genitalia” should count as “hate speech” or “be allowed to be expressed.”\n\nFive percent described it as “hate speech.” But 15 percent said it is “is a legitimate viewpoint,” 26 percent said it is somewhat legitimate, while 18 percent said it is “neither,” and 21 percent declined to state a view.\n\nIn the United States, several polls show transgender ideology is deeply unpopular, especially among women and parents. In 2017, former President Barack Obama told NPR that his promotion of the transgender ideology made it easier for Donald Trump to win the presidency in 2016.\n\nMultiple polls show that most Americans wish to help and comfort people who think they are a member of the opposite sex, even as they also reject the transgender ideology’s claim that a person’s legal sex is determined by their feeling of “gender identity,” not by biology.\n\nDespite the public disapproval, many Democrats are forcefully endorsing the transgender claim that men are entitled to be treated as women once they say they are women. Breitbart News reported in November:\n\nIt is “cruel and unscientific” to define a person’s legal sex by their biology, says a pro-transgender complaint signed by 98 Democratic House legislators. The Democrats’ statement was sent to President Donald Trump’s administration after the New York Times reported that the administration will formally clarify that the sex of people involved in sex-discrimination legal fights will be based on their male or female body. Trump’s biology-determines-sex policy “makes it clear that members of this administration are willing to … solidify an archaic, dogmatic, and alarming view of the world,” the Democrats complain their letter to the Department of Health and Human Services (HHS).\n\nThis men-have-women’s-rights demand is having a growing impact on civic rules and even on companies.\n\nTransgender groups appropriate women's ideal: Victoria's Secret manager says he 'hopes' to use transgender models, AKA men who want to be women. The submission came after social-media backlash to his comments saying the brand cannot include every subgroup. https://t.co/nBUCllvvFw — Neil Munro (@NeilMunroDC) November 13, 2018\n\nThe impacts are felt in different-sex bathrooms, shelters for battered women, sports leagues for girls, hiking groups for boys, K-12 curricula, university speech codes, religious freedoms, free speech, the social status of women, parents’ rights in childrearing, children’s safety, practices to help teenagers, health outcomes, women’s ideals of beauty, culture and civic society, scientific research, prison safety, civic ceremonies, school rules, men’s sense of masculinity, law enforcement, military culture, and children’s sexual privacy.\n\nVery few people who describe themselves as transgender undergo cosmetic surgery of the genitals. Only about 4,118 Americans surgically altered their bodies in hospitals from 2000 to 2014 to appear like members of the opposite sex, according to a pro-transgender medical study.\n\nYet the gender ideology is rapidly gaining power, aided by huge donations from wealthy individuals and medical companies.\n\nIn Ohio, for example, in February 2018, a judge forced parents of a teenage girl to give up custody so she can begin a lifetime of drug treatments and surgery that will allow her to appear as a male.\n\nIn November, progressives united with business and media groups to defeat an anti-transgenderism, pro-women ballot in Massachusetts. Advertising and media coverage portrayed the biology-is-legal-sex initiative as a measure that would discriminate against people who live as members of the other sex."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Italian Government Source Claims Macron Behind EU Pressure to 'Punish' Italy", "description": "An unnamed Italian government minister has claimed that French President Emmanuel Macron is the driving force behind pressure from the European Union against Italy, saying that the French leader is ultimately pushing for sanctions.", "url": "https://www.breitbart.com/europe/2018/11/17/italian-government-source-claims-macron-behind-eu-pressure-punish-italy/", "urlToImage": "https://media.breitbart.com/media/2017/06/macronthrone.jpg", "publishedAt": "2018-11-17T09:09:45Z", "content": "The minister, who chose to speak to the Italian media on condition of anonymity, said, “Macron is determined to punish Italy.” He added that the French goal may be to pressure the Italian government to sell stakes in state-run companies such as oil and gas co… [+2197 chars]", "fulltext": "An unnamed Italian government minister has claimed that French President Emmanuel Macron is the driving force behind pressure from the European Union against Italy, saying that the French leader is ultimately pushing for sanctions.\n\nThe minister, who chose to speak to the Italian media on condition of anonymity, said, “Macron is determined to punish Italy.”\n\nHe added that the French goal may be to pressure the Italian government to sell stakes in state-run companies such as oil and gas company ENI, shipbuilding company Fincantieri, and electrical power company Enel, Il Giornale reports.\n\nAlleging that the strategy of the Élysée is to put Italy on its knees to “go shopping in our country,” the government source said: “If we were forced to repay the debt, we could, in fact, be forced to sell our family jewels.”\n\n“The French appetites are known and ancient,” the minister added.\n\nThe potential of sanctions against Italy come after the populist coalition of the League and the Five Star Movement (M5S) refused to budge on the proposed budget that was rejected by Brussels and did not submit a new EU-approved budget by the deadline, which expired earlier this week on Tuesday.\n\nMacron Declares War on Salvini-Orban Bloc, ‘I Am Their Chief Adversary’ https://t.co/jOzGMEBRRU — Breitbart London (@BreitbartLondon) August 29, 2018\n\nThe first step for the European Union would be the start of the infringement procedure, which allows the European Commission to take legal action against member states that do not apply EU laws and could see heavy fines levied on the Italian government.\n\nLeague leader and Italian Interior Minister Matteo Salvini commented, “They are crazy if they really open the infringement procedure against our country, 60 million Italians would rebel.”\n\n“Italy has a government that deals with the Italians and I say with the utmost affection, mind your own business and let us work,” Salvini added.\n\nPrime Minister Giuseppe Conte also weighed in on the matter saying that he would take a diplomatic route to try and convince Commission President Jean-Claude Juncker not to begin the infringement procedure.\n\nJuncker, along with other members of the Commission, has taken a hard line against the Italian budget with some even going as far as claiming the Italians are trying to “destroy” the European Project.\n\nThe stance of the government has seen broad support from the Italian electorate who are now largely seen as the most eurosceptic in the entire European Union with only 44 per cent saying they would vote to remain in the political bloc if a membership referendum were held."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Parisian Man Carrying Christmas Presents Beaten, Called 'Unbeliever'", "description": "A Parisian man in his 60s was assaulted on the streets of the French capital and labelled an “unbeliever” for carrying gifts wrapped up in Christmas wrapping paper.", "url": "https://www.breitbart.com/europe/2018/11/17/parisian-man-assaulted-unbeliever-street-christmas-presents/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-630498084.png", "publishedAt": "2018-11-17T08:21:49Z", "content": "The assault occurred in the 14th arrondissement of Paris on Wednesday at around 6:20 pm after the unidentified man in his 60s had been out shopping for presents, Le Parisien reports. According to the victim, he had just left the Alesia metro station and was c… [+1769 chars]", "fulltext": "A Parisian man in his 60s was assaulted on the streets of the French capital and labelled an “unbeliever” for carrying gifts wrapped up in Christmas wrapping paper.\n\nThe assault occurred in the 14th arrondissement of Paris on Wednesday at around 6:20 pm after the unidentified man in his 60s had been out shopping for presents, Le Parisien reports.\n\nAccording to the victim, he had just left the Alesia metro station and was carrying the gifts, which were wrapped in traditional Christmas wrapping paper, when a man approached him, grabbed him, and then slapped him across the face, forcing his glasses to the floor.\n\nImmediately after the assault, the victim claimed the attacker told him, “This is what we do to the unbelievers,” and left. The elderly man then went to a nearby police station and police say they are now investigating the incident as a religious hate crime.\n\nWhile Islam counts Jesus as a prophet, the Christmas holiday has been a source of consternation for some Muslims in Europe such as a Muslim pupil at the Johanneum Gymnasium in the German city of Lüneburg who demanded the school stop singing Christmas carols that were not compatible with Islam.\n\nChristmas Sidelined at German School After Muslim Complains Over Carols https://t.co/whJbCoYPu1 — Breitbart London (@BreitbartLondon) December 21, 2017\n\nThe school decided to cancel the singing of Christmas carols with the headmaster arguing that teachers needed to take a sensitive approach to students of minority faiths.\n\nIn some cases, Muslims have reacted with vitriol towards fellow Muslims who have celebrated the holiday like British boxer Amir Khan who received death threats for posting pictures of a Christmas tree he had put up in his home last year.\n\nChristmas markets in Germany have also been the target of radical Islamic terrorists, including the 2016 Berlin Christmas market terror attack which saw a dozen people killed by Tunisian failed asylum seeker Anis Amri.\n\nLast year, Austrian authorities foiled another attack targetting a Christmas market in Graz. The suspect, a 25-year-old Bosnian man, was allegedly plotting to drive a vehicle through the packed market in the same style as Amri had the year before."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "North Korea Deports US Citizen Claiming CIA Told Him to Enter Country Illegally - Breitbart News", "description": "Breitbart News North Korea Deports US Citizen Claiming CIA Told Him to Enter Country Illegally Breitbart News North Korea has deported an American citizen who admitted to having entered the country illegally, claiming to be working at the direction of the Cen…", "url": "https://www.breitbart.com/asia/2018/11/16/north-korea-deports-u-s-citizen-claiming-cia-told-him-to-enter-country-illegally/", "urlToImage": "https://media.breitbart.com/media/2017/05/serious-kim-jong-un-north-korea-dictator-parade-getty.jpg", "publishedAt": "2018-11-17T06:48:00Z", "content": "North Korea reportedly detained the man, identified as Bruce Byron Lowrance, last month as he attempted to cross into the country through their northern border with China. He later told officials that he was “under the control of the CIA.” Authorities have si… [+2288 chars]", "fulltext": "North Korea has deported an American citizen who admitted to having entered the country illegally, claiming to be working at the direction of the Central Intelligence Agency (CIA), state media announced Friday.\n\nNorth Korea reportedly detained the man, identified as Bruce Byron Lowrance, last month as he attempted to cross into the country through their northern border with China. He later told officials that he was “under the control of the CIA.” Authorities have since deported him to an area outside of the North Korean border.\n\nIn a statement Friday afternoon, U.S. Secretary of State Mike Pompeo thanked North Korea for their “cooperation” over the incident and the Swedish embassy helping to facilitate the release. However, it did not mention Lowrance by name.\n\n“The United States appreciates the cooperation of the Democratic People’s Republic of Korea and the embassy of Sweden in facilitating the release of an American citizen,” Pompeo said. “The United States is grateful for the sustained support of Sweden, our protecting power in North Korea, for its advocacy on behalf of American citizens. The safety and well-being of Americans remains one of the highest priorities of the Trump Administration.”\n\nLast November, a man of the same name was deported from South Korea after he was found lurking near the heavily armed border with North Korea. He reportedly told South Korean officials that he planned to help facilitate talks between Pyongyang and Washington, despite having no official role in government.\n\nPolice and intelligence officials who interrogated the man, believed to be in his mid-50s, claimed that they did not believe he was “psychologically disturbed.” Such an incident of cooperation towards a U.S. citizen is rare from North Korea. The regime has previously captured and consequently tortured American citizens they accuse of crimes on their territory.\n\nThe most recent case of this was that of Otto Warmbier, a college student arrested on charges of spying after he stole a propaganda poster from a hotel room. After being held in prison and tortured for months on end, North Korea eventually sent him back to the U.S. with severe brain damage, and he died shortly after his return.\n\nNorth Korea’s more sympathetic approach is likely to do with the ongoing peace negotiations taking place between the two countries as both sides seek to reach a comprehensive agreement that will involve the regime giving up its nuclear weapons program in return for the lifting of economic sanctions. In May, the regime released three U.S. detainees as an apparent goodwill gesture ahead of President Donald Trump’s summit with communist dictator Kim Jong-un.\n\nFollow Ben Kew on Facebook, Twitter at @ben_kew, or email him at bkew@breitbart.com."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Maher: Trump’s Response to Tragedy Is ‘How Can I Hurt?’", "description": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher criticized President Trump’s response to the wildfires in California by stating that “His response to every tragedy is, how can I hurt?” Maher said, “Of course, Trump’s response, you saw that, was to…", "url": "https://www.breitbart.com/video/2018/11/16/maher-trumps-response-to-tragedy-is-how-can-i-hurt/", "urlToImage": "https://media.breitbart.com/media/2018/11/Maher-1116-Thumbnail.jpg", "publishedAt": "2018-11-17T06:42:07Z", "content": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher criticized President Trump’s response to the wildfires in California by stating that “His response to every tragedy is, how can I hurt?” Maher said, “Of course, Trump’s response, you saw that, was to… [+599 chars]", "fulltext": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher criticized President Trump’s response to the wildfires in California by stating that “His response to every tragedy is, how can I hurt?”\n\nMaher said, “Of course, Trump’s response, you saw that, was to blame the victims, threaten to withhold federal funds. This is what he does every time there’s a disaster. Wildfires? You mismanaged your forests. Mass shooting? You should have been armed. Hurricane? Your island is very inconveniently located. His response to every tragedy is, how can I hurt? He is to empathy what food courts are to ambiance. That’s — and today he went out of his way to say he’s coming here just for the firefighters. Wouldn’t want to give the impression that he gives a shit about the citizens of this state who didn’t vote for him.”\n\nFollow Ian Hanchett on Twitter @IanHanchett"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Maher: Why Not Make Pelosi Speaker Since ‘She’s Already Pre-Tarnished’", "description": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher argued for electing House Democratic Leader Nancy Pelosi (D-CA) House speaker, in part by stating that Republicans will attack anyone the Democrats place in the spot, so it makes sense to use Pelosi,…", "url": "https://www.breitbart.com/video/2018/11/16/maher-why-not-make-pelosi-speaker-since-shes-already-pre-tarnished/", "urlToImage": "https://media.breitbart.com/media/2018/11/Maher-1116-Thumbnail-2.jpg", "publishedAt": "2018-11-17T06:42:04Z", "content": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher argued for electing House Democratic Leader Nancy Pelosi (D-CA) House speaker, in part by stating that Republicans will attack anyone the Democrats place in the spot, so it makes sense to use Pelosi,… [+365 chars]", "fulltext": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher argued for electing House Democratic Leader Nancy Pelosi (D-CA) House speaker, in part by stating that Republicans will attack anyone the Democrats place in the spot, so it makes sense to use Pelosi, who is “already pre-tarnished.” And there’s no point in subjecting another person to attacks by Republicans.\n\nMaher began by saying Pelosi is “effective,” he then argued that Republicans will attack anyone who is speaker of the House, “So why not use her? Because she’s already pre-tarnished. Why ruin a whole new person?”\n\nFollow Ian Hanchett on Twitter @IanHanchett"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett, Ian Hanchett", "title": "Swalwell: 'We're Going to Do All We Can' to Get Whitaker to Recuse Himself", "description": "On Friday's broadcast of HBO's \"Real Time,\" Representative Eric Swalwell (D-CA) vowed that Democrats will do everything they can to get Acting Attorney General Matthew Whitaker to recuse himself due to the fact that Whitaker has \"pre-judged\" Special Counsel R…", "url": "https://www.breitbart.com/video/2018/11/16/swalwell-were-going-to-do-all-we-can-to-get-whitaker-to-recuse-himself/", "urlToImage": "https://media.breitbart.com/media/2018/11/matt-whitaker-getty.jpg", "publishedAt": "2018-11-17T06:42:01Z", "content": "On Friday’s broadcast of HBO’s “Real Time,” Representative Eric Swalwell (D-CA) vowed that Democrats will do everything they can to get Acting Attorney General Matthew Whitaker to recuse himself due to the fact that Whitaker has “pre-judged” Special Counsel R… [+581 chars]", "fulltext": "On Friday’s broadcast of HBO’s “Real Time,” Representative Eric Swalwell (D-CA) vowed that Democrats will do everything they can to get Acting Attorney General Matthew Whitaker to recuse himself due to the fact that Whitaker has “pre-judged” Special Counsel Robert Mueller’s investigation.\n\nSwalwell stated that Democrats should “project confidence, tell the American people, you elected us to stop this. We’re going to stop this.”\n\nHe continued, “And so, we’re going to protect Bob Mueller. We’re going to make sure that this hired assassin who was brought in to take out the Mueller investigation is not able to do it. And also, we’re going to do all we can to get him to recuse himself. Because he’s pre-judged the investigation, and he has been plotting for months with Donald Trump to do this.”\n\nFollow Ian Hanchett on Twitter @IanHanchett"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor, Jeff Poor", "title": "Carlson: NYC-Amazon Deal Shows Dems Are Party of 'Merciless Corporate Power'", "description": "Thursday on Fox News Channel’s “Tucker Carlson Tonight,” host Tucker Carlson argued the deals reached by Amazon to locate in New York City and Northern Virginia, two Democratic Party-controlled regions of the country, was indicative of Democrats and ties to c…", "url": "https://www.breitbart.com/video/2018/11/16/carlson-nyc-amazon-deal-shows-dems-are-party-of-merciless-corporate-power/", "urlToImage": "https://media.breitbart.com/media/2018/11/Tucker1116.jpg", "publishedAt": "2018-11-17T04:27:39Z", "content": "Thursday on Fox News Channel’s “Tucker Carlson Tonight,” host Tucker Carlson argued the deals reached by Amazon to locate in New York City and Northern Virginia, two Democratic Party-controlled regions of the country, was indicative of Democrats and ties to c… [+955 chars]", "fulltext": "Thursday on Fox News Channel’s “Tucker Carlson Tonight,” host Tucker Carlson argued the deals reached by Amazon to locate in New York City and Northern Virginia, two Democratic Party-controlled regions of the country, was indicative of Democrats and ties to corporate power.\n\nCarlson labeled the Democratic Party the party of “merciless corporate power” and said the deal benefitting Amazon rewards it even though it is controlled by Jeff Bezos, one of the wealthiest men in the world.\n\n“Well, for about a hundred years, the Democratic Party was the party of America’s working class,” Carlson said. “Not anymore. Now, the Democratic Party is the party of merciless corporate power, of Google, and Facebook, and the rest, and they’ll punish you if you get in their way, as you know.”\n\n“The latest example, New York and Northern Virginia, two of the Bluest parts of this country showered promises and billions and billions in taxpayer breaks on Jeff Bezos,” he continued. “He runs Amazon. In return, both those states are getting a new Amazon headquarters. It’s a great deal for Bezos. Not that he needs it. He’s already the richest man on planet Earth. But, what about taxpayers?”\n\nFollow Jeff Poor on Twitter @jeff_poor"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Daniel Leberfeld, Daniel Leberfeld", "title": "Colts Nelson Fined for Illegal Block After Video of Play Goes Viral", "description": "On November 12, the Indianapolis Colts posted a video on Twitter of rookie guard Quenton Nelson steamrolling a Jacksonville defender into the ground, and the highlight went viral.", "url": "https://www.breitbart.com/sports/2018/11/16/colts-nelson-fined-illegal-block-after-video-play-goes-viral/", "urlToImage": "https://media.breitbart.com/media/2018/11/gettyimages-zach-bolinger.jpg", "publishedAt": "2018-11-17T03:51:18Z", "content": "The Colts posted the video to show what a great blocker Nelson is, but it ended up getting the 2018 first-round pick heavily penalized by the NFL. On Friday, the NFL fined Nelson $26,739 for leading with his helmet as he drove Jaguars safety Barry Church to t… [+3531 chars]", "fulltext": "On November 12, the Indianapolis Colts posted a video on Twitter of rookie guard Quenton Nelson steamrolling a Jacksonville defender into the ground, and the highlight went viral.\n\nThe Colts posted the video to show what a great blocker Nelson is, but it ended up getting the 2018 first-round pick heavily penalized by the NFL.\n\nOn Friday, the NFL fined Nelson $26,739 for leading with his helmet as he drove Jaguars safety Barry Church to the ground, opening a big hole for running back Marlon Mack.\n\nBarry Church, meet Quenton Nelson. pic.twitter.com/LwsAX1UQ99 — Derek Tyson (@DerekJTyson) November 11, 2018\n\nNelson wasn’t penalized in the game for the hit, or in the days that followed.\n\nBut the popularity of the video brought so much attention to the play, the NFL took a second look at the block, realized Nelson led with this helmet, and dished out a fine.\n\nAside from the tenacity of the hit, something else that brought a lot of attention to the video was audio of Nelson letting out a primal screen as he leveled Church.\n\nThis made the block look even more tenacious, with the massive Notre Dame-product obliterating an opponent while yelling like the Incredible Hulk.\n\nBut there is only one problem — Nelson didn’t yell on the play. Somebody from the Colts’ social media department pumped in audio of him yelling on another play and dubbed it over Nelson’s pancake block on Church.\n\n“I wasn’t yelling, not on that play,” Nelson said. “I don’t know how it got amped up like that.”\n\nNelson isn’t thrilled with the fine which he thinks is unjust and late.\n\n“It was five days late, it’s a Friday, so yeah [I’m surprised],” Nelson said Friday. “I don’t [agree with the fine].”\n\nESPN’s Adam Schefter reported that Nelson will appeal the fine.\n\nSurely Nelson can’t be thrilled with the individual, from his own organization, who superimposed that audio from another play, which helped make the video a sensation, but also brought extra scrutiny from NFL officials. The Colts removed the video from Twitter a few days after posting it.\n\nSo why was Nelson’s block illegal? In May, NFL owners approved a new rule it hopes will cut down on concussions.\n\nThe new rule states:\n\nIt is a foul if a player lowers his head to initiate and make contact with his helmet against an opponent. Contact does not have to be to an opponent’s head or neck area – lowering the head and initiating contact to an opponent’s torso, hips, and lower body, is also a foul. Violations of the rule will be easier to see and officiate when they occur in open space – as opposed to close line play – but this rule applies anywhere on the field at any time.\n\nWatching the video, Nelson clearly violated the new NFL rule, a rule many players think is unrealistic.\n\n“To all those [people] including those who made the rule,” 49ers cornerback Richard Sherman said in August. “I want a video of YOU running full speed and being lead by anything but your head while also attempting to bring down a moving target. You will soon realize it’s impossible.\n\nThe league expects players to adjust, either by keeping their faces up, by striking the opponent with the flipper of the shoulder pad, or by contorting their bodies to spin the helmet away from the opponent, striking him with something other than the thing covering the defensive player’s head.\n\n“There is no ‘make adjustment‘ to the way you tackle. Even in a perfect form tackle the body is led by the head. The rule is idiotic and should be dismissed immediately. When you watch rugby players tackle they are still lead by their head.”\n\nWhether the rule is realistic or not, the NFL, which is being sued by dozens of former players claiming to have suffered brain injuries playing the sport, is on a mission to make the game safer.\n\nSo expect a lot more fines for these kind of plays moving forward.\n\nSo perhaps teams should be careful promoting great blocks or hits by players that might violate the new rule.\n\nAnd certainly avoid piping in audio making the hit look even more violent."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "California Fire: Number of Missing Soars Past 1,000 as Death Toll Hits 71", "description": "CHICO, Calif. (AP) — With the confirmed death toll at 71 and the list of unaccounted for people more than 1,000, authorities in Northern California on Friday searched for those who perished ahead of a planned visit by President Trump.", "url": "https://www.breitbart.com/environment/2018/11/16/california-fire-death-toll-hits-71-number-of-missing-soars-past-1000/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1062169090.jpg", "publishedAt": "2018-11-17T03:06:09Z", "content": "Deputies found eight more bodies Friday, bringing the death toll to 71. The number of people unaccounted for grew from 631 on Thursday night to more than 1,011 on Friday, but Sheriff Kory Honea said the list was dynamic and could easily contain duplicate name… [+4378 chars]", "fulltext": "CHICO, Calif. (AP) — With the confirmed death toll at 71 and the list of unaccounted for people more than 1,000, authorities in Northern California on Friday searched for those who perished and those who survived the fiercest of wildfires ahead of a planned visit by President Donald Trump.\n\nDeputies found eight more bodies Friday, bringing the death toll to 71. The number of people unaccounted for grew from 631 on Thursday night to more than 1,011 on Friday, but Sheriff Kory Honea said the list was dynamic and could easily contain duplicate names and unreliable spellings of names.\n\nHe said the roster probably includes some who fled the blaze and do not realize they’ve been reported missing.\n\nSome on the list have been confirmed as dead by family and friends on social media. Others have been located and are safe, but authorities haven’t gotten around to marking them as found.\n\nTamara Conry said she should never have been on the list.\n\n“My husband and I are not missing and never were!” Conry wrote Thursday night on Facebook. “We have no family looking for us. … I called and left a message to take our names off.”\n\nAuthorities compiled the list by going back to listen to all the dispatch calls they received since the fire started, to make sure they didn’t miss anyone.\n\nIn last year’s catastrophic wildfires in California wine country, Sonoma County authorities at one point listed more than 2,000 people as missing. But they slowly whittled down the number. In the end, 44 people died in several counties.\n\nThe wildfire this time all but razed the town of Paradise, population 27,000, and heavily damaged the outlying communities of Magalia and Concow on Nov. 8, destroying 9,700 houses and 144 apartment buildings, authorities said.\n\nFirefighters were gaining ground against the blaze, which blackened 222 square miles (575 square kilometers). It was 45 percent contained and posed no immediate threat to populated areas. Crews managed to stop it from spreading toward Oroville, population 19,000. This patch of California, a former Gold Rush region in the Sierra Nevada foothills, is to some extent Trump country, with Trump beating Hillary Clinton in Butte County by 4 percentage points in 2016.\n\nBut some survivors resent that Trump took to Twitter two days after the disaster to blame the wildfires on poor forest mismanagement. He threatened to withhold federal payments from California.\n\n“If you insult people, then you go visit them, how do you think you’re going to be accepted? You’re not going to have a parade,” Maggie Crowder of Magalia said Thursday outside an informal shelter at a Walmart parking lot in Chico.\n\nBut Stacy Lazzarino, who voted for Trump, said it would be good for the president to see the devastation up close: “I think by maybe seeing it he’s going to be like ‘Oh, my goodness,’ and it might start opening people’s eyes.”\n\nIn his Fox News interview on the eve of his visit, the president repeated his criticism. Asked if he thought climate change contributed to the fires, he said, “Maybe it contributes a little bit. The big problem we have is management.”\n\nNick Shawkey, a captain with the state fire agency, said the president’s tweet blaming poor forest management was based on a “misunderstanding.” The federal government manages 46 percent of land in California.\n\n“The thing he’s tweeting about is his property,” Shawkey said.\n\nCalifornia’s outgoing and incoming governors said they would join Trump on Saturday.\n\nDemocrats Gov. Jerry Brown and governor-elect Gavin Newsom said they welcomed the president’s visit and “now is a time to pull together for the people of California.” Brown and Newsom have been vocal critics of Trump.\n\nMore than 450 searchers continued looking for human remains in the ashes.\n\nAround 52,000 people have been driven out and have gone to shelters, motels and the homes of friends and relatives. With winter coming on, many are seeking answers on what assistance will be provided.\n\nAt the Chico Mall where the Federal Emergency Management Agency and others set up an assistance center, 68-year-old Richard Wilson sought information about lodging. His wife is nearly bedridden from lupus and fibromyalgia.\n\n“We’re having to stay at a Marriott, which is like $100 a night, and we’re running out of money,” Wilson said as he stood outside in rubber sandals and no socks — the only footwear he had when he fled the flames that destroyed his home.\n\nIn Southern California, meanwhile, more residents were being allowed back in their homes near Los Angeles after a blaze torched an area the size of Denver and destroyed more than 600 homes and other structures. The blaze was 69 percent contained, authorities said.\n\nAt least three deaths were reported.\n\nSchools across a large swath of the state were closed because of smoke, and San Francisco’s world-famous open-air cable cars were pulled off the streets.\n\n___\n\nAssociated Press reporters Janie Har and Olga Rodriguez in San Francisco contributed to this report."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Allum Bokhari", "title": "Greenwald: Prosecution of Assange ‘Grave Threat To Press Freedom’", "description": "Greenwald reminds readers that even Obama's justice department was hesitant to prosecute Assange.", "url": "https://www.breitbart.com/tech/2018/11/16/greenwald-prosecution-of-assange-grave-threat-to-press-freedom/", "urlToImage": "https://media.breitbart.com/media/2018/01/wi/afp/11/1ish38t.jpg", "publishedAt": "2018-11-17T02:44:21Z", "content": "Writing in The Intercept, Greenwald contrast the threats to Assange’s freedom with similar complaints by mainstream journalists. Over the last two years, journalists and others have melodramatically claimed that press freedoms were being assaulted by the Trum… [+2410 chars]", "fulltext": "Despite this, Greenwald notes the current DOJ has obtained sealed charges against the WikiLeaks founder, even while it ignores former Secretary of State Hillary Clinton’s decision to compromise national security by hosting sensitive government material on insecure private email servers.\n\nWriting in The Intercept, Greenwald contrast the threats to Assange’s freedom with similar complaints by mainstream journalists.\n\nOver the last two years, journalists and others have melodramatically claimed that press freedoms were being assaulted by the Trump administration due to trivial acts such as the President spouting adolescent insults on Twitter at Chuck Todd and Wolf Blitzer or banning Jim Acosta from White House press conferences due to his refusal to stop preening for a few minutes so as to allow other journalists to ask questions. Meanwhile, actual and real threats to press freedoms that began with the Obama DOJ and have escalated with the Trump DOJ – such as aggressive attempts to unearth and prosecute sources – have gone largely ignored if not applauded.\n\nBut prosecuting Assange and/or WikiLeaks for publishing classified documents would be in an entirely different universe of press freedom threats. Reporting on the secret acts of government officials or powerful financial actors – including by publishing documents taken without authorization – is at the core of investigative journalism. From the Pentagon Papers to the Panama Papers to the Snowden disclosures to publication of Trump’s tax returns to the Iraq and Afghanistan war logs, some of the most important journalism over the last several decades has occurred because it is legal and constitutional to publish secret documents even if the sources of those documents obtained them through illicit or even illegal means.\n\nThe Obama DOJ – despite launching notoriously aggressive attacks on press freedoms – recognized this critical principle when it came to WikiLeaks. It spent years exploring whether it could criminally charge Assange and WikiLeaks for publishing classified information. It ultimately decided it would not do so, and could not do so, consistent with the press freedom guarantee of the First Amendment. After all, the Obama DOJ concluded, such a prosecution would pose a severe threat to press freedom because there would be no way to prosecute Assange for publishing classified documents without also prosecuting the New York Times, the Washington Post, the Guardian and others for doing exactly the same thing.\n\nAs the Washington Post put it in 2013 when it explained the Obama DOJ’s decision not to prosecute Assange:\n\nJustice officials said they looked hard at Assange but realized that they have what they described as a “New York Times problem.” If the Justice Department indicted Assange, it would also have to prosecute the New York Times and other news organizations and writers who published classified material, including The Washington Post and Britain’s Guardian newspaper."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Surprises Audience with Elvis Presley Song During Medal of Freedom Ceremony", "description": "The president called Elvis the \"True King\" of Rock and Roll, as he paused while his version of \"How Great Thou Art\" played.", "url": "https://www.breitbart.com/politics/2018/11/16/donald-trump-surprises-audience-with-elvis-presley-song-during-medal-of-freedom-ceremony/", "urlToImage": "https://media.breitbart.com/media/2018/11/Elvis-Presley-AP.jpg", "publishedAt": "2018-11-17T02:34:56Z", "content": "The president called Elvis the “True King” of Rock and Roll and paused his speech while Presley’s version of “How Great Thou Art” played on the sound system. Elvis is in the building pic.twitter.com/l37gyd9s9o — Charlie Spiering (@charliespiering) November 16… [+1632 chars]", "fulltext": "President Donald Trump awarded the Presidential Medal of Freedom to seven prominent civilians on Friday but surprised the audience with a special tribute to rock and roll singer Elvis Presley.\n\nThe president called Elvis the “True King” of Rock and Roll and paused his speech while Presley’s version of “How Great Thou Art” played on the sound system.\n\nElvis is in the building pic.twitter.com/l37gyd9s9o — Charlie Spiering (@charliespiering) November 16, 2018\n\nTrump also awarded medals to Miriam Adelson, Utah Senator Orrin Hatch, Justice Alan Page, and Quarterback Roger Staubach, as well as s baseball player George Herman “Babe” Ruth, Jr. and Justice Antonin Scalia.\n\nHatch is retiring from the Senate after serving for more than 41 years in his position.\n\n“He liked me right from the beginning and therefore I like him,” Trump said about Hatch. “That’s the way it is, I guess I’m not supposed to say it, but that’s the way life works.”\n\nTrump praised Scalia’s lifetime of service and legal contributions, welcoming his wife Maureen, who accepted the medal on behalf of her deceased husband. He also named all nine of their children.\n\n“You were very busy, wow,” Trump said to Scalia’s family. “I always knew I liked him.”\n\nMembers of the Supreme Court, including Justice Ruth Bader Ginsburg and Chief Justice John Roberts, attended the ceremony.\n\nTrump praised Staubach for his service in the military and his pro-football career leading the Dallas Cowboys to win the Super Bowl two times.\n\nThe president recalled that Babe Ruth was one of the greatest athletes of all time.\n\n“This award should have been given to him a long time ago,” Trump said, noting that he had a “great devotion” to the United States and “raised a lot of money” for children and “a lot of hell.”\n\nHe noted that Justice Alan Page was also a college hall of fame quarterback for Notre Dame and a professional NFL player for the Vikings before becoming a Minnesota Supreme Court Justice.\n\nThe Medal of Freedom is the nation’s highest civilian honor for individuals who have made significant contributions to the United States."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett, Ian Hanchett", "title": "Scalise on GOP Voting for Pelosi: Don't Want Us to Interfere in 'Internal Deliberations'", "description": "On Friday’s broadcast of the Fox News Channel’s “Fox & Friends,” House Republican Whip Steve Scalise (R-LA) responded to suggestions that Republicans might vote to make House Democratic Leader Nancy Pelosi (D-CA) speaker by saying he doesn’t want Republicans …", "url": "https://www.breitbart.com/video/2018/11/16/scalise-on-gop-voting-for-pelosi-dont-want-us-to-interfere-in-internal-deliberations/", "urlToImage": "https://media.breitbart.com/media/2017/06/GettyImages-628042832.jpg", "publishedAt": "2018-11-17T02:28:29Z", "content": "On Friday’s broadcast of the Fox News Channel’s “Fox &amp; Friends,” House Republican Whip Steve Scalise (R-LA) responded to suggestions that Republicans might vote to make House Democratic Leader Nancy Pelosi (D-CA) speaker by saying he doesn’t want Republic… [+552 chars]", "fulltext": "On Friday’s broadcast of the Fox News Channel’s “Fox & Friends,” House Republican Whip Steve Scalise (R-LA) responded to suggestions that Republicans might vote to make House Democratic Leader Nancy Pelosi (D-CA) speaker by saying he doesn’t want Republicans to interfere in “internal deliberations” in the House.\n\nCo-host Brian Kilmeade asked, “Do you think you’ll deliver Republican votes like the president said he’ll do to make sure she’s the next speaker? Do you see Republicans rallying to make sure she passes?”\n\nScalise responded, “I wouldn’t want to see us get in the way of the internal deliberations that are very important in the House.”\n\nScalise added that he doesn’t think President Trump will ask him to deliver Republican votes to make Pelosi speaker.\n\nFollow Ian Hanchett on Twitter @IanHanchett"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "WSJ: Caravan Migrants Bring Children to Hack Border and Asylum Rules", "description": "The Wall Street Journal has admitted that farmers and manual labors in Central America are hacking U.S. asylum laws by bringing children to trigger the catch-and-release loopholes.", "url": "https://www.breitbart.com/immigration/2018/11/16/wsj-caravan-migrants-bring-children-to-hack-border-and-asylum-rules/", "urlToImage": "https://media.breitbart.com/media/2018/11/central-americans-migrant-caravan-to-us-with-children-11-18-getty.jpg", "publishedAt": "2018-11-17T02:23:27Z", "content": "The November 16 article is headlined, “Migrants Adopt Tactic for U.S. Entry: Come as a Family,” and it reports how : Doris Paz, a 29-year-old mother of three, said that is how her sister-in-law reached San Antonio. It is how a neighbor recently crossed into t… [+8424 chars]", "fulltext": "The Wall Street Journal (WSJ) has admitted that farmers and manual labors in Central America are hacking U.S. asylum laws by bringing children to trigger the catch-and-release loopholes.\n\nThe November 16 article is headlined, “Migrants Adopt Tactic for U.S. Entry: Come as a Family,” and it reports how :\n\nDoris Paz, a 29-year-old mother of three, said that is how her sister-in-law reached San Antonio. It is how a neighbor recently crossed into the U.S. with two children. It is why a cousin grabbed her children and joined a caravan of migrants that left Honduras last month. And it is why Ms. Paz joined the same caravan with her 6-year-old son. “They say that bringing your child is your ticket in,” said Ms. Paz.\n\nThe migrants know that current laws and court-imposed settlements force border officials to release asylum-seekers with children in just 20 days. This early release allows the migrants to get blue-collar jobs — and to pay their smuggling debts — until they are caught and sent home.\n\nThe economic migrants are also splitting their families to maximize their chance of getting through the border, amid progressives’ complaints that President Donald Trump’s border policies are “ripping” children from their mothers’ arms.\n\nThe progressives’ media-magnified complaints about “family separation” forced Trump to drop his zero-tolerance policy for migrants with children. The progressive win prompted at least one migrant to separate herself from her own family, according to the Wall Street Journal:\n\nThat is how Cintia, a 29-year-old single mother of three from the city of Choloma, Honduras, reached the U.S. last month. She decided to leave Honduras, where about two-thirds of the population lives in poverty, after losing her job at a cleaning company during the political unrest sparked by last year’s contested presidential election. Afterward, she said, she couldn’t find a job, and became scared to leave her home after being the victim of street robberies. A friend in Kentucky offered to help by paying a smuggler a $8,000 fee. She knew that she would have a better chance of avoiding deportation if she traveled with children, but couldn’t afford to pay for all three; she decided to take her youngest daughter. When the White House ended its family separation policy in June, she decided it was a good time to make the trip. After crossing into Brownsville, Texas, Cintia and her daughter were held for one night and released, she said. “Honestly, it was a quick process,” she said by phone from Kentucky, where she was looking for work. “My plan is to get a job and be able to help my kids and mom.”\n\nIn November, the Washington Post also admitted that the U.S. asylum rules encourage migrants to bring some of their children up to the border:\n\nThe controversy generated by the policy and its abrupt rollback six weeks later handed smuggling guides across Central America a potent sales pitch. They now tell potential customers the Americans do not jail parents who bring children — and to hurry up before they might start doing so again. … Migrants have adapted … As asylum officers and immigration judges reject more [asylum] claims [by single adults], the number of single adults who arrive claiming fear of persecution is dropping. The fastest-growing portion comprises parents coming with children, preventing their long-term detention and significantly reducing the likelihood they will be deported.\n\nThe New York Times (NYT) has downplayed the asylum fraud, even though its reporters have written on the reality. NYT reported June 22:\n\n“This is the reason I brought a minor with me,” said Guillermo T., 57, a construction worker who recently arrived in Arizona. Facing unemployment at home in Guatemala, he decided to head north; he had been told that bringing his 16-year-old daughter would assure passage. He asked that only his first named be used to avoid consequences with his immigration case. “She was my passport,” he said of his daughter.\n\n#CBP #USBP Twenty-eight Guatemalan and four Honduran family groups, not part of the migrant caravans, surrender to Yuma Sector agents Wednesday after crossing the Colorado River vehicle barriers #NationalSecurity #SouthwestBorder pic.twitter.com/5vztseq1Ov — CBP Arizona (@CBPArizona) November 16, 2018\n\nThe WSJ, like the Post and the New York Times, however, ignores the profitable labor-trafficking aspect of the Central American migration into the U.S. jobs market.\n\nCartel-affiliated coyotes delivered many of the 65,218 asylum-seeking migrants to the U.S. border in fiscal 2018. That huge number — plus the variety of legal loopholes — ensured that many of the cartels’ migrants were quickly released into the U.S. jobs market where they can work to pay off their smuggling contracts with the cartel-affiliated coyotes.\n\nThe migrants are released because Congress does not fund enough beds to detain all the migrants and their children. In turn, the immigration courts are backlogged for two years, so migrants can work illegally and legally until their court date — and until they are found and deported.\n\nPresident Trump is trying to break the smuggling business by ending the catch-and-release policies that allow migrants to get jobs. If the migrants are not released, they cannot get U.S. jobs to pay their smuggling debts to the cartels or fund the cartels’ transport of their spouses and children to the United States.\n\nSince 2016, cartel-affiliated coyotes have also used the nation’s lax asylum laws to deliver more than 110,000 children and youths from Central America to parents, relatives, or employers in the United States. The government-aided business has been hidden by media and by Democrats who portray the expensively smuggled young migrants as “Unaccompanied Alien Children.”\n\nMany business-first Republicans and Democrats look away when employers tacitly use the cartel-affiliated coyotes as labor brokers. In September 2018, the Department of Justice announced a guilty plea by a labor broker who helped to smuggle “unaccompanied” minors into the U.S. labor market. The U.S. employer paid $6 million to the labor-broker, the department reported:\n\nPablo Duran Ramirez, 50, pleaded guilty today in U.S. District Court in Cleveland, Ohio, to encouraging the illegal entry of Guatemalan nationals, including unaccompanied minors, into the United States for financial gain … Duran Ramirez is the fourth defendant to plead guilty in connection with a labor trafficking scheme that forced Guatemalan minors to work at egg farms in central Ohio. According to the defendant’s plea agreement and admissions in court, the defendant, through his company, Haba Corporate Services, contracted to provide labor to Trillium Farms, knowing that the workers were unlawfully present in the United States. He further admitted to knowing that some of the workers were unaccompanied minors who had been coerced or threatened to enter the United States and then housed in an isolated trailer park in Marion, Ohio. In 2013 and 2014, Trillim Farms paid the defendant’s company approximately $6 million for its labor services.\n\nThe Honduran caravan’s economic migrants are trying to stay outside the cartels’ trafficking business as they seek jobs in the United States, often via their relatives. The Dallas News reported one example on November 10:\n\n[Edwin Edgardo] Hernandez has grand plans of reuniting with his brother in Dallas. But, for now, he said Atlanta beckons with a bigger sense of urgency: Jobs. Weeks ago, his former boss sent word to his community via recruiters that construction jobs await him and others to build stores like Wal-Marts and Home Depots — the kind of construction work he once did here in the U.S., the very work that once helped him earn enough money to build a home back in Honduras. “I’m told the economy is very good again,” he said. “I know from past experience that when there are jobs there will be a way to get in. It’s about resolve, and God, not Trump.”\n\nWashington’s economic policy of using migration to boost economic growth shifts wealth from young people towards older people by flooding the market with cheap white-collar and blue-collar foreign labor. That flood of outside labor spikes profits and Wall Street values by cutting salaries for manual and skilled labor offered by blue-collar and white-collar employees.\n\nThe policy also drives up real estate prices, widens wealth-gaps, reduces high-tech investment, increases state and local tax burdens, hurts kids’ schools and college education, pushes Americans away from high-tech careers, and sidelines at least five million marginalized Americans and their families, including many who are now struggling with opioid addictions.\n\nImmigration also pulls investment and wealth away from heartland states because coastal investors can more easily hire and supervise the large immigrant populations living in the coastal states."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Exclusive–Expert: Florida Democrats’ Alleged Election Fraud ‘Potentially Grounds for RICO’ Investigation", "description": "An effort to allegedly add Democrat votes after Election Day in Florida is \"potentially grounds for a RICO\" investigation, an election fraud expert says.", "url": "https://www.breitbart.com/politics/2018/11/16/exclusive-expert-florida-democrats-alleged-election-fraud-potentially-grounds-for-rico-investigation/", "urlToImage": "https://media.breitbart.com/media/2018/11/brenda-snipes-getty.jpg", "publishedAt": "2018-11-17T01:37:01Z", "content": "The Government Accountability Institute (GAI) research director Eric Eggers exclusively told SiriusXM Patriots Breitbart News Tonight s Senior Editors-at-Large Rebecca Mansour and Joel Pollak that a report revealing that Florida Democrats asked voters to subm… [+2232 chars]", "fulltext": "An effort to allegedly add Democrat votes after Election Day in Florida is “potentially grounds for a RICO” investigation, an election fraud expert says.\n\nThe Government Accountability Institute (GAI) research director Eric Eggers exclusively told SiriusXM Patriot’s Breitbart News Tonight‘s Senior Editors-at-Large Rebecca Mansour and Joel Pollak that a report revealing that Florida Democrats asked voters to submit absentee ballots after Election Day is a “smoking gun” and could possibly lead to a racketeering investigation.\n\nEggers said:\n\nI spoke with a Republican attorney today who is quite familiar with this and connected to the inter-workings and they believe that it is not only the smoking gun, but it is potentially the grounds for a RICO case … this is not over. The first step is to get this out of the way. Let’s get the election certified and let’s get people sworn into office. But I think that this is a very real problem, ultimately whether it’s complete ignorance or an organized effort on behalf of the Florida Democratic Party to manipulate and violate the law … they sent altered forms out with the hopes that they could just get away with it because they could get some sympathetic judges who say, ‘Well, this is what the forms that these people received said so I guess we’ll have to go along with it.’ [Emphasis added] At the end of the day, the basic argument in Florida right now is this: Should the laws that were in place on the day of the election be upheld. And the Republicans are saying yes and the Democrats are saying no. [Emphasis added]\n\nAs Breitbart News’s Joel Pollak reported, Florida Democrats allegedly asked voters to submit absentee ballots after Election Day, using an official form that had been altered to make it look as though voters were doing so within the legal deadline with the hopes that a judge would later allow the votes in the election.\n\nAlready, a federal judge — appointed by President Obama — has said Florida voters can correct their signatures on mail-in and provisional ballots. Republicans in the state are appealing the decision.\n\nIn a recent piece for Breitbart News, Eggers reviewed Brenda Snipes’ history of allowing illegal aliens and felons to vote in elections in Broward County, along with her destroying of ballots. Snipes is in charge of the vote count in Broward County where the state’s election results have been held up.\n\nListen to Eggers’ full interview here:"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Allum Bokhari, Allum Bokhari", "title": "FLASHBACK: Hillary Clinton's State Department Ignored Julian Assange's Warning About Leaked Cables", "description": "Assange made an emergency call to Clinton in 2011, when third parties gained access to a leaked cache of State Department cables.", "url": "https://www.breitbart.com/tech/2018/11/16/flashback-hillary-clintons-state-department-ignored-julian-assanges-warning-about-leaked-cables/", "urlToImage": "https://media.breitbart.com/media/2018/11/Assange_Clinton.png", "publishedAt": "2018-11-17T01:36:21Z", "content": "The Department of Justice has obtained sealed charges against Assange for his decision to publish classified U.S. government material, as confirmed by Reuters. Yet the DOJ has done nothing to hold former Secretary of State Clinton to account, either for her a… [+1952 chars]", "fulltext": "Hillary Clinton’s office ignored Julian Assange’s warnings about leaked U.S. State Department cables in 2011, according to footage obtained at the time by documentary filmmaker Laura Poitras.\n\nThe Department of Justice has obtained sealed charges against Assange for his decision to publish classified U.S. government material, as confirmed by Reuters.\n\nYet the DOJ has done nothing to hold former Secretary of State Clinton to account, either for her apparent negligence in ignoring Assange’s warnings about the leaked material nor for her uploading sensitive government information to an insecure private email server.\n\nPoitras’ video shows that the WikiLeaks founder and his associate Sarah Harrison made an emergency call to Hillary Clinton’s office ahead of the release of classified diplomatic cables in 2010. According to Poitras, WikiLeaks wanted to warn the U.S. government that third parties had obtained a password to the full unredacted the cables and were circulating it on the net.\n\nPrior to the release of the cables, WikiLeaks practiced “harm minimization redactions” in its leaks, in which certain information was redacted from leaks in order to prevent loss of life. From November 2010 through September 2011, WikiLeaks released the diplomatic cables in a rolling fashion with redactions to minimize harm to individuals.\n\nThen, in the same year, an error allegedly on the part of Guardian journalist David Leigh led to third parties obtaining a password that granted access to the full unredacted cables. It was at this point that WikiLeaks attempted to warn the office of then-Secretary of State Clinton, as seen in the video above.\n\nWith no response, and with the unredacted cables already in circulation on the web, WikiLeaks published the full unredacted cables.\n\n“For harm minimization, there are people who need to know that they are mentioned in the material before intelligence agencies know they are mentioned – or at least as soon after as possible,” Assange explained at the time.\n\n“By the time we published the cables, the material was already on dozens of websites, including Cryptome, and were being tweeted everywhere. And even a searchable public interface had been put up on one of them.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Aaron Klein", "title": "Soros-Financed Groups Help Brenda Snipes Prevail over Rick Scott in Court Battle", "description": "A coalition of organizations financed by billionaire activist George Soros successfully intervened in a lawsuit against Broward County Elections Supervisor Brenda Snipes in a case involving ballots counted by Snipes’ office after the official deadline had pas…", "url": "https://www.breitbart.com/politics/2018/11/16/soros-financed-groups-help-brenda-snipes-prevail-over-rick-scott-in-court-battle/", "urlToImage": "https://media.breitbart.com/media/2018/11/George-Soros.jpg", "publishedAt": "2018-11-17T00:42:35Z", "content": "The judge in the case ultimately rejected an emergency motion for a temporary injunction filed by Gov. Rick Scotts legal team regarding ballots that were purportedly cast in time but were not included in the first count by Broward County before the deadline f… [+4520 chars]", "fulltext": "A coalition of organizations financed by billionaire activist George Soros successfully intervened in a lawsuit against Broward County Elections Supervisor Brenda Snipes in a case involving ballots counted by Snipes’ office after the official deadline had passed.\n\nThe judge in the case ultimately rejected an emergency motion for a temporary injunction filed by Gov. Rick Scott’s legal team regarding ballots that were purportedly cast in time but were not included in the first count by Broward County before the deadline for those ballots to be counted. Scott is facing a recount battle in his Senatorial race against Sen. Bill Nelson.\n\nScott’s campaign had sued Snipes in the case. Notably, the interveners opposing Scott in the case against Snipes were the League of Women Voters and Brennan Center for Justice at the New York University Law School, two organizations financed by Soros. Helping in the case was Common Cause, which is also financed by Soros’s Open Society Foundations. An intervener allows a non-party to join an ongoing lawsuit.\n\nCommon Cause took to Twitter to declare victory in the case:\n\nA win for all voters in Florida! The work continues. Today it was a lawsuit. Tomorrow it will be recruiting nonpartisan volunteers to observe the #FloridaRecount. We won't stop until we #CountEveryVote in #Florida and everywhere else.https://t.co/8JbyG8J0Y6 pic.twitter.com/c9O3hF23UC — Common Cause (@CommonCause) November 15, 2018\n\nThe League of Women Voters purports to be “nonpartisan, neither supporting nor opposing candidates or political parties at any level of government, but always working on vital issues of concern to members and the public.” Capital Research charges the group has evidenced a “major flirtation with the Democratic Party.” The League documents its funding from Soros’s Open Society Institute.\n\nThe Brennan Center for Justice at New York University Law School is a liberal policy institute that says it “focuses on the fundamental issues of democracy and justice.” It has been the recipient of numerous grants from Soros’s Open Society Foundations totaling over $7,466,000 from 2000 to 2010 alone.\n\nMyrna Perez and Jonathan Brater of the Brennan Center provided councel in the case, while the League of Women Voters intervened together with Joanne Lynch Aye, a Broward voter.\n\nIn his order denying Scott’s request for an injunction, Judge Jack Tuter wrote that he made the decision after reviewing arguments from Scott’s team as well as responses filed by the “intervener(s)” – the Soros-funded groups in question.\n\nCommon Cause issued a press release celebrating Tuter’s ruling and quoting leaders from its own group as well as from the Soros-funded Brennan Center and League of Women Voters organizations.\n\n“This is a win for Florida voters because counting every eligible vote is how democracy is supposed to work,” stated Common Cause Executive Director Anjenys Gonzalez-Eilert. “Tossing out timely ballots would have been a gross injustice and this ruling will restore the faith of voters in the process.”\n\n“This is a victory for democracy, and most important, for the people of Florida,” Patricia Brigham, president of the League of Women Voters of Florida, was quoted saying. “Voters who cast their ballots on time deserve to have their voices heard.”\n\n“We had a senate campaign attempt to recklessly and improperly reject the voices of eligible voters during the ballot counting process, and today, those shameful attempts were beaten back,” claimed Myrna Pérez, deputy director of the Brennan Center’s Democracy Program and head of the organization’s voting rights project. “We’re proud to represent the people of Florida to ensure their rights are upheld, their voices are heard, and their will at the ballot box is protected.”\n\nIn the case, the interveners argued that their interests were separate from those of Snipes, and noted that she “failed” to ensure ballots were counted on time.\n\n“Because the Supervisor failed to ensure that all valid ballots were included in the first unofficial count, the Supervisor could be subject to significant public and financial pressure to resolve this litigation in a manner adverse to the interests of the Intervenors,” the interveners wrote.\n\nThe legal challenge involved several dozen ballots.\n\nThe lawsuit does not mark the only involvement of some of these organizations in the Florida recount ordeal.\n\nLast Saturday, the League of Women Voters and Common Cause threatened to take Scott to court if he didn’t recuse himself from the state’s recount, which includes his own Senatorial election.\n\nEarlier this week, Scott announced he will recuse himself from his role on the Florida Canvassing Board, which is slated to certify the results of his Senatorial election on Tuesday.\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter. He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow. Follow him on Facebook.\n\nJoshua Klein contributed research to this article."}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering, Charlie Spiering", "title": "California Democrats will Join Donald Trump to View Wildfire Destruction", "description": "California Governor Jerry Brown and Governor-elect Gavin Newsom announced that they will join President Donald Trump during his visit to California on Saturday.", "url": "https://www.breitbart.com/politics/2018/11/16/california-democrats-will-join-donald-trump-to-view-wildfire-destruction/", "urlToImage": "https://media.breitbart.com/media/2018/11/Motorist-Watches-CA-fire.jpg", "publishedAt": "2018-11-17T00:09:01Z", "content": "“We welcome the president’s visit to California and are grateful for the quick response to our aid requests,” both Democrat officials said in a statement on Friday. “Now is the time to pull together for the people of California.” Sixty-six people have died in… [+468 chars]", "fulltext": "California Governor Jerry Brown and Governor-elect Gavin Newsom announced that they will join President Donald Trump during his visit to California on Saturday.\n\n“We welcome the president’s visit to California and are grateful for the quick response to our aid requests,” both Democrat officials said in a statement on Friday. “Now is the time to pull together for the people of California.”\n\nSixty-six people have died in the recent wildfires and 631 people are missing, according to officials.\n\nThe decision to join Trump temporarily puts to rest the ongoing political spat between both parties. Trump blamed poor forest management for the unprecedented deadly fires, while Brown has blamed the effects of climate change.\n\n“You need forest management. It has to be,” Trump said in an interview with Fox News on Friday. “I’m not saying that in a negative way, a positive — I’m just saying the facts.”"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key, Pam Key", "title": "Beto O'Rourke on 2020: 'I Haven't Made Any Decisions About Anything'", "description": "Friday in Washington DC when TMZ asked Rep. Beto O’Rourke (D-TX) about a potential presidential run in 2020, he would not rule it out. O’Rourke was asked what his next move was after losing to Sen. Ted Cruz (R-TX) in the midterm election. He replied, “Going t…", "url": "https://www.breitbart.com/video/2018/11/16/beto-orourke-on-2020-i-havent-made-any-decisions-about-anything/", "urlToImage": "https://media.breitbart.com/media/2018/07/BetotoLA1.jpg", "publishedAt": "2018-11-17T00:08:05Z", "content": "Friday in Washington DC when TMZ asked Rep. Beto O’Rourke (D-TX) about a potential presidential run in 2020, he would not rule it out. O’Rourke was asked what his next move was after losing to Sen. Ted Cruz (R-TX) in the midterm election. He replied, “Going t… [+855 chars]", "fulltext": "Friday in Washington DC when TMZ asked Rep. Beto O’Rourke (D-TX) about a potential presidential run in 2020, he would not rule it out.\n\nO’Rourke was asked what his next move was after losing to Sen. Ted Cruz (R-TX) in the midterm election.\n\nHe replied, “Going to hang out with my family next week. Headed back to Texas.”\n\nWhen asked if he “might be open” to a presidential run, O’Rourke said, “Yeah I haven’t made any decisions about anything is probably the best way for me to put it.”\n\nOn Jim Acosta getting his White House press credentials back, O’Rourke said, “I don’t think the president of the United States, any president, should be picking who is reporting what’s going on in the White House or who’s covering them.”\n\nHe added, “The press, far from being the enemy of the people, is the best defense against tyranny. It’s fundamental to our democracy being successful, to all of us making informed decisions at the ballot box, and knowing how those who are representing us are using the public trust and the public resources, so yeah, I think you just don’t mess with that.”\n\nFollow Pam Key on Twitter @pamkeyNEN"}]