{"articles": [{"source": {"id": "abc-news", "name": "ABC News"}, "author": "Enjoli Francis and Eric Noll", "title": "Milwaukee bus driver helps homeless passenger get a bite to eat and place to sleep", "description": "Surveillance from inside city bus captures transit worker helping passenger get a bite to eat and place to sleep.", "url": "https://abcnews.go.com/US/milwaukee-bus-driver-helps-homeless-passenger-bite-eat/story?id=59327971", "urlToImage": "https://s.abcnews.com/images/US/bus-driver-ht-1-er-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T23:55:51Z", "content": "A public transit worker in Milwaukee has been recognized for being an example this holiday season of Thanksgiving, after she was captured on bus surveillance helping a regular passenger who'd recently fallen on hard times. Natalie Barnes was driving a public … [+3659 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Business Highlights", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/business-highlights-59329917", "urlToImage": null, "publishedAt": "2018-11-20T23:53:57Z", "content": "___ Tech giants plunge again, pushing market into red for year NEW YORK (AP) Stocks skidded again Tuesday as weak results from retailers and mounting losses for big technology companies pushed the market back into the red for the year. Energy companies slumpe… [+4948 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Allie Yang", "title": "'The View' reacts to report Ivanka Trump used private email", "description": "\"You can’t combine your personal life with your work life!... That’s what happens when you have this kind of nepotism going on in the White House, let’s face it!”", "url": "https://abcnews.go.com/Politics/excuse-view-reacts-report-ivanka-trump-hundreds-emails/story?id=59315305", "urlToImage": "https://s.abcnews.com/images/theview/ivanka-gty-er-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T23:39:53Z", "content": "Ivanka Trump, daughter and senior adviser to President Donald Trump, sent hundreds of emails using a personal account, according to a Washington Post story published Monday. Interested in Ivanka Trump? Add Ivanka Trump as an interest to stay up to date on the… [+3753 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Elizabeth McLaughlin and Luis Martinez", "title": "Pentagon says troop deployment to border will cost $72 million through Dec. 15", "description": "The Pentagon says troop deployment to border will cost $72 million through Dec. 15", "url": "https://abcnews.go.com/Politics/pentagon-troop-deployment-border-cost-72-million-dec/story?id=59328160", "urlToImage": "https://s.abcnews.com/images/Politics/border-military-watch-sh-ps-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T23:29:56Z", "content": "The Pentagon estimates that the current costs of the U.S. militarys border support mission will cost $72 million. It is the first cost estimate provided since the start of the mission to support Customs and Border Protection (CBP) ahead of the arrival of seve… [+1594 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Jacobo", "title": "Avenatti, girlfriend fought about money before alleged altercation occurred", "description": "The woman accused Avenatti of \"forcefully hitting\" her in the face with pillows, according to a temporary restraining order granted Monday in Los Angeles County.", "url": "https://abcnews.go.com/US/avenatti-girlfriend-fighting-money-alleged-domestic-violence-occurred/story?id=59323915", "urlToImage": "https://s.abcnews.com/images/US/avenatti-1-ap-er-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T23:26:00Z", "content": "Michael Avenatti, the lawyer for adult film star Stormy Daniels, was allegedly berating his girlfriend about money before an alleged physical altercation in the couple's Southern California home occurred last week, according to court documents file by the ex-… [+8241 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "John Parkinson", "title": "Nancy Pelosi cuts deal, earns support of potential challenger for House speaker", "description": "Nancy Pelosi has cut a deal with Rep. Marcia Fudge, who was mulling her own challenge for the House speakership.", "url": "https://abcnews.go.com/Politics/nancy-pelosi-cuts-deal-potential-challenger-marcia-fudge/story?id=59327974", "urlToImage": "https://s.abcnews.com/images/US/nancy-pelosi-gty-jef-181114_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T23:25:07Z", "content": "Nancy Pelosi has cut a deal with Rep. Marcia Fudge, who was mulling her own challenge for the House speakership, winning over the Ohio Democrat as she locks in support for House Speaker. Despite a band of House Democrats announcing their opposition Monday to … [+2694 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: President Trump blasts judge's ruling blocking asylum restrictions", "description": "Trump blasted the judge as an \"Obama appointee\" and then once again lit into the 9th Circuit Court of Appeals, the judges who would consider an administration appeal pf the district judge's order.", "url": "https://abcnews.go.com/Politics/video/president-trump-blasts-judges-ruling-blocking-asylum-restrictions-59329415", "urlToImage": "https://s.abcnews.com/images/Politics/181120_vod_orig_9thcircut_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T23:24:06Z", "content": "Now Playing: Judge halts Trump asylum order, Ivanka's email controversy Now Playing: Trump signs order denying asylum-seeking, illegal border crossers Now Playing: President Trump blasts judge's ruling blocking asylum restrictions Now Playing: Ivanka Trump's … [+1180 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Operation Gratitude volunteers stuff teddy bears for military members", "description": "To date, the California-based non-profit has sent more than 2.1 million packages to military members, their families and veterans.", "url": "https://abcnews.go.com/US/video/operation-gratitude-volunteers-stuff-teddy-bears-military-members-59329368", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_bears_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T23:20:03Z", "content": "Now Playing: Military Mom Inspired to Send 'Pride Packages' to Troops Now Playing: Operation Gratitude volunteers stuff teddy bears for military members Now Playing: Karina Vetrano trial enters second day of deliberations Now Playing: 'Paradise Fire Adopt a F… [+1006 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Avenatti, girlfriend were fighting about money before alleged domestic violence occurred: Court docs - ABC News", "description": "ABC News Avenatti, girlfriend were fighting about money before alleged domestic violence occurred: Court docs ABC News Michael Avenatti, the lawyer for adult film star Stormy Daniels, was allegedly berating his girlfriend about money before an alleged physica…", "url": "https://abcnews.go.com/US/avenatti-girlfriend-fighting-money-alleged-domestic-violence-occurred/story?id%3D59323915", "urlToImage": null, "publishedAt": "2018-11-20T23:17:20Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Beatrice Peterson", "title": "Toxic slime to eavesdropping toys: Consumer advocates warn of 'Trouble in Toyland'", "description": "Toxic slime, missing warning labels and possible invasion of privacy are among several warnings some consumer advocates have for toy buying parents this holiday season.", "url": "https://abcnews.go.com/Politics/toxic-slime-eavesdropping-toys-consumer-advocates-warn-trouble/story?id=59325752", "urlToImage": "https://s.abcnews.com/images/Politics/slime-toy-gty-jc-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T23:16:17Z", "content": "Toxic slime, missing warning labels and a possible invasion of privacy are among several warnings some consumer advocates have for parents this holiday season. The U.S. Public Interest Research Group released it's 33rd annual report \"Trouble in Toyland,\" whic… [+2801 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Karina Vetrano trial enters second day of deliberations", "description": "Chanel Lewis, 22, who stands accused of killing Vetrano while she was out jogging, could face life in prison.", "url": "https://abcnews.go.com/US/video/karina-vetrano-trial-enters-day-deliberations-59328726", "urlToImage": "https://s.abcnews.com/images/US/181120_wabc_vetrano5PM_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T23:02:40Z", "content": "Now Playing: Prosecutor Requests Controversial DNA Test in Investigation of Jogger's Murder Now Playing: Queens jogger murder suspect now charged with sexual abuse Now Playing: New Video Shows Slain NY Jogger on Run Before Murder Now Playing: Karina Vetrano t… [+1017 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Anthony Rivas", "title": "A third of parents to skip flu shot for their kids", "description": "Many of them cited sources that swayed them against the vaccine.", "url": "https://abcnews.go.com/Health/flu-vaccine-poll-us-parents-plan-skip-flu/story?id=59314711", "urlToImage": "https://s.abcnews.com/images/Health/gty-child-flu-er-170403_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-20T22:57:53Z", "content": "Last years flu season was among the deadliest the U.S. has seen in decades. But with this years flu season already underway, about a third of parents say their kids wont be getting the flu shot, according to a recent poll. Interested in Flu Season? Add Flu Se… [+1932 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Flu vaccine poll: A third of US parents say they plan to skip flu shots for their kids this season - ABC News", "description": "ABC News Flu vaccine poll: A third of US parents say they plan to skip flu shots for their kids this season ABC News Last year's flu season was among the deadliest the U.S. has seen in decades. But with this year's flu season already underway, about a third o…", "url": "https://abcnews.go.com/Health/flu-vaccine-poll-us-parents-plan-skip-flu/story?id%3D59314711", "urlToImage": null, "publishedAt": "2018-11-20T22:54:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 'Paradise Fire Adopt a Family' connects Camp Fire survivors with donors", "description": "A California couple started the Facebook group after reaching out to help a fire victim via the social media platform.", "url": "https://abcnews.go.com/US/video/paradise-fire-adopt-family-connects-camp-fire-survivors-59327924", "urlToImage": "https://s.abcnews.com/images/US/181120_kxtv_adoptafamily_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T22:44:28Z", "content": "Now Playing: 79 dead in California's Camp Fire Now Playing: New concerns camp fire death toll will keep climbing Now Playing: Camp fire claims at least 48 lives, as search heats up for missing Now Playing: 'Paradise Fire Adopt a Family' connects Camp Fire sur… [+977 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Ivanka Trump's use of personal email a focus of Democrats in next Congress", "description": "Trump's reported use of a personal email account to conduct official government business, first confirmed by the Washington Post, creates an awkward dynamic in the West Wing.", "url": "https://abcnews.go.com/Politics/video/ivanka-trumps-personal-email-focus-democrats-congress-59327435", "urlToImage": "https://s.abcnews.com/images/Politics/181120_nwo_ivanka_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T22:44:13Z", "content": "Now Playing: Will Trump dump Jared, Ivanka? Now Playing: Ivanka Trump sent government emails via a personal account, report says Now Playing: Ivanka Trump's personal email account under scrutiny Now Playing: Ivanka Trump's use of personal email a focus of Dem… [+1131 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Lowe's reports disappointing sales; to exit Mexico", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/lowes-reports-disappointing-sales-exit-mexico-59328150", "urlToImage": null, "publishedAt": "2018-11-20T22:40:42Z", "content": "Lowe's Cos. reported disappointing numbers for a key sales measure in the third quarter and said it would exit its Mexico operations in its bid to compete better with home improvement leader Home Depot. The home improvement chain said Tuesday it would also ex… [+2805 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Cheyenne Haslett", "title": "Trump blasts judge's ruling blocking asylum restrictions, predicts Supreme Court win", "description": "A federal judge stopped Trump's Nov. 9 proclamation on asylum from going into effect.", "url": "https://abcnews.go.com/Politics/president-trump-blasts-judges-ruling-blocking-asylum-restrictions/story?id=59323086", "urlToImage": "https://s.abcnews.com/images/International/central-american-migrant-caravan-02-gty-jef-181116_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-20T22:38:05Z", "content": "President Donald Trump on Tuesday angrily criticized a federal judge's ruling that blocks new restrictions on asylum that he announced earlier this month, calling the court \"not fair\" and predicting he would win in the Supreme Court. He blasted the judge as a… [+3337 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jasmine Brown and Enjoli Francis", "title": "R. Kelly's ex-wife explains why she has not changed her name after divorce", "description": "Drea Kelly, the ex-wife of R. Kelly and now an advocate for domestic abuse victims, said she can't remember the last time the two communicated.", "url": "https://abcnews.go.com/Entertainment/kellys-wife-changed-paid-blood-sweat-tears/story?id=59296486", "urlToImage": null, "publishedAt": "2018-11-20T22:36:19Z", "content": "Widely regarded as the \"King of R&amp;B,\" R. Kelly is known for penning songs like \"Ignition,\" \"Step in the Name of Love\" and \"Trapped in the Closet,\" but according to ex-wife Drea Kelly, lurking behind that Playboy image lies a more sinister persona. \"People… [+11827 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "How investigators cracked unsolved murder of Harvard graduate student nearly 50 years later - ABC News", "description": "ABC News How investigators cracked unsolved murder of Harvard graduate student nearly 50 years later ABC News Investigators finally have cracked a cold case murder that has haunted the Boston area for almost 50 years. The Middlesex District Attorney's Office …", "url": "https://abcnews.go.com/US/investigators-announce-significant-break-decades-cold-case-murder/story?id%3D59314962", "urlToImage": null, "publishedAt": "2018-11-20T22:29:29Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "'Dancing With the Stars' no longer hopping for ABC", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/dancing-stars-longer-hopping-abc-59325502", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_2da0904b8994433ca2eb78931624aa94_16x9_992.jpg", "publishedAt": "2018-11-20T22:19:01Z", "content": "The dance floor is thinning over at ABC. The Nielsen company says viewership is down for ABC's \"Dancing With the Stars\" franchise, which concluded its fall season on Monday with country radio host Bobby Bones beating Disney star Milo Manheim, actress Evanna L… [+2867 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Target, Boston Scientific and Kohl's fall; Campbell jumps", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/target-boston-scientific-kohls-fall-campbell-jumps-59327553", "urlToImage": null, "publishedAt": "2018-11-20T22:14:57Z", "content": "Stocks that moved substantially or traded heavily Tuesday: Target Corp., down $8.12 to $69.03 The retailer's profit fell short of Wall Street expectations as it invested more in its stores and its online business. Ross Stores Inc., down $8.55 to $82.64 The di… [+913 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: CDC warns against eating romaine lettuce after E. Coli outbreak", "description": "This is different from a recent multistate E.Coli outbreak connected to romaine lettuce.", "url": "https://abcnews.go.com/Health/video/cdc-warns-eating-romaine-lettuce-coli-outbreak-59326533", "urlToImage": "https://s.abcnews.com/images/Health/181120_wabc_romaine_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T22:13:56Z", "content": "Now Playing: What is E. Coli? Now Playing: Warning of multistate E. coli outbreak in romaine lettuce Now Playing: US investigating source of deadly E. coli outbreak as Canada links its cases to lettuce Now Playing: CDC warns against eating romaine lettuce aft… [+1067 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Anti-Democrat group paid Whitaker nearly $1M", "description": "Acting Attorney General Matthew Whitaker was paid nearly $1 million by a nonprofit highly critical of Democrats that doesn't disclose its donors in the two years before he joined the Justice Department", "url": "https://abcnews.go.com/Politics/wireStory/latest-anti-democrat-group-paid-whitaker-1m-59327434", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_5a6bf3e136f740e782ee0b31634eb515_16x9_992.jpg", "publishedAt": "2018-11-20T22:06:56Z", "content": "The Latest on acting Attorney General Matthew Whitaker (all times local): 5 p.m. Acting Attorney General Matthew Whitaker was paid nearly $1 million by a nonprofit highly critical of Democrats that doesn't disclose its donors in the two years before he joined… [+1462 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Puerto Rico seeks more funds from Congress post-Maria", "description": "Puerto Rico's governor is imploring U.S. Congress to increase federal funding and approve several measures to help the island recover from Hurricane Maria", "url": "https://abcnews.go.com/International/wireStory/puerto-rico-seeks-funds-congress-post-maria-59327432", "urlToImage": null, "publishedAt": "2018-11-20T22:05:25Z", "content": "Puerto Rico's governor is imploring U.S. Congress to increase federal funding and approve several measures to help the island recover from Hurricane Maria. Ricardo Rossello released a letter Tuesday asking the U.S. to cover all costs linked to debris removal,… [+487 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Trump defends Saudi Arabia's denials in Khashoggi murder, says relationship most impo", "description": "In an extraordinary statement, President Trump on Tuesday defended Saudi Arabia in the face of mounting pressure over the murder of Washington Post columnist Jamal Khashoggi.", "url": "https://abcnews.go.com/Politics/video/trump-defends-saudi-arabias-denials-khashoggi-murder-relationship-59327352", "urlToImage": "https://s.abcnews.com/images/Politics/181120_wabc_trumponkhaskoggi_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T22:05:01Z", "content": "Now Playing: Saudi official: Crown prince did not order Khashoggi killing Now Playing: What is on the Khashoggi killing tape? Now Playing: Investigation into the death of journalist Khashoggi Now Playing: Trump defends Saudi Arabia in Khashoggi murder Now Pla… [+1202 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Review: Cuaron crafts a neorealist masterpiece in 'Roma'", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/review-cuaron-crafts-neorealist-masterpiece-roma-59327318", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_1e51d6ca91f9454e9a09e134c6bad8d4_16x9_992.jpg", "publishedAt": "2018-11-20T22:03:11Z", "content": "The phrase \"world creation\" gets thrown around casually and frequently in cinema, but few modern directors are better at fashioning a totally transportive experience than director Alfonso Cuaron. He has taken us to space, to the edge of desire, to a bleak fut… [+3644 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Mississippi Senate runoff race heats up", "description": "Sen. Cindy Hyde-Smith and Mike Espy will face off again in a Nov. 27 election.", "url": "https://abcnews.go.com/Politics/video/mississippi-senate-runoff-race-heats-59327200", "urlToImage": "https://s.abcnews.com/images/Politics/181120_vod_tbr_mississippi_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T22:02:26Z", "content": "Now Playing: Democratic Senate candidate Mike Espy could make history in Mississippi Now Playing: Cindy Hyde-Smith swearing in gives US Senate historic number of women Now Playing: Trump defends Saudi Arabia in Khashoggi murder Now Playing: Mississippi Senate… [+1244 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Stock markets take a tumble", "description": "Stocks fall amid rough retail results and weakness in the tech sector.", "url": "https://abcnews.go.com/US/video/stock-markets-tumble-59327041", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_tbr_dow_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T22:00:23Z", "content": "Now Playing: Stocks plunged 666 points Friday Now Playing: Stock markets take a tumble Now Playing: TOMS pledges $5 million to ending gun violence Now Playing: U.S. 'standing with Saudi Arabia' Now Playing: Survey of dangerous toys released Now Playing: Ameri… [+968 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: TOMS pledges $5 million to ending gun violence", "description": "TOMS founder and Chief Shoe Giver Blake Mycoskie and National Youth Walkout Organizer Winter Minisee join \"The Briefing Room\" to discuss their work to end gun violence.", "url": "https://abcnews.go.com/US/video/toms-pledges-million-ending-gun-violence-59326812", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_tbr_gun_violence_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:57:52Z", "content": "Now Playing: National School Walkout finds students gathering for tighter gun control laws Now Playing: Stock markets take a tumble Now Playing: TOMS pledges $5 million to ending gun violence Now Playing: U.S. 'standing with Saudi Arabia' Now Playing: Survey … [+1013 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: U.S. 'standing with Saudi Arabia'", "description": "Trump says the U.S. won't punish Saudi Arabia, Ivanka Trump under fire for using private email for government business and the TOMS founder will donate $5 million to end gun violence.", "url": "https://abcnews.go.com/US/video/us-standing-saudi-arabia-59326681", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_tbr_full_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:56:41Z", "content": "Now Playing: Ivanka Trump sent government emails via a personal account, report says Now Playing: 11 in Saudi Arabia face indictments for journalist's death Now Playing: Students team up with Sia to share their powerful message on gun violence Now Playing: St… [+992 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Trump submits written responses to special counsel Robert Mueller - ABC News", "description": "ABC News Trump submits written responses to special counsel Robert Mueller ABC News President Donald Trump has submitted his answers to questions from special counsel Robert Mueller, the president's attorneys told ABC News. Interested in Donald Trump? Add Don…", "url": "https://abcnews.go.com/Politics/president-trump-submits-written-responses-special-counsel-robert/story?id%3D59315316", "urlToImage": null, "publishedAt": "2018-11-20T21:49:43Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Survey of dangerous toys released", "description": "A watchdog safety group warns of possible hazardous toys that could be harmful to children.", "url": "https://abcnews.go.com/US/video/survey-dangerous-toys-released-59326123", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_dispatch_toys_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:46:21Z", "content": "Now Playing: Spider-Man drone makes consumer safety group's list of most dangerous toys Now Playing: A new warning about popular toys at the top of kids' Christmas list Now Playing: Stock markets take a tumble Now Playing: TOMS pledges $5 million to ending gu… [+1013 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "How major US stock indexes fared Tuesday", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/major-us-stock-indexes-fared-tuesday-59326207", "urlToImage": null, "publishedAt": "2018-11-20T21:42:10Z", "content": "Stocks dropped again Tuesday as losses mounted for the world's largest technology companies. Retailers also fell, and energy companies plunged with oil prices as the market sank back into the red for the year. On Tuesday: The S&amp;P 500 index skidded 48.84 p… [+729 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: America's top player faces reigning champ in the World Chess Championship", "description": "FiveThirtyEight's Oliver Roeder covers the epic matchup at this year's chess competition.", "url": "https://abcnews.go.com/fivethirtyeight/video/americas-top-player-faces-reigning-champ-world-chess-59325513", "urlToImage": "https://s.abcnews.com/images/fivethirtyeight/181120_vod_fte_worldchess_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:41:03Z", "content": "Now Playing: Stock markets take a tumble Now Playing: TOMS pledges $5 million to ending gun violence Now Playing: U.S. 'standing with Saudi Arabia' Now Playing: Survey of dangerous toys released Now Playing: America's top player faces reigning champ in the Wo… [+985 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kendall Karson and John Verhovek", "title": "Photo of Mississippi Senator wearing a Confederate soldier hat upends race", "description": "GOP incumbent Cindy Hyde-Smith donned a Confederate soldier hat, with the caption \"Mississippi history at its best\", in newly unearthed Facebook photos.", "url": "https://abcnews.go.com/Politics/photo-cindy-hyde-smith-wearing-confederate-soldier-hat/story?id=59317755", "urlToImage": "https://s.abcnews.com/images/Politics/mississippi-elections-ap-gty-er-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:38:49Z", "content": "In a race that was supposed to be a Republican rout in the Deep South, GOP incumbent Cindy Hyde-Smith's campaign seems to be stumbling after a series of public statements on video and a collection of public photos from 2014 were released, calling into questio… [+10327 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Kushners buying Manhattan hotel in third such deal this year", "description": "The family real estate company once run by Jared Kushner is buying a hotel on the Lower East Side of Manhattan, the third hotel it has purchased this year", "url": "https://abcnews.go.com/Business/wireStory/kushners-buying-manhattan-hotel-deal-year-59326104", "urlToImage": null, "publishedAt": "2018-11-20T21:33:53Z", "content": "The family real estate company once run by Jared Kushner is buying a hotel on the Lower East Side of Manhattan, the third hotel it has purchased this year. The Kushner Cos. said Tuesday that it is in contract to buy the 20-story Hotel on Rivington for an undi… [+487 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Photo of Cindy Hyde-Smith wearing a Confederate soldier hat is upending the Mississippi race - ABC News", "description": "ABC News Photo of Cindy Hyde-Smith wearing a Confederate soldier hat is upending the Mississippi race ABC News In a race that was supposed to be a Republican rout in the Deep South, GOP incumbent Cindy Hyde-Smith's campaign seems to be stumbling after a serie…", "url": "https://abcnews.go.com/Politics/photo-cindy-hyde-smith-wearing-confederate-soldier-hat/story?id%3D59317755", "urlToImage": null, "publishedAt": "2018-11-20T21:31:15Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Ayanna Gill", "title": "Father aims to improve CDC reporting of illnesses with 'polio-like' symptoms", "description": "A father in Virginia called the announcement of a CDC task force focusing on investigating AFM cases \"a positive development.\"", "url": "https://abcnews.go.com/Health/father-aims-improve-cdc-reporting-illnesses-polio-symptoms/story?id=59292594", "urlToImage": "https://s.abcnews.com/images/WNT/joey-wilcox-afm-04-ht-jc-181119_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:28:10Z", "content": "For the last two months, Jeremy Wilcox has been fighting for a diagnosis of acute flaccid myelitis, or AFM, for his son. \"I've seen the good and bad of the health care system,\" the Herndon, Virginia, father told ABC News. During the second week of September, … [+5719 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Father aims to improve CDC reporting of illnesses with 'polio-like' symptoms among children as AFM cases grow - ABC News", "description": "ABC News Father aims to improve CDC reporting of illnesses with 'polio-like' symptoms among children as AFM cases grow ABC News For the last two months, Jeremy Wilcox has been fighting for a diagnosis of acute flaccid myelitis, or AFM, for his son. \"I've seen…", "url": "https://abcnews.go.com/Health/father-aims-improve-cdc-reporting-illnesses-polio-symptoms/story?id%3D59292594", "urlToImage": null, "publishedAt": "2018-11-20T21:28:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Nielsen's top programs for Nov. 12-18", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/nielsens-top-programs-nov-12-18-59325753", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_ea9c6010a98a40739b13b77dbfcfd4d5_16x9_992.jpg", "publishedAt": "2018-11-20T21:28:00Z", "content": "Prime-time viewership numbers compiled by Nielsen for Nov. 12-18. Listings include the week's ranking and viewership. 1. NFL Football: Minnesota at Chicago, NBC, 18.84 million. 2. NFL Football: Green Bay at Seattle, Fox, 16.89 million. 3. \"Sunday Night NFL Pr… [+869 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Renault says Carlos Ghosn will remain as automaker's CEO while detained in Japan on claims he misused Nissan assets", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/renault-carlos-ghosn-remain-automakers-ceo-detained-japan-59325718", "urlToImage": null, "publishedAt": "2018-11-20T21:26:57Z", "content": "Renault says Carlos Ghosn will remain as automaker's CEO while detained in Japan on claims he misused Nissan assets."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Brian Rinker | Kaiser Health News", "title": "Paradise lost: Wildfire chases seniors from retirement havens to field hospitals", "description": "The Camp Fire, the deadliest in state history, took ruthless aim at older people.", "url": "https://abcnews.go.com/Health/paradise-lost-wildfire-chases-seniors-retirement-havens-field/story?id=59323835", "urlToImage": "https://s.abcnews.com/images/Health/california-wildfire-seniors-01-khn-jc-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:22:51Z", "content": "This story is from Kaiser Health News. After barely getting out of Paradise alive before the Camp Fire turned her town to ash, Patty Saunders, 89, now spends her days and nights in a reclining chair inside the shelter at East Ave Church 16 miles away. It hurt… [+6870 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Multiple fatalities in New Jersey mansion fire: Officials", "description": "There have been multiple fatalities at a house fire in Colts Neck, New Jersey, officials said Tuesday.", "url": "https://abcnews.go.com/US/video/multiple-fatalities-jersey-mansion-fire-officials-59325450", "urlToImage": "https://s.abcnews.com/images/US/181120_wabc_njhousefire_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:19:53Z", "content": "Now Playing: Multiple fatalities in New Jersey mansion fire: Officials Now Playing: Mayor makes first legal marijuana purchase in Massachusetts history Now Playing: Thanksgiving's most disliked dishes Now Playing: Investigators crack decades-old cold case mur… [+1012 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Mayor makes first legal marijuana purchase in Massachusetts history", "description": "Northampton Mayor David Narkewicz made the symbolic first purchase at 8:00 a.m. on Nov. 20.", "url": "https://abcnews.go.com/US/video/mayor-makes-legal-marijuana-purchase-massachusetts-history-59325407", "urlToImage": "https://s.abcnews.com/images/US/181120_wfxt_weed_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:17:15Z", "content": "Now Playing: Canada to begin legal sales of marijuana Now Playing: Marijuana becomes legal in Canada Now Playing: Lines forming all across California at newly legal marijuana dispensaries Now Playing: Multiple fatalities in New Jersey mansion fire: Officials … [+1018 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kendall Karson", "title": "Photo of Mississippi Senator wearing a Confederate solider hat upends race", "description": "GOP incumbent Cindy Hyde-Smith donned a Confederate solider hat, with the caption \"Mississippi history at its best\", in newly unearthed Facebook photos.", "url": "https://abcnews.go.com/Politics/photos-cindy-hyde-smith-wearing-confederate-solider-hat/story?id=59317755", "urlToImage": "https://s.abcnews.com/images/Politics/mississippi-elections-ap-gty-er-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:14:37Z", "content": "In a race that was supposed to be a Republican rout in the Deep South, Republican incumbent Cindy Hyde-Smith's campaign seems to be stumbling after a series of public statements were released on video and a collection of public photos from 2014, calling into … [+9933 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Facing criticism, Trump says he'll go to war zone", "description": "President Donald Trump says he will soon be visiting U.S. troops deployed in harm's way, amid criticism that he has yet to take such a trip", "url": "https://abcnews.go.com/Politics/wireStory/facing-criticism-trump-hell-war-zone-59325238", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_7ff074e733744089824167f9a8d63829_16x9_992.jpg", "publishedAt": "2018-11-20T21:14:05Z", "content": "President Donald Trump says he will soon be visiting U.S. troops deployed in harm's way, amid criticism that he has yet to take such a trip since entering office. Responding to questions from reporters before leaving Washington to visit his private club in Fl… [+460 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Dr. Johanna Kreafle and Dr. Sumir Shah", "title": "New hope for those with peanut allergies", "description": "A new experimental drug may allow allergy sufferers lead more normal lives.", "url": "https://abcnews.go.com/Health/hope-peanut-allergies/story?id=59323836", "urlToImage": "https://s.abcnews.com/images/Health/GTY-peanuts-jef-170105_hpMain_6_16x9_992.jpg", "publishedAt": "2018-11-20T21:09:09Z", "content": "A new experimental drug may help allergy sufferers lead more normal lives. The drug, called AR101, is seeking FDA approval, and a new study has shown the results it produces in kids and teens. It doesnt cure the peanut allergy, but it allows those who suffer … [+4845 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "New hope for those with peanut allergies - ABC News", "description": "Earth.com New hope for those with peanut allergies ABC News A new experimental drug may help allergy sufferers lead more normal lives. The drug, called AR101, is seeking FDA approval, and a new study has shown the results it produces in kids and teens. It doe…", "url": "https://abcnews.go.com/Health/hope-peanut-allergies/story?id%3D59323836", "urlToImage": null, "publishedAt": "2018-11-20T21:05:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Darcy Clark", "title": "Celebrate the Season at Disney Springs", "description": "We’re days away from Thanksgiving and the weather is (finally) starting to cool down – cue the holidays at Disney Springs! This year, there’s even more fun in store … from a limited-time MAC Cosmetics extravaganza to a larger-than-ever Disney Springs Christma…", "url": "https://disneyparks.disney.go.com/blog/2018/11/celebrate-the-season-at-disney-springs/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/ytiurio9748798211.jpg", "publishedAt": "2018-11-20T21:03:19Z", "content": "Were days away from Thanksgiving and the weather is (finally) starting to cool down cue the holidays at Disney Springs ! This year, theres even more fun in store from a limited-time MAC Cosmetics extravaganza to a larger-than-ever Disney Springs Christmas Tre… [+4260 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Thomas Smith", "title": "Disney Parks Around the World Celebrate Mickey’s Birthday", "description": "It’s been a whirlwind of a week as Disney Parks celebrated the one-and-only Mickey Mouse on the occasion of his 90th birthday! “Good Morning America” surprised viewers from a different Disney resort around the world every day, broadcasting from spectacular lo…", "url": "https://disneyparks.disney.go.com/blog/2018/11/disney-parks-around-the-world-celebrate-mickeys-birthday/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/hbm20984029384234343fi.jpg", "publishedAt": "2018-11-20T21:02:59Z", "content": "Its been a whirlwind of a week as Disney Parks celebrated 90 years of Mickey Mouse! Good Morning America surprised viewers from a different Disney resort around the world every day, broadcasting from spectacular locations to showcase whats new and unique at e… [+727 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Charles Q. Choi | Inside Science", "title": "How cat tongues help felines keep clean and cool", "description": "A closer look at cat tongues helps explain why the animals' grooming is so effective and may inspire new brushes -- for pets and humans.", "url": "https://abcnews.go.com/Health/cat-tongues-inspire-brushes-humans/story?id=59315308", "urlToImage": "https://s.abcnews.com/images/Health/cat-tongue-gty-ps-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T21:02:09Z", "content": "This story is from Inside Science. New insights into how cats clean their fur with scores of tiny scoops on their tongues could lead to better hairbrushes for both cats and humans. Domestic cats, which sleep an average of 14 hours each day, spend up to a quar… [+2164 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "How cat tongues could inspire brushes for humans - ABC News", "description": "ABC News How cat tongues could inspire brushes for humans ABC News This story is from Inside Science. New insights into how cats clean their fur with scores of tiny scoops on their tongues could lead to better hairbrushes for both cats and humans. Domestic ca…", "url": "https://abcnews.go.com/Health/cat-tongues-inspire-brushes-humans/story?id%3D59315308", "urlToImage": null, "publishedAt": "2018-11-20T21:01:29Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Thanksgiving's most disliked dishes", "description": "FiveThirtyEight surveyed America to create the ultimate holiday meal. Here's what didn't make the cut.", "url": "https://abcnews.go.com/fivethirtyeight/video/thanksgivings-disliked-dishes-59322991", "urlToImage": "https://s.abcnews.com/images/Lifestyle/181120_vod_orig_fte_thanksgiving_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T20:59:52Z", "content": "Now Playing: Thanksgiving's most disliked dishes Now Playing: Investigators crack decades-old cold case murder Now Playing: Cruise ship victim's son and daughter speak out Now Playing: Man who killed pregnant wife, children sentenced Now Playing: Chicago hosp… [+1026 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kaelyn Forde and Aaron Katersky", "title": "Multiple fatalities in New Jersey mansion fire: Officials", "description": "There have been multiple fatalities at a house fire in Colts Neck, New Jersey, officials said Tuesday.", "url": "https://abcnews.go.com/US/multiple-fatalities-jersey-house-fire-officials/story?id=59323558", "urlToImage": "https://s.abcnews.com/images/US/fatal-mansion-fire-nj-01-wabc-jc-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T20:56:00Z", "content": "There have been multiple fatalities at a house fire in Colts Neck, New Jersey, officials said Tuesday. The Monmouth County Prosecutor's Office said in a tweet it \"is on scene at a fire in Colts Neck with multiple fatalities. Firefighters still working on fire… [+1049 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Man accused of faking own death arrested in Moldova", "description": "A man accused of faking his own death to collect a $2 million life insurance policy has been arrested in Moldova and returned to Minnesota to face federal charges", "url": "https://abcnews.go.com/International/wireStory/man-accused-faking-death-arrested-moldova-59324704", "urlToImage": null, "publishedAt": "2018-11-20T20:54:55Z", "content": "A man accused of faking his own death to collect a $2 million life insurance policy has been arrested in Moldova and returned to Minnesota to face federal charges. Authorities indicted 54-year-old Igor Vorotinov in 2015 on one count of mail fraud. He was arre… [+576 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "French banker on trial over arms scandals in Greece absconds", "description": "Greek authorities are searching for a French banker who they say escaped from house arrest while on trial in Athens for alleged involvement in corruption linked to major state procurements", "url": "https://abcnews.go.com/International/wireStory/french-banker-trial-arms-scandals-greece-absconds-59324599", "urlToImage": null, "publishedAt": "2018-11-20T20:50:57Z", "content": "Greek authorities are searching for a French banker who they say escaped from house arrest while on trial in Athens for alleged involvement in corruption linked to major state procurements. A justice ministry statement says Jean-Claude Oswald removed an elect… [+437 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Prosecutor: Multiple people dead at scene of mansion fire", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/US/wireStory/prosecutor-multiple-people-dead-scene-mansion-fire-59324588", "urlToImage": "https://s.abcnews.com/images/US/WireAP_787fa7a53bf2434fb6a8f865501a0089_16x9_992.jpg", "publishedAt": "2018-11-20T20:49:05Z", "content": "Multiple people have been found dead at the scene of a mansion fire near the New Jersey shore. Video shows smoke pouring from the roof of the two-story home in Colts Neck as firefighters battle the blaze. The house is surrounded by fields and has a swimming p… [+466 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "'We need hundreds': Fire victims' families urged to give DNA", "description": "Authorities are using a rapid DNA test that produces results in just two hours to help identify the scores of people killed in the Northern California wildfire", "url": "https://abcnews.go.com/Technology/wireStory/hundreds-fire-victims-families-urged-give-dna-59323982", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_1a557d9a06824480acee7cff99e9cca8_16x9_992.jpg", "publishedAt": "2018-11-20T20:34:30Z", "content": "Authorities are using a powerful tool in their effort to identify the scores of people killed by the wildfire that ripped through Northern California: rapid DNA testing that produces results in just two hours. The system can analyze DNA from bone fragments or… [+4977 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Jacobo and Anne Laurent", "title": "Missing teacher found shot to death on dirt road, Mexican officials say", "description": "Patrick Braxton-Andrew, 34, never returned after taking a walk on Oct. 28, hotel staff in Urique, Mexico, told his parents.", "url": "https://abcnews.go.com/International/missing-north-carolina-teacher-found-shot-death-dirt/story?id=59322566", "urlToImage": "https://s.abcnews.com/images/US/missing-teacher-ht-er-181105_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T20:31:54Z", "content": "A North Carolina teacher who disappeared in Mexico last month has been found shot to death on a dirt road, according to Mexican officials. Patrick Braxton-Andrew, 34, never returned after leaving his hotel in Urique, a municipality in Mexico's northwestern st… [+2741 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Soo Youn", "title": "CDC recalling romaine after another E. Coli outbreak", "description": "This is different from a recent multistate E.Coli outbreak connected to romaine lettuce.", "url": "https://abcnews.go.com/Health/cdc-warns-eating-romaine-lettuce-coli-outbreak/story?id=59323234", "urlToImage": "https://s.abcnews.com/images/Health/lettuce-romaine-gty-ml-180509_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T20:26:46Z", "content": "The Centers for Disease Control and Prevention (CDC) have now warned U.S. and Canadian consumers not to eat romaine lettuce after 32 people in 11 states were infected with a strain of Shiga toxin-producing E. coli. Interested in E.coli? Add E.coli as an inter… [+1098 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Citing E. coli outbreak, US officials say don't eat romaine", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Health/wireStory/citing-coli-outbreak-us-officials-eat-romaine-59323871", "urlToImage": "https://s.abcnews.com/images/Lifestyle/WireAP_9addf02d1b714c54951b596952c22985_16x9_992.jpg", "publishedAt": "2018-11-20T20:24:57Z", "content": "Health officials in the U.S. and Canada on Tuesday told people to avoid eating romaine lettuce because of an E. coli outbreak. The U.S. Food and Drug Administration said it was working with officials in Canada on the outbreak, which has sickened 32 people in … [+1209 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Haiti hit with more violence amid third day of protests", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/haiti-hit-violence-amid-day-protests-59323514", "urlToImage": "https://s.abcnews.com/images/International/WireAP_c374151d620c42ea90ecaa8b8ece30b7_16x9_992.jpg", "publishedAt": "2018-11-20T20:22:44Z", "content": "Haiti faced a third day of protests and violence on Tuesday as anger grew over allegations of government corruption. An Associated Press journalist saw a man who had been fatally shot in the head near the National Palace. It wasn't clear who shot him. Schools… [+1517 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Candice Bergen shares the reason for a 'Murphy Brown' reboot", "description": "The actress talks about why it was time for the hit show to make a return and reminisces about being the first woman to host \"Saturday Night Live.\"", "url": "https://abcnews.go.com/theview/video/candice-bergen-shares-reason-murphy-brown-reboot-59323630", "urlToImage": "https://s.abcnews.com/images/theview/181120_view_seg5_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T20:10:03Z", "content": "Now Playing: Candice Bergen returning to TV with 'Murphy Brown' reboot Now Playing: 'Murphy Brown' Reunion Now Playing: Candice Bergen shares the reason for a 'Murphy Brown' reboot Now Playing: Why Meghan Markle, Prince Harry's royal baby will make history No… [+1276 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: White House correspondents' dinner organizers replace comedian with historian", "description": "\"The View\" co-hosts react to the controversial news.", "url": "https://abcnews.go.com/theview/video/white-house-correspondents-dinner-organizers-replace-comedian-historian-59323515", "urlToImage": "https://s.abcnews.com/images/Politics/181120_view_seg2_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T20:09:50Z", "content": "Now Playing: Trump skips White House correspondents' dinner for the second time Now Playing: Michelle Wolf draws mixed reaction at White House Correspondents' Dinner Now Playing: White House correspondents' dinner organizers replace comedian with historian No… [+1302 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Ivanka Trump sent government emails via a personal account, report says", "description": "\"The View\" co-hosts weigh in on Ivanka Trump reportedly using a personal email account to send government emails.", "url": "https://abcnews.go.com/theview/video/ivanka-trump-government-emails-personal-account-report-59323295", "urlToImage": "https://s.abcnews.com/images/theview/181120_view_seg1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T20:03:47Z", "content": "Now Playing: Ivanka Trump's personal email account under scrutiny Now Playing: Comey: Clinton's actions with the email server were 'really sloppy' Now Playing: White House correspondents' dinner organizers replace comedian with historian Now Playing: Ivanka T… [+1283 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Thanksgiving's most disliked dishes", "description": "FiveThirtyEight surveyed America to create the ultimate holiday meal. Here's what didn't make the cut.", "url": "https://abcnews.go.com/US/video/thanksgivings-disliked-dishes-59322991", "urlToImage": "https://s.abcnews.com/images/Lifestyle/181120_vod_orig_fte_thanksgiving_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:59:56Z", "content": "Now Playing: Thanksgiving's most disliked dishes Now Playing: Investigators crack decades-old cold case murder Now Playing: Cruise ship victim's son and daughter speak out Now Playing: Man who killed pregnant wife, children sentenced Now Playing: Chicago hosp… [+1026 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Why Meghan Markle, Prince Harry's royal baby will make history", "description": "\"There is excitement and interest in the fact that this baby will be the first biracial baby that is born into the royal family,\" said royal commentator Victoria Murphy.", "url": "https://abcnews.go.com/Nightline/video/meghan-markle-prince-harrys-royal-baby-make-history-59316987", "urlToImage": "https://s.abcnews.com/images/Nightline/181120_ntl_markle_baby_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:54:29Z", "content": "Now Playing: Prince Harry and Meghan Markle meet koalas on first day of tour Down Under Now Playing: Prince Harry hopes pregnant wife Meghan Markle has a girl Now Playing: Candice Bergen shares the reason for a 'Murphy Brown' reboot Now Playing: Why Meghan Ma… [+1328 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Dr. Sumir Shah", "title": "Malaria progress stalls, new report says", "description": "Malaria has killed one person per minute this year.", "url": "https://abcnews.go.com/Health/malaria-progress-stalls-report/story?id=59316920", "urlToImage": "https://s.abcnews.com/images/Health/anopheles-mosquito-rt-jef-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:52:48Z", "content": "Progress against eradicating malaria seems to have stopped, according to a new report from the World Health Organization. The number of malaria cases fell from 239 million in 2010 to 217 million in 2016. But then the number of cases jumped to 239 million. The… [+5466 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Malaria progress stalls, new report says - ABC News", "description": "ABC News Malaria progress stalls, new report says ABC News Progress against eradicating malaria seems to have stopped, according to a new report from the World Health Organization. The number of malaria cases fell from 239 million in 2010 to 217 million in 20…", "url": "https://abcnews.go.com/Health/malaria-progress-stalls-report/story?id%3D59316920", "urlToImage": null, "publishedAt": "2018-11-20T19:49:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 'It's a mean nasty world': Pompeo backs Trump's defense of Saudi alliance", "description": "\"There are important American interests, to keep the American people safe,\" Secretary of State Mike Pompeo said.", "url": "https://abcnews.go.com/Politics/video/nasty-world-pompeo-backs-trumps-defense-saudi-alliance-59323038", "urlToImage": "https://s.abcnews.com/images/Politics/181120_vod_orig_pompeo_saudi_arabia_trump_statement_MIX_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:48:12Z", "content": "Now Playing: 'It's a mean nasty world': Pompeo backs Trump's defense of Saudi alliance Now Playing: Judge halts Trump asylum order, Ivanka's email controversy Now Playing: Trump pardons National Thanksgiving Turkey Now Playing: Ivanka Trump allegedly sent Whi… [+1323 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "John Parkinson", "title": "Democrats intend to probe Ivanka Trump's use of personal email in next Congress", "description": "Ivanka Trump, first daughter and White House senior advisor, reportedly exchanged hundreds of official government business emails using a personal email account.", "url": "https://abcnews.go.com/Politics/democrats-intend-probe-ivanka-trumps-personal-email-congress/story?id=59320799", "urlToImage": "https://s.abcnews.com/images/theview/ivanka-gty-er-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:46:33Z", "content": "Amid reports that first daughter and White House senior advisor Ivanka Trump exchanged hundreds of official government business emails using a personal email account, top Democrats on Capitol Hill \"want to know if Ivanka complied with the law\" and in the next… [+3581 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Investigators crack decades-old cold case murder", "description": "Jane Britton, a 23-year-old graduate student at Harvard University, was found dead in her fourth-floor apartment in Cambridge, Massachusetts, on Jan. 7, 1969.", "url": "https://abcnews.go.com/US/video/investigators-crack-decades-cold-case-murder-59322753", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_orig_mass_cold_case_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:38:17Z", "content": "Now Playing: Thanksgiving's most disliked dishes Now Playing: Investigators crack decades-old cold case murder Now Playing: Cruise ship victim's son and daughter speak out Now Playing: Man who killed pregnant wife, children sentenced Now Playing: Chicago hosp… [+1026 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mariam Khan", "title": "In statement on Khashoggi murder, Trump says Saudi relationship most important", "description": "Trump said it still could be that the crown prince had knowledge of the killing.", "url": "https://abcnews.go.com/Politics/statement-khashoggi-murder-trump-relationship-saudi-arabia-important/story?id=59319462", "urlToImage": "https://s.abcnews.com/images/International/jamal-khashoggi-ap-rc-181010_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-20T19:32:13Z", "content": "In an extraordinary statement, President Trump on Tuesday defended Saudi Arabia in the face of mounting pressure over the slaying of Washington Post columnist Jamal Khashoggi. Representatives of Saudi Arabia say that Jamal Khashoggi was an enemy of the state … [+3014 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UN environment chief under fire for travel expenses resigns", "description": "U.N. environment chief Erik Solheim has resigned following widespread allegations of excessive expenses on official global travel", "url": "https://abcnews.go.com/International/wireStory/environment-chief-fire-travel-expenses-resigns-59322685", "urlToImage": null, "publishedAt": "2018-11-20T19:32:12Z", "content": "U.N. environment chief Erik Solheim has resigned following widespread allegations of excessive expenses on official global travel. The former Norwegian diplomat and environment minister announced Tuesday on the U.N. Environment Program's website that he had r… [+587 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "In statement on Khashoggi murder, Trump says relationship with Saudi Arabia most important - ABC News", "description": "ABC News In statement on Khashoggi murder, Trump says relationship with Saudi Arabia most important ABC News In an extraordinary statement, President Trump on Tuesday defended Saudi Arabia in the face of mounting pressure over the slaying of Washington Post c…", "url": "https://abcnews.go.com/Politics/statement-khashoggi-murder-trump-relationship-saudi-arabia-important/story?id%3D59319462", "urlToImage": null, "publishedAt": "2018-11-20T19:32:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kelly McCarthy, Emily Whipp and Gwen Gowen", "title": "Emily Blunt felt 'panic and joy' when cast as iconic nanny in 'Mary Poppins Returns'", "description": "Emily Blunt stars as the magical and musical nanny in the new chapter, “Mary Poppins Returns,” heading back to Cherry Tree Lane to once again help the Banks siblings.", "url": "https://abcnews.go.com/Entertainment/mary-poppins-returns-star-emily-blunt-felt-combination/story?id=59243678", "urlToImage": "https://s.abcnews.com/images/2020/mary-poppins-returns-03-disney-ht-jc-181116_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:18:58Z", "content": "Mary Poppins, the magical whimsical nanny, is back on Cherry Tree Lane after 54 years in the sequel Mary Poppins Returns, starring Emily Blunt. The versatile English actress has portrayed an incredible range of characters from a no-nonsense magazine assistant… [+4298 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: First East Coast legal cannabis stores open", "description": "People wait in long lines to purchase pot in Massachusetts.", "url": "https://abcnews.go.com/US/video/east-coast-legal-cannabis-stores-open-59321991", "urlToImage": "https://s.abcnews.com/images/US/181120_debrief_pilgrim_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:16:49Z", "content": "Now Playing: Massachusetts opens first recreational pot stores Now Playing: Thousands line up early in Canada to buy marijuana legally Now Playing: Cruise ship victim's son and daughter speak out Now Playing: Man who killed pregnant wife, children sentenced N… [+987 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Cruise ship victim's son and daughter speak out", "description": "The son and daughter of a woman who mysteriously died aboard a cruise ship speak out exclusively to ABC News.", "url": "https://abcnews.go.com/US/video/cruise-ship-victims-son-daughter-speak-59319891", "urlToImage": "https://s.abcnews.com/images/US/181120_debrief_cruise_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:12:19Z", "content": "Now Playing: Cruise ship death remains mystery Now Playing: Woman possibly pushed to death on cruise ship identified Now Playing: Cruise ship victim's son and daughter speak out Now Playing: Man who killed pregnant wife, children sentenced Now Playing: Chicag… [+1032 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Man who killed pregnant wife, children sentenced", "description": "Chris Watts received five life sentences after confessing to killing his family.", "url": "https://abcnews.go.com/US/video/man-killed-pregnant-wife-children-sentenced-59320064", "urlToImage": "https://s.abcnews.com/images/US/181120_debrief_whitworth_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:11:06Z", "content": "Now Playing: DA: I don't think Chris Watts will ever reveal why he killed his family Now Playing: Chris Watts sentenced to five life sentences for killing pregnant wife, daughters Now Playing: Cruise ship victim's son and daughter speak out Now Playing: Man w… [+1095 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "In 'Creed II,' Dolph Lundgren is happy he has better lines", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/creed-ii-dolph-lundgren-happy-lines-59320307", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_c24a3ad2d0b44c6a89a5f27b014ed1fc_16x9_992.jpg", "publishedAt": "2018-11-20T19:10:45Z", "content": "Being cast as the villain Soviet boxer Ivan Drago in \"Rocky IV\" launched Dolph Lundgren's acting career. But he had a brainier path if that didn't work out. The 61-year old actor holds a master's degree in chemical engineering and was on a Fulbright scholarsh… [+2873 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Chicago hospital shooting latest", "description": "ABC News' Alex Perez reports live from the Chicago hospital where a gunman killed three people.", "url": "https://abcnews.go.com/US/video/chicago-hospital-shooting-latest-59320161", "urlToImage": "https://s.abcnews.com/images/US/181120_debrief_shooting_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:10:16Z", "content": "Now Playing: Multiple victims injured in shooting near Chicago hospital, police say Now Playing: 4 dead, including cop and hospital workers after shooting in Chicago Now Playing: Cruise ship victim's son and daughter speak out Now Playing: Man who killed preg… [+999 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: California wildfire relief continues with influx of volunteers, donations", "description": "KXTV's Carlos Herrera reports that monetary donations and gift cards are still needed for displaced residents.", "url": "https://abcnews.go.com/US/video/california-wildfire-relief-continues-influx-volunteers-donations-59320504", "urlToImage": "https://s.abcnews.com/images/US/181120_debrief_wildfire_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:09:06Z", "content": "Now Playing: Trump surveys California wildfire devastation Now Playing: California wildfire latest Now Playing: Cruise ship victim's son and daughter speak out Now Playing: Man who killed pregnant wife, children sentenced Now Playing: Chicago hospital shootin… [+1014 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Black Friday app scams", "description": "Hundreds of apps use shoppers' personal information for malicious purposes.", "url": "https://abcnews.go.com/US/video/black-friday-app-scams-59320695", "urlToImage": "https://s.abcnews.com/images/US/181120_debrief_jarvis_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:07:39Z", "content": "Now Playing: Best apps to score deals for Black Friday Now Playing: Black Friday ads released early Now Playing: Cruise ship victim's son and daughter speak out Now Playing: Man who killed pregnant wife, children sentenced Now Playing: Chicago hospital shooti… [+1015 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Judge halts Trump asylum order, Ivanka's email controversy", "description": "ABC News' Karen Travers reports the latest news from Washington.", "url": "https://abcnews.go.com/Politics/video/judge-halts-trump-asylum-order-ivankas-email-controversy-59320800", "urlToImage": "https://s.abcnews.com/images/Politics/181120_debrief_travers_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T19:07:00Z", "content": "Now Playing: Ivanka Trump's personal email account under scrutiny Now Playing: Ivanka Trump allegedly sent White House emails from personal account: Report Now Playing: Judge halts Trump asylum order, Ivanka's email controversy Now Playing: Trump pardons Nati… [+1221 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "John Verhovek", "title": "Undecided Utah House race remains in the spotlight as Democrat retakes lead", "description": "Utah GOP Rep. Mia Love, one of just three Republican women of color in the U.S. House, has not yet conceded her re-election race to her Democratic opponent.", "url": "https://abcnews.go.com/Politics/undecided-utah-house-race-remains-spotlight-democrat-retakes/story?id=59315313", "urlToImage": "https://s.abcnews.com/images/Politics/mia-love-ap-er-181119_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T18:57:57Z", "content": "After pulling ahead in the vote count over the weekend, Utah GOP Congresswoman Mia Love, one of the few women of color in the Republican House caucus, has now fallen behind her Democratic opponent, Salt Lake County Mayor Ben McAdams, in one of the few midterm… [+4103 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: North Korea detonates DMZ guard posts at southern border", "description": "North Korea blew up 10 of its front-line guard posts in the Demilitarized Zone separating the two Koreas on Tuesday in accordance with agreements made with South Korea earlier this year.", "url": "https://abcnews.go.com/International/video/north-korea-detonates-dmz-guard-posts-southern-border-59321160", "urlToImage": "https://s.abcnews.com/images/International/181120_vod_orig_dmz_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T18:56:59Z", "content": "Now Playing: Everyday life in North Korea Now Playing: US tensions with North Korea on the rise Now Playing: 70th anniversary of North Korea Now Playing: North Korea detonates DMZ guard posts at southern border Now Playing: At least 43 killed in bombing of Af… [+1121 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Judge says families 'shattered,' wants Iraqi detainees freed", "description": "A federal judge has ordered the U.S. government to release about 100 Iraqi nationals who are under deportation orders but have been in custody for more than six months", "url": "https://abcnews.go.com/International/wireStory/judge-families-shattered-iraqi-detainees-freed-59321644", "urlToImage": null, "publishedAt": "2018-11-20T18:52:44Z", "content": "A Detroit federal judge has ordered the U.S. government to release about 100 Iraq i nationals who are under deportation orders but have been in custody for more than six months. It's the latest ruling from Judge Mark Goldsmith in a dispute that began in 2017 … [+532 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Trump pardons National Thanksgiving Turkey", "description": "\"That turkey is so lucky. I've never seen such a beautiful turkey,\" Trump said.", "url": "https://abcnews.go.com/Politics/video/trump-pardons-national-thanksgiving-turkey-59320992", "urlToImage": "https://s.abcnews.com/images/Politics/181120_vod_orig_trump_turkey_pardon_MIX_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T18:47:04Z", "content": "Now Playing: Judge halts Trump asylum order, Ivanka's email controversy Now Playing: Trump pardons National Thanksgiving Turkey Now Playing: Ivanka Trump allegedly sent White House emails from personal account: Report Now Playing: Trump: Will not do in-person… [+1319 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Shoppers spend freely heading into the holidays", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/shoppers-spend-freely-heading-holidays-59320653", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_da55934574ae4e10a995c0c9f9415951_16x9_992.jpg", "publishedAt": "2018-11-20T18:27:57Z", "content": "Shoppers are spending freely heading into the holidays, but heavy investments and incentives like free shipping by retailers are giving Wall Street pause. Target Inc., Kohl's Corp., Best Buy Co. and TJX Cos. all reported strong sales at stores opened at least… [+3838 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: At least 43 killed in bombing of Afghan religious celebration: Officials", "description": "A large explosion targeting a religious gathering in Afghanistan's capital has killed at least 43 people and injured at least 83 others, the country's health ministry said.", "url": "https://abcnews.go.com/International/video/43-killed-bombing-afghan-religious-celebration-officials-59320364", "urlToImage": "https://s.abcnews.com/images/International/181120_abc_afghanbombing_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T18:26:33Z", "content": "Now Playing: At least 43 killed in bombing of Afghan religious celebration: Officials Now Playing: Giraffe cub, migrants and a snowy meadow: World in Photos Now Playing: This is London's newest skyscraper Now Playing: Family of woman who fell to her death on … [+1215 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Trump says no new punishment for writer's murder", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/latest-trump-punishment-writers-murder-59320113", "urlToImage": "https://s.abcnews.com/images/International/jamal-khashoggi3-ap-mo-20181021_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T18:25:19Z", "content": "The Latest on U.S. response to the murder of Saudi columnist Jamal Khashoggi (all times local): 1 p.m. President Donald Trump says the U.S. will not levy additional punitive measures at this time against Saudi Arabia over the killing of Jamal Khashoggi (jah-M… [+1482 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Giraffe cub, migrants and a snowy meadow: World in Photos", "description": "Here's a look at the top photos from around the globe.", "url": "https://abcnews.go.com/International/video/giraffe-cub-migrants-snowy-meadow-world-photos-nov-59319815", "urlToImage": "https://s.abcnews.com/images/International/181120_world_photos_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T18:08:55Z", "content": "Now Playing: Teddy bear care, pardoned turkeys and World Toilet Day: World in Photos Now Playing: At least 43 killed in bombing of Afghan religious celebration: Officials Now Playing: Giraffe cub, migrants and a snowy meadow: World in Photos Now Playing: This… [+1150 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Israel steps up boycott fight after Airbnb settlement ban", "description": "Israel is threatening vacation rental company Airbnb with high taxes and legal repercussions over its decision to remove listings from Jewish West Bank settlements", "url": "https://abcnews.go.com/International/wireStory/israel-steps-boycott-fight-airbnb-settlement-ban-59320028", "urlToImage": "https://s.abcnews.com/images/International/WireAP_1bc8f9c46f34453dba37882fe4c9c4f6_16x9_992.jpg", "publishedAt": "2018-11-20T18:05:08Z", "content": "Israel is threatening vacation rental company Airbnb with high taxes and legal repercussions over its decision to remove listings from Jewish West Bank settlements. The threats step up Israel 's fight against a global movement advocating for boycotts over the… [+562 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Darkening clouds start to overhang global economic expansion", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/darkening-clouds-start-overhang-global-economic-expansion-59318989", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_a9e3dbb065c44a9891506d390e42fdfa_16x9_992.jpg", "publishedAt": "2018-11-20T18:00:32Z", "content": "After galloping along for the past two years, the global economy is showing signs of weakening, with the United States, China and Europe all facing the rising threat of a slowdown. Few economists foresee an outright global recession within the next year. But … [+6971 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Q&A: Steve Martin, Martin Short on friendship and a new tour", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/qa-steve-martin-martin-short-friendship-tour-59319531", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_dbb77e6f88bf4f6fb3c63c05b51d8913_16x9_992.jpg", "publishedAt": "2018-11-20T17:58:51Z", "content": "Steve Martin and Martin Short are back on the road again for their new tour \" Now You See Them, Soon You Won't.\" The two comedy legends spoke to The Associated Press recently about the tour, which kicks off its 2019 leg on Jan. 12 in Atlanta, their friendship… [+5375 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "European zoos to send critically endangered rhinos to Rwanda", "description": "Wildlife parks from three European countries are joining forces to send critically endangered eastern black rhinos back to their natural habitat in Rwanda, where the entire rhino population was wiped out during the genocide in the 1990s", "url": "https://abcnews.go.com/International/wireStory/european-zoos-send-critically-endangered-rhinos-rwanda-59318323", "urlToImage": null, "publishedAt": "2018-11-20T17:55:45Z", "content": "Wildlife parks in three European countries on Tuesday announced they are joining forces to send critically endangered eastern black rhinos back to their natural habitat in Rwanda, where the entire rhino population was wiped out during the genocide in the 1990… [+1693 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Amnesty says Saudi activists beaten, tortured in detention", "description": "Amnesty International says several activists imprisoned in Saudi Arabia, including a number of women, have been beaten and tortured during interrogation", "url": "https://abcnews.go.com/International/wireStory/amnesty-saudi-activists-beaten-tortured-detention-59319584", "urlToImage": null, "publishedAt": "2018-11-20T17:53:27Z", "content": "Amnesty International says several activists imprisoned in Saudi Arabia, including a number of women, have been beaten and tortured during interrogation. Saudi Arabia has detained at least 10 women and seven men since May on vague national security allegation… [+578 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pope to meet with young inmates, AIDS patients in Panama", "description": "The Vatican is confirming Pope Francis will travel to Panama in January for the Catholic Church's big youth rally, and says he'll also spend time there with juvenile delinquents and people suffering from AIDS", "url": "https://abcnews.go.com/International/wireStory/pope-meet-young-inmates-aids-patients-panama-59319579", "urlToImage": null, "publishedAt": "2018-11-20T17:46:27Z", "content": "The Vatican is confirming Pope Francis will travel to Panama in January for the Catholic Church's big youth rally, and says he'll also spend time there with juvenile delinquents and people suffering from AIDS. History's first Latin American pope will be makin… [+547 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Dow dragged down by Target, tech shares", "description": "The Dow was dragged down by disappointing Target news and a tech slump.", "url": "https://abcnews.go.com/Business/video/dow-dragged-target-tech-shares-59319162", "urlToImage": "https://s.abcnews.com/images/Business/181120_wabc_stocks_drop_MIX_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T17:39:17Z", "content": "Now Playing: Dow dragged down by Target, tech shares Now Playing: How to get the most bang for your buck on Black Friday Now Playing: Woman in GoFundMe scam says she's the victim Now Playing: Major retailers kicking off big Black Friday sales Now Playing: Ret… [+1189 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Gunman in Chicago hospital shooting had prior complaint - ABC News", "description": "ABC News Gunman in Chicago hospital shooting had prior complaint ABC News A man who repeatedly shot his ex-fiancee outside a Chicago hospital before killing two people inside the building was the subject of a protection order request filed four years ago by a…", "url": "https://abcnews.go.com/US/wireStory/argument-chicago-hospital-erupts-deadly-shooting-59308904", "urlToImage": "https://s.abcnews.com/images/US/WireAP_2d7c8d95492a44adafb8fb5581fb0bac_16x9_992.jpg", "publishedAt": "2018-11-20T17:18:00Z", "content": "A man who fatally shot his ex-fiancee outside a Chicago hospital before killing two people inside the building was the subject of a protection order request filed four years ago by another woman, yet he had legally purchased several guns in recent years, poli… [+4578 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "As Facebook faces fire, heat turns up on No. 2 Sandberg", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/facebook-faces-fire-heat-turns-sandberg-59318634", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_007d95865ebc48bba0711356a4ea0667_16x9_992.jpg", "publishedAt": "2018-11-20T17:07:58Z", "content": "For the past decade, Sheryl Sandberg has been the poised, reliable second-in-command to Facebook CEO Mark Zuckerberg, helping steer Facebook's rapid growth around the world, while also cultivating her brand in ways that hint at aspirations well beyond the soc… [+5872 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bill Hutchinson", "title": "Body found near California football stadium identified as missing 49ers fan", "description": "Ian Powers disappeared during a game on Nov. 12.", "url": "https://abcnews.go.com/US/body-found-water-california-football-stadium-identified-missing/story?id=59318068", "urlToImage": "https://s.abcnews.com/images/US/ian-powers-missing-ht-ps-181116_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T17:01:32Z", "content": "A body found in the water near Levi's Stadium in Santa Clara, California, was identified Tuesday as a San Francisco 49ers fan who went missing during a Nov. 12 Monday Night football game, officials said. The Santa Clara County Medical Examiner positively iden… [+88 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Tijuana arrests 34 Central America migrants on minor charges", "description": "Officials in the Mexican border city of Tijuana say they've arrested 34 members of the caravan of Central American migrants for minor offenses and turned them over for deportation", "url": "https://abcnews.go.com/International/wireStory/tijuana-arrests-34-central-america-migrants-minor-charges-59318523", "urlToImage": "https://s.abcnews.com/images/International/WireAP_9cfaa0f3a33b46b598473fb63e5618a9_16x9_992.jpg", "publishedAt": "2018-11-20T17:01:06Z", "content": "Officials in the Mexican border city of Tijuana said they have arrested 34 members of the caravan of Central American migrants for minor offenses and turned them over for deportation. A Tijuana city statement late Monday said the 34 apparently all men were ar… [+4422 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Michael Ramirez", "title": "Visit the Disneyland Resort in Early 2019 for $70 per day with Special Limited-Time Ticket Offer", "description": "Just in time for the gift-giving season, take advantage of this Disneyland Resort limited-time ticket offer, along with a special hotel offer. Book now for the perfect holiday surprise and a magical visit in 2019!", "url": "https://disneyparks.disney.go.com/blog/2018/11/visit-the-disneyland-resort-in-early-2019-for-70-per-day-with-special-limited-time-ticket-offer/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/ieytruyt8756986.jpg", "publishedAt": "2018-11-20T17:00:05Z", "content": "Just in time for the gift-giving season, take advantage of this Disneyland Resort limited-time ticket offer, along with a special hotel offer. Book now for the perfect holiday surprise and a magical visit in 2019! For a limited time in 2019, guests can visit … [+3683 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Mars getting 1st US visitor in years, a 3-legged geologist", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/mars-1st-us-visitor-years-legged-geologist-59318320", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_982a153a46154fe0b7d72bcbf9e98ed2_16x9_992.jpg", "publishedAt": "2018-11-20T16:57:18Z", "content": "Mars is about to get its first U.S. visitor in years: a three-legged, one-armed geologist to dig deep and listen for quakes. NASA's InSight makes its grand entrance through the rose-tinted Martian skies on Monday, after a six-month, 300 million-mile (480 mill… [+6127 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Poland latest country to withdraw from global migration pact", "description": "The Polish government says that it will not support a global compact seeking international cooperation on migration, citing national sovereignty as it joins countries including Hungary, Austria and the United States in rejecting it", "url": "https://abcnews.go.com/International/wireStory/poland-latest-country-withdraw-global-migration-pact-59318324", "urlToImage": null, "publishedAt": "2018-11-20T16:56:27Z", "content": "The Polish government said Tuesday that it will not support a global compact seeking international cooperation on migration, citing national sovereignty as it joins countries including Hungary, Austria and the United States in rejecting it. The Global Compact… [+2075 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Toys have toxic chemicals, spying capabilities: WISPIRG survey", "description": "The 33rd annual Trouble in Toyland study alerts the public to potential hazards in this year's most popular toys.", "url": "https://abcnews.go.com/US/video/toys-toxic-chemicals-spying-capabilities-wispirg-survey-59318173", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_orig_toyland_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T16:52:59Z", "content": "Now Playing: Congress Passes Toxic Chemical Reform Bill Now Playing: Toys for Halloween Now Playing: Holiday Toys 2018: Toy Insider's top 20 hottest kids' toys this season Now Playing: Toys have toxic chemicals, spying capabilities: WISPIRG survey Now Playing… [+1025 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Morgan Winsor", "title": "Investigators to announce 'significant' break in decades-old cold case murder", "description": "Jane Britton, a 23-year-old graduate student at Harvard University, was found dead in her fourth-floor apartment in Cambridge, Massachusetts, on Jan. 7, 1969.", "url": "https://abcnews.go.com/US/investigators-announce-significant-break-decades-cold-case-murder/story?id=59314962", "urlToImage": "https://s.abcnews.com/images/US/jane-britton-ht-jef-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T16:50:57Z", "content": "Investigators may finally have a break in a cold case murder that has haunted the Boston area for almost 50 years. The Middlesex District Attorney's Office is slated to hold a press conference Tuesday afternoon to announce a \"significant development\" in the u… [+1404 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Macedonia's fugitive ex-PM says granted asylum in Hungary", "description": "Macedonia's fugitive former prime minister says he has been granted political asylum in Hungary, a week after he fled his country to avoid serving a two-year jail sentence for a corruption conviction", "url": "https://abcnews.go.com/International/wireStory/report-hungary-grants-asylum-macedonian-leader-59315043", "urlToImage": "https://s.abcnews.com/images/International/WireAP_e8782d045a974ab5a38ba91bf1e47032_16x9_992.jpg", "publishedAt": "2018-11-20T16:40:57Z", "content": "Macedonia's fugitive former prime minister said Tuesday he has been granted political asylum in Hungary, a week after he fled his country to avoid serving a two-year jail sentence for a corruption conviction. Nikola Gruevski, prime minister from 2006 to 2016,… [+1993 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Joohee Cho and Hakyung Kate Lee", "title": "North Korea detonates DMZ guard posts at southern border", "description": "The detonations were part an agreement to limit military presence in the DMZ.", "url": "https://abcnews.go.com/International/north-korea-detonates-dmz-guard-posts-southern-border/story?id=59314370", "urlToImage": "https://s.abcnews.com/images/International/guard-post-explosion-gty-ps-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T16:38:12Z", "content": "North Korea blew up 10 of its guard posts within one kilometer radius of the Military Demarcation Line separating the two Koreas on Tuesday in accordance with agreements made with South Korea earlier this year. Interested in North Korea? Add North Korea as an… [+3316 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "North Korea detonates DMZ guard posts at southern border - ABC News", "description": "ABC News North Korea detonates DMZ guard posts at southern border ABC News North Korea blew up 10 of its front-line guard posts in the Demilitarized Zone separating the two Koreas on Tuesday in accordance with agreements made with South Korea earlier this yea…", "url": "https://abcnews.go.com/International/north-korea-detonates-dmz-guard-posts-southern-border/story?id%3D59314370", "urlToImage": null, "publishedAt": "2018-11-20T16:38:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Film captures final days of legendary war reporter", "description": "In 'Under the Wire,' war correspondent Marie Colvin's final days are recounted by her longtime professional partner, photographer Paul Conroy", "url": "https://abcnews.go.com/Entertainment/wireStory/film-captures-final-days-legendary-war-reporter-59317999", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_e1aa16344bfc43f7979e615c221a2942_16x9_992.jpg", "publishedAt": "2018-11-20T16:35:18Z", "content": "\"Legendary\" is a hard-won adjective. But by the time she was killed six years ago in Homs, Syria, by President Bashar Assad's forces, Marie Colvin had earned it. At 56, she had already long been revered among fellow journalists for her bravery and determinati… [+5765 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Guy Davies", "title": "London's latest skyscraper is shaped like a giant tulip and is 1,000 feet tall", "description": "The building will have the highest viewing platform in the city.", "url": "https://abcnews.go.com/International/introducing-londons-latest-skyscraper-tulip/story?id=59312820", "urlToImage": "https://s.abcnews.com/images/International/the-tulip-london-skyscraper-ht-jef-181120_hpMain_v12x5_16x9_992.jpg", "publishedAt": "2018-11-20T16:22:36Z", "content": "London already has a number of strangely named skyscrapers: the Gherkhin, the Cheese Grater and the Walkie Talkie. Now another may soon soar above the city's skyline. Architects Foster + Partners want to construct a new public cultural and tourist attraction,… [+1472 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Boeing cancels call to discuss issues with its newest plane", "description": "Boeing cancels call to discuss issues with sensors on its newest plane, which is under scrutiny after a deadly crash in Indonesia", "url": "https://abcnews.go.com/Business/wireStory/boeing-cancels-call-discuss-issues-newest-plane-59317963", "urlToImage": null, "publishedAt": "2018-11-20T16:21:45Z", "content": "Analysts say Boeing Co. is canceling a conference call that it scheduled to discuss issues around its newest plane, which has come under close scrutiny after a deadly crash in Indonesia. The company didn't immediately give an explanation on Tuesday. CFRA Rese… [+461 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "'Ralph' sequel packs a punch with strong female characters", "description": "\"Ralph Breaks the Internet\" may star an arcade bad guy with powerful hammer-like fists, but the animated sequel is also packing a punch with strong female characters", "url": "https://abcnews.go.com/Entertainment/wireStory/ralph-sequel-packs-punch-strong-female-characters-59317488", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_d32ae3950868463886010b4f8e38105a_16x9_992.jpg", "publishedAt": "2018-11-20T16:17:17Z", "content": "\"Ralph Breaks the Internet\" may star an arcade bad guy with powerful hammer-like fists, but the animated sequel is also packing a punch with strong female characters. Sarah Silverman, who returns as the voice of Vanellope von Schweetz, credits Disney for incl… [+3983 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Rain could hamper search for victims of California wildfire", "description": "There are nearly 700 names on the list of those unaccounted for.", "url": "https://abcnews.go.com/US/wireStory/rain-hamper-search-victims-california-wildfire-59316919", "urlToImage": "https://s.abcnews.com/images/US/WireAP_5f019fc5049446bab26ce67aadc2a37e_16x9_992.jpg", "publishedAt": "2018-11-20T16:14:10Z", "content": "Interested in Wildfires? Add Wildfires as an interest to stay up to date on the latest Wildfires news, video, and analysis from ABC News. It's been 12 days since Christina Taft started the frantic search for her mother Victoria, who refused to evacuate their … [+4533 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "British diplomat raises detainee's case during Iran visit", "description": "Britain's top diplomat has raised the case of a British-Iranian woman who has been detained in Iran for more than two years during his visit to the Islamic Republic", "url": "https://abcnews.go.com/International/wireStory/british-diplomat-raises-detainees-case-iran-visit-59317754", "urlToImage": null, "publishedAt": "2018-11-20T16:13:26Z", "content": "Britain's top diplomat has raised the case of a British-Iranian woman who has been detained in Iran for more than two years during his visit to the Islamic Republic. The semi-official ISNA news agency on Tuesday quoted the Iranian Foreign Ministry as saying t… [+533 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Italian officials: Migrant rescuers mishandled medical waste", "description": "Italian prosecutors have ordered the seizure of a migrant rescue ship and accused the aid group Doctors Without Borders of illegally disposing of 24,000 kilograms of medical waste accumulated during rescues", "url": "https://abcnews.go.com/International/wireStory/italian-officials-migrant-rescuers-mishandled-medical-waste-59312425", "urlToImage": "https://s.abcnews.com/images/International/WireAP_8e2cf63a49d541c58c98ad8a4acb5dc0_16x9_992.jpg", "publishedAt": "2018-11-20T16:12:10Z", "content": "Italian prosecutors have ordered the seizure of a migrant rescue ship and accused the aid group Doctors Without Borders of illegally disposing of 24 metric tons (26.5 tons) of medical and contaminated waste accumulated during nearly 50 rescues. Prosecutors in… [+3925 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Soo Youn", "title": "Dow falls nearly 500 points, dragged down by Target and tech shares", "description": "The Dow was dragged down by disappointing Target news and a tech slump.", "url": "https://abcnews.go.com/Business/dow-falls-500-points-dragged-target-tech-shares/story?id=59316659", "urlToImage": "https://s.abcnews.com/images/Business/nyse-down-gty-ps-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T16:11:56Z", "content": "The Dow Jones plunged nearly 500 points in early trade on Tuesday, dragged down by disappointing Target news and a continuing slump in tech companies. Interested in Stock Market? Add Stock Market as an interest to stay up to date on the latest Stock Market ne… [+895 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Bosnia's 3-member presidency takes office after Oct. vote", "description": "Bosnia's three-member presidency has been inaugurated after last month's election with nationalist politicians dominating the body designed to bridge the country's ethnic divide", "url": "https://abcnews.go.com/International/wireStory/bosnias-member-presidency-takes-office-oct-vote-59315631", "urlToImage": "https://s.abcnews.com/images/International/WireAP_4af5f487fd724809b3e8b9d29370f86a_16x9_992.jpg", "publishedAt": "2018-11-20T16:11:13Z", "content": "Bosnia on Tuesday inaugurated the country's three-member presidency following last month's election, with nationalist politicians dominating a body designed to heal the country's ethnic divide. The presidency comprises a Muslim, a Serb and a Croat politician.… [+1621 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Kremlin foes fume over possible Russian Interpol president", "description": "A financier and Kremlin critic warned that electing a top Russian police official to be president of Interpol would undermine the international law enforcement agency", "url": "https://abcnews.go.com/International/wireStory/kremlin-foes-furious-russian-interpol-chief-59310733", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_ff813d8b205349ef9304675e28afb334_16x9_992.jpg", "publishedAt": "2018-11-20T16:10:43Z", "content": "Two prominent Kremlin critics warned Tuesday that electing a top Russia n police official to be president of Interpol would undermine the international law enforcement agency and politicize police cooperation across borders. Bill Browder, who runs an investme… [+5508 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Croatia's indebted tycoon released after paying bail", "description": "A Croatian court has released from jail the founder of a deeply indebted food and retail company after he deposited a one-million-euro bail ($1.1 million.)", "url": "https://abcnews.go.com/International/wireStory/croatias-indebted-tycoon-released-paying-bail-59317454", "urlToImage": null, "publishedAt": "2018-11-20T16:08:41Z", "content": "A Croatian court says a tycoon who founded a deeply indebted food and retail company should be released from jail after he deposited a one-million-euro bail ($1.1 million.) The County Court in Zagreb said Tuesday that Ivica Todoric must hand in his passport t… [+500 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Poland withdraws from global migration pact", "description": "Italian prosecutors have ordered the seizure of a migrant rescue ship and accused the aid group Doctors Without Borders of illegally disposing of 24,000 kilograms of medical waste accumulated during rescues", "url": "https://abcnews.go.com/International/wireStory/latest-poland-withdraws-global-migration-pact-59317172", "urlToImage": null, "publishedAt": "2018-11-20T16:01:26Z", "content": "The Latest on migrants and asylum-seekers in Europe (all times local): 5 p.m. The Polish government says that it will not support a global compact to promote safe and orderly migration, citing national sovereignty as it joins countries including Hungary, Aust… [+1471 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Martha Stewart's first Uber ride was 'a mess inside and out'", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/martha-stewarts-uber-ride-mess-inside-59311436", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_7811e23f7ea84adcafd74599703f7216_16x9_992.jpg", "publishedAt": "2018-11-20T15:50:28Z", "content": "Martha Stewart's first Uber ride was not a good thing. Stewart ordered the \"most expensive version\" Monday outside Tiffany's flagship store in New York City. As Stewart explained on Instagram, she wanted to be picked up on Fifth Avenue and 57th Street. Stewar… [+503 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Former gang member shot dead after book party", "description": "Danish police say a former gang leader who repented and wrote a book about his experiences has been fatally shot by a lone gunman in dark clothes", "url": "https://abcnews.go.com/International/wireStory/gang-member-shot-dead-book-party-59316671", "urlToImage": null, "publishedAt": "2018-11-20T15:50:25Z", "content": "Danish police say a former gang leader who repented and wrote a book about his experiences has been fatally shot by a lone gunman in dark clothes. Joergen Ramskov, the chief editor of the Radio24syv radio station where Nedim Yasar had a talk show, says the 31… [+404 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "EU blocks aid to Moldova over democratic concerns", "description": "The European Union will suspend $114 million of aid to Moldova due to democratic shortcomings and the slow pace of reforms in the former Soviet republic", "url": "https://abcnews.go.com/International/wireStory/eu-blocks-aid-moldova-democratic-concerns-59316670", "urlToImage": null, "publishedAt": "2018-11-20T15:50:12Z", "content": "The European Union will suspend 100 million euros ($114 million) of aid to Moldova over concerns about its democracy and the slow pace of reforms in the former Soviet republic. Peter Michalko, head of the EU delegation in Moldova, said Tuesday the funds would… [+507 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Luis Martinez", "title": "Military could shift more troops to California as migrants gather in Tijuana", "description": "The Army might shift some of its troops along the border to California where caravans of migrants seeking asylum have gathered in Tijuana, Mexico.", "url": "https://abcnews.go.com/Politics/military-shift-troops-california-migrants-gather-tijuana/story?id=59313538", "urlToImage": "https://s.abcnews.com/images/Politics/border-military-watch-sh-ps-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T15:47:45Z", "content": "The Army might shift some of its troops along the border to California where caravans of migrants seeking asylum have gathered in Tijuana, Mexico across the border from San Diego, but clarified that no timelines have been determined for the possibility that s… [+3099 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "PBS' 'Let's Go Luna!' takes kids on a globe-spanning tour", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/pbs-lets-luna-takes-kids-globe-spanning-tour-59316562", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_aae9a7bd67ef41ef9f20d7385bf24aea_16x9_992.jpg", "publishedAt": "2018-11-20T15:43:07Z", "content": "A new PBS children's show promises to open up the world to young viewers. The animated series \"Let's Go Luna!\" features three pint-size characters who are traveling with a circus run by their parents. Carmen the butterfly, Leo the wombat and Andy the frog wil… [+284 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Soo Youn", "title": "Facebook, Instagram down, company confirms", "description": "Facebook and Instagram are down, the company confirmed on Tuesday.", "url": "https://abcnews.go.com/Business/facebook-instagram-company-confirms/story?id=59315869", "urlToImage": "https://s.abcnews.com/images/US/facebook-1-gty-er-180813_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T15:41:33Z", "content": "Facebook and Instagram are down, the company confirmed on Tuesday. Interested in Facebook? Add Facebook as an interest to stay up to date on the latest Facebook news, video, and analysis from ABC News. \"Were aware that some people are currently having trouble… [+393 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Facebook, Instagram down, company confirms - ABC News", "description": "ABC News Facebook, Instagram down, company confirms ABC News We're working to resolve the issue as soon as possible,\" a Facebook spokesperson told ABC News in an email. In addition to Facebook, the company owns Instagram and WhatsApp. Users around the world t…", "url": "https://abcnews.go.com/Business/facebook-instagram-company-confirms/story?id%3D59315869", "urlToImage": null, "publishedAt": "2018-11-20T15:40:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Rights group: Egypt tortures, disappears children", "description": "An international rights group says Egypt has committed \"shocking violations\" against children, including torture and enforced disappearance", "url": "https://abcnews.go.com/International/wireStory/rights-group-egypt-tortures-disappears-children-59314401", "urlToImage": null, "publishedAt": "2018-11-20T15:30:12Z", "content": "An international rights group said Tuesday that Egypt has committed \"shocking violations\" against children, including torture and enforced disappearances. Amnesty International said it has documented at least six children, including a 12-year-old and a 14-yea… [+2025 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Global markets sink again as tech and retail stocks drop", "description": "Global stocks are sinking as big technology companies continue to plunge, and retailers fall after Target and other companies report weak results or give disappointing forecasts", "url": "https://abcnews.go.com/Business/wireStory/global-markets-sink-tech-retail-stocks-drop-59315800", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_b93c6d1acf3f487594ae704282d7d1c4_16x9_992.jpg", "publishedAt": "2018-11-20T15:20:00Z", "content": "Stocks are skidding Tuesday morning, putting the market back into the red for the year, as weak results from retailers and mounting losses for big technology companies compound the market's losses from the day before. Energy and industrial companies are also … [+3929 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Schumer asks for probe into Whitaker's White House contacts", "description": "The Senate's top Democrat is asking the Justice Department's watchdog to open an investigation into communications between acting Attorney General Matthew Whitaker and the White House", "url": "https://abcnews.go.com/Politics/wireStory/schumer-asks-probe-whitakers-white-house-contacts-59315053", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_0e31c5202e0248718a050c30d98ea4eb_16x9_992.jpg", "publishedAt": "2018-11-20T15:17:42Z", "content": "Interested in Donald Trump? Add Donald Trump as an interest to stay up to date on the latest Donald Trump news, video, and analysis from ABC News. The Senate's top Democrat is asking the Justice Department's watchdog to open an investigation into communicatio… [+806 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Supporters mark Franco's death amid efforts to dig him up", "description": "Around 150 supporters of the late Gen. Francisco Franco have laid flowers and prayed by his tomb in the Valley of the Fallen complex to mark 43 years since the Spanish dictator's death", "url": "https://abcnews.go.com/International/wireStory/supporters-mark-francos-death-amid-efforts-dig-59315630", "urlToImage": "https://s.abcnews.com/images/International/WireAP_ba13d860190246a7bdd20c8e1fd43e87_16x9_992.jpg", "publishedAt": "2018-11-20T15:07:08Z", "content": "Around 150 supporters of the late Gen. Francisco Franco have laid flowers and prayed by his tomb in the Valley of the Fallen complex to mark 43 years since the Spanish dictator's death. Franco was interred in the mausoleum northwest of Madrid three days after… [+491 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Report: Ivanka Trump used personal email for government work", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/report-ivanka-trump-personal-email-government-work-59304966", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_ab58187a9a51435ab1ce98a8b57ff8b4_16x9_992.jpg", "publishedAt": "2018-11-20T15:03:53Z", "content": "Interested in Ivanka Trump? Add Ivanka Trump as an interest to stay up to date on the latest Ivanka Trump news, video, and analysis from ABC News. Ivanka Trump, the president's daughter and a top White House adviser, sent hundreds of emails about government b… [+1930 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "'Dancing With the Stars' season 27 champ Bobby Bones on his win: 'We did it one day at a time' - ABC News", "description": "ABC News 'Dancing With the Stars' season 27 champ Bobby Bones on his win: 'We did it one day at a time' ABC News Radio personality Bobby Bones is crediting good, old fashioned hard work for winning the season 27 finale of \"Dancing With the Stars.\" Interested …", "url": "https://abcnews.go.com/GMA/Culture/dancing-stars-season-27-champ-bobby-bones-win/story?id%3D59312838", "urlToImage": null, "publishedAt": "2018-11-20T15:01:51Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "John Santucci", "title": "Trump submits written responses to special counsel", "description": "President Donald Trump has submitted his answers to questions from special counsel Robert Mueller, the president’s attorneys told ABC News.", "url": "https://abcnews.go.com/Politics/president-trump-submits-written-responses-special-counsel-robert/story?id=59315316", "urlToImage": "https://s.abcnews.com/images/Politics/donald-trump-robert-mueller-split-gty-jc-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T14:58:42Z", "content": "President Donald Trump has submitted his answers to questions from special counsel Robert Mueller, the presidents attorneys told ABC News. Interested in Donald Trump? Add Donald Trump as an interest to stay up to date on the latest Donald Trump news, video, a… [+2518 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Tech stocks sink again, erasing market's gains for the year; Dow Jones Industrial Average drops 500 points", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/tech-stocks-sink-erasing-markets-gains-year-dow-59315314", "urlToImage": null, "publishedAt": "2018-11-20T14:56:55Z", "content": "Tech stocks sink again, erasing market's gains for the year; Dow Jones Industrial Average drops 500 points."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Aleem Agha and Ben Gittleson", "title": "At least 40 killed in bombing of Afghan religious celebration: Officials", "description": "A large explosion hit at a wedding hall in the capital, authorities said.", "url": "https://abcnews.go.com/International/40-killed-bombing-afghan-religious-celebration-officials/story?id=59315213", "urlToImage": null, "publishedAt": "2018-11-20T14:51:19Z", "content": "A large explosion at a wedding hall in Afghanistan's capital has killed at least 40 people and injured more than 60 others, the country's health ministry said. Interested in Afghanistan? Add Afghanistan as an interest to stay up to date on the latest Afghanis… [+352 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Suicide bomber targets clerics in Afghan capital, 40 killed", "description": "Afghan officials say a suicide bomber has targeted a gathering of Muslim religious scholars in Kabul, killing at least 40 people", "url": "https://abcnews.go.com/International/wireStory/suicide-bomber-targets-clerics-afghan-capital-40-killed-59315155", "urlToImage": null, "publishedAt": "2018-11-20T14:50:56Z", "content": "A suicide bomber targeted a gathering of Muslim religious scholars in the Afghan capital on Tuesday, killing at least 40 people, Afghan officials said. Public Health Ministry spokesman Wahid Majroh said another 60 people were wounded in the attack, which took… [+1157 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Suspect's pants catch on fire after crime goes wrong", "description": "The man was attempting to syphon gas from a U-Haul truck.", "url": "https://abcnews.go.com/US/video/suspects-pants-catch-fire-crime-wrong-59315224", "urlToImage": "https://s.abcnews.com/images/US/181120_atm_pantsonfire_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T14:41:38Z", "content": "Now Playing: Suspect's pants catch on fire after crime goes wrong Now Playing: News headlines today: Nov. 20, 2018 Now Playing: 11-year-old boy passes airport security and nearly boards a plane without a ticket Now Playing: Donna Rice speaks out about affair … [+1192 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Markets Right Now: Tech rout erases stocks' gain for year", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/markets-now-tech-rout-erases-stocks-gain-year-59315303", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_b93c6d1acf3f487594ae704282d7d1c4_16x9_992.jpg", "publishedAt": "2018-11-20T14:41:34Z", "content": "The latest on developments in financial markets (all times local): 10 a.m. Stocks are skidding again on Wall Street as a tech rout continues and several big retailers report weak results. Apple sank another 3.6 percent in early trading Tuesday and Microsoft g… [+1363 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Let the bargain hunting begin", "description": "Black Friday deals, Uber launches its bike sharing service and Martha Stewart has a rough ride.", "url": "https://abcnews.go.com/Technology/video/bargain-hunting-begin-59314806", "urlToImage": "https://s.abcnews.com/images/Technology/181120_atm_techbytes_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T14:31:23Z", "content": "Now Playing: Black Friday ads released early Now Playing: Facebook introduces new virtual reality system Now Playing: Let the bargain hunting begin Now Playing: Best apps to score deals for Black Friday Now Playing: We tried the compression bodysuit that cele… [+1005 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: News headlines today: Nov. 20, 2018", "description": "Catch up on the developing stories making headlines today.", "url": "https://abcnews.go.com/US/video/news-headlines-today-nov-20-2018-59314713", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_live_headlines_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T14:28:35Z", "content": "Now Playing: Passengers share terrifying tales of plunging 84 stories in elevator Now Playing: News headlines today: Nov. 20, 2018 Now Playing: 11-year-old boy passes airport security and nearly boards a plane without a ticket Now Playing: Donna Rice speaks o… [+1126 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 'Mary Poppins Returns' star Emily Blunt shares hilarious on-set moment", "description": "Both Blunt and her co-star Lin-Manuel Miranda said director Rob Marshall was a \"calming and creative\" presence during filming.", "url": "https://abcnews.go.com/2020/video/mary-poppins-returns-star-emily-blunt-shares-hilarious-59314913", "urlToImage": "https://s.abcnews.com/images/2020/181120_2020_poppins_bts_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T14:23:06Z", "content": "Now Playing: 'Mary Poppins Returns -Behind the Magic' A Special 2020 airs Thanksgiving 8/7c on ABC Now Playing: The moment 'Mary Poppins Returns' star Emily Blunt learned she got the part Now Playing: 'Mary Poppins Returns' star Emily Blunt shares hilarious o… [+1250 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Afghan official: Suicide bomber strikes gathering of religious scholars in Kabul; at least 50 killed and wounded", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/afghan-official-suicide-bomber-strikes-gathering-religious-scholars-59314911", "urlToImage": null, "publishedAt": "2018-11-20T14:17:55Z", "content": "Afghan official: Suicide bomber strikes gathering of religious scholars in Kabul; at least 50 killed and wounded."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Flamingo freezes on flight south, crashes onto Siberian road", "description": "Russian news reports say that a flamingo en route to Saudi Arabia has become separated from its flock and fallen onto a road in Siberia", "url": "https://abcnews.go.com/International/wireStory/flamingo-freezes-flight-south-crashes-siberian-road-59314712", "urlToImage": null, "publishedAt": "2018-11-20T14:13:41Z", "content": "Russian news reports say that a flamingo en route to Saudi Arabia has become separated from its flock and fallen onto a road in Siberia. The Siberian Times newspaper reported Tuesday that the bird froze in the air and crashed onto a highway in front of a car … [+409 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Chelsea Auburn", "title": "Stephen Twining from Twinings of London Returns to Epcot this Thanksgiving Weekend", "description": "Sip, sip, hooray! Stephen Twining from Twinings of London will be visiting Walt Disney World Resort this Thanksgiving weekend, November 21-24. As a tenth-generation member of the famous tea family, Stephen joined Twinings in 1985 and now serves as Director of…", "url": "https://disneyparks.disney.go.com/blog/2018/11/stephen-twining-from-twinings-of-london-returns-to-epcot-this-thanksgiving-weekend/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/wwesd3423sd.jpg", "publishedAt": "2018-11-20T14:05:11Z", "content": "Sip, sip, hooray! Stephen Twining from Twinings of London will be visiting Walt Disney World Resort this Thanksgiving weekend, November 21-24. As a tenth-generation member of the famous tea family, Stephen joined Twinings in 1985 and now serves as Director of… [+1491 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Former Toys R Us workers to get $20M in hardship fund", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/toys-us-workers-20m-hardship-fund-59314610", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_a2573172506c42bf8cff2013086a37ff_16x9_992.jpg", "publishedAt": "2018-11-20T14:01:55Z", "content": "Two private equity owners of the iconic Toys R Us toy chain will be handing over a $20 million hardship fund to the thousands of former workers left jobless and without severance after the chain liquidated in June. The move by KKR and Bain Capital announced T… [+2568 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Simone Miranda", "title": "Create a Disney Parks-Inspired Thanksgiving Centerpiece", "description": "Resident crafter, Brittany Ungvarsky, has provided a step-by-step guide on how to create some fun Mason jar Thanksgiving table dressings.", "url": "https://disneyparks.disney.go.com/blog/2018/11/create-a-disney-parks-inspired-thanksgiving-centerpiece/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/17_PR_000000_BLOG_Thanksgiving-Centerpiece-DIY_COVER_v1_bu.jpg", "publishedAt": "2018-11-20T14:01:37Z", "content": "By submitting this form, you are granting Disney Parks Blog permission to email you. You can revoke permission to mail your email address at any time using the unsubscribe link, found at the bottom of every email. We take your privacy seriously. For more info… [+493 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Thomas Smith", "title": "Visit Special ‘Ear Walls’ at Disney Parks to #ShareYourEars", "description": "Since the kickoff of the #ShareYourEars campaign earlier this month, we’ve seen incredible “ear” photos from Disney fans supporting Make-A-Wish®! Through Giving Tuesday on November 27, 2018 Disney is donating US $5 to Make-A-Wish, up to US $1 million – with a…", "url": "https://disneyparks.disney.go.com/blog/2018/11/visit-special-ear-walls-at-disney-parks-to-shareyourears/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/sye02934802938423fi.jpg", "publishedAt": "2018-11-20T14:01:05Z", "content": "Since the kickoff of the #ShareYourEars campaign earlier this month, weve seen incredible ear photos from Disney fans supporting Make-A-Wish®! Through Giving Tuesday on November 27, 2018 Disney is donating US $5 to Make-A-Wish, up to US $1 million with a tota… [+2427 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "WHO says Iraq river pollution toxic to fish", "description": "The World Health Organizations says laboratory tests completed after a shocking fish die-off in Iraq's Euphrates River show the water is contaminated with high levels of bacteria, heavy metals, and ammonia", "url": "https://abcnews.go.com/International/wireStory/iraq-river-pollution-toxic-fish-59313815", "urlToImage": "https://s.abcnews.com/images/International/WireAP_259a9f4eb10b4fd9980eda4e216079a2_16x9_992.jpg", "publishedAt": "2018-11-20T13:54:01Z", "content": "The World Health Organizations said Tuesday that laboratory tests completed after a shocking fish die-off in Iraq 's Euphrates River show the water is contaminated with high levels of bacteria, heavy metals, and ammonia. Fishermen were stunned to find that hu… [+502 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 11-year-old boy passes airport security and nearly boards a plane without a ticket", "description": "The child made it through TSA at Atlanta's Hartsfield-Jackson International Airport and tried to board a flight by blending in with a family, according to ABC affiliate WSB.", "url": "https://abcnews.go.com/US/video/11-year-boy-passes-airport-security-boards-plane-59313715", "urlToImage": "https://s.abcnews.com/images/US/181120_wsb_child_airport_security_atlanta2_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T13:45:42Z", "content": "Now Playing: 11-year-old boy passes airport security and nearly boards a plane without a ticket Now Playing: Donna Rice speaks out about affair 30 years later Now Playing: Massachusetts opens first recreational pot stores Now Playing: Man sentenced after kill… [+1235 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US home construction rose 1.5 percent in October", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/us-home-construction-rose-15-percent-october-59313962", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_2e016aa0165a4bf4b6fdfaff25040ecf_16x9_992.jpg", "publishedAt": "2018-11-20T13:39:56Z", "content": "U.S. home construction improved a slight 1.5 percent in October, but in a troubling sign, ground breakings for single-family houses fell. The Commerce Department said Tuesday housing starts rose to a seasonally adjusted annual rate of 1.23 million, up from 1.… [+1178 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Macron urges dialogue amid protests, defends gas tax hikes", "description": "French President Emmanuel Macron is sticking to fuel tax hikes that have prompted nationwide protests but calling for \"dialogue\" to calm tensions", "url": "https://abcnews.go.com/International/wireStory/macron-urges-dialogue-amid-protests-defends-gas-tax-59312985", "urlToImage": "https://s.abcnews.com/images/International/WireAP_296d9f58e2224c0da0f98d99fa94b435_16x9_992.jpg", "publishedAt": "2018-11-20T13:32:13Z", "content": "France's embattled President Emmanuel Macron on Tuesday defended fuel tax hikes that have prompted nationwide protests, but called for \"dialogue\" to calm tensions. In his first comments about the protests since more than a quarter million French drivers block… [+874 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US home construction increased a modest 1.5 percent in October as ground breakings for single-family houses fell", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/us-home-construction-increased-modest-15-percent-october-59313816", "urlToImage": null, "publishedAt": "2018-11-20T13:30:40Z", "content": "US home construction increased a modest 1.5 percent in October as ground breakings for single-family houses fell."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Romanian diplomat who fought anti-Semitism dies", "description": "Romania's government said Tuesday that diplomat Mihnea Constanescu, praised internationally for his efforts to combat anti-Semitism, has died", "url": "https://abcnews.go.com/International/wireStory/romanian-diplomat-fought-antisemitism-dies-59311522", "urlToImage": null, "publishedAt": "2018-11-20T13:11:41Z", "content": "Romania's government said Tuesday that diplomat Mihnea Constanescu, praised internationally for his efforts to combat anti-Semitism, has died. He was 57. The foreign ministry said Constantinescu, who advised Romanian prime ministers from 1990-2012, died Sunda… [+896 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Russia says critics politicizing Interpol", "description": "Kremlin foe Bill Browder has expressed outrage over the potential that a Russian police officer could become president of Interpol _ a move that Moscow's critics say could undermine the law enforcement agency.", "url": "https://abcnews.go.com/International/wireStory/latest-russia-critics-politicizing-interpol-59313537", "urlToImage": "https://s.abcnews.com/images/International/WireAP_ecc123cc9116455bbb863d741be0544e_16x9_992.jpg", "publishedAt": "2018-11-20T12:58:12Z", "content": "The Latest on the Interpol general assembly and leadership election (all times local): 1p.m. Russian authorities are accusing unnamed Kremlin critics of trying to politicize the upcoming election of the Interpol president. Kremlin foes including financier Bil… [+1589 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Introducing London's latest skyscraper: The Tulip", "description": "The Tulip will soar 1,001 feet above the London skyline.", "url": "https://abcnews.go.com/International/video/introducing-londons-latest-skyscraper-tulip-59313443", "urlToImage": "https://s.abcnews.com/images/International/181120_ugc_london_tulip_skyscraper_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T12:47:37Z", "content": "Now Playing: Introducing London's latest skyscraper: The Tulip Now Playing: Family of woman who fell to her death on cruise ship demands answers Now Playing: Guatemala's Volcan de Fuego spews red-hot rock and ash into the sky Now Playing: Cruise ship death re… [+1246 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "South African president praises German investment", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/south-african-president-praises-german-investment-59313442", "urlToImage": "https://s.abcnews.com/images/International/WireAP_3708a6a75fbb4d058de0039372e6a8b6_16x9_992.jpg", "publishedAt": "2018-11-20T12:46:41Z", "content": "South Africa's president says Germany is an important economic partner which he hopes will expand its investment here. President Cyril Ramaphosa was speaking Tuesday in Cape Town to mark the end of the three-day state visit of German President Frank-Walter St… [+539 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Scorsese feted at MoMA by friends De Niro, DiCaprio, Hill", "description": "Legendary director Martin Scorsese was honored by longtime friends Leonardo DiCaprio and Robert De Niro, among many others, at the Museum of Modern Art in New York City", "url": "https://abcnews.go.com/Entertainment/wireStory/scorsese-feted-moma-friends-de-niro-dicaprio-hill-59309947", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_5c45bd89536845e68b3f08b9e8732089_16x9_992.jpg", "publishedAt": "2018-11-20T12:41:00Z", "content": "Many young boys grow up with superheroes adorning their walls. Jonah Hill grew up with a picture of Martin Scorsese on his. The actor related the poignant anecdote at a star-studded benefit Monday evening at the Museum of Modern Art, honoring the celebrated d… [+2998 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Bank of England to publish Brexit deal analysis next week", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/bank-england-publish-brexit-deal-analysis-week-59312803", "urlToImage": "https://s.abcnews.com/images/International/WireAP_bb8696e83da94008ba9817eb745e4aa4_16x9_992.jpg", "publishedAt": "2018-11-20T12:33:15Z", "content": "The Bank of England will publish its economic analysis of Prime Minister Theresa May's Brexit deal next week as well as an assessment of what would happen if Britain crashes out of the European Union with no deal. The assessments will be sent to lawmakers on … [+2205 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bill Hutchinson and Justin Doom", "title": "'The best person ever, really': Beloved doctor among victims at Chicago hospital", "description": "Four people, including the gunman, were shot to death at a Chicago hospital.", "url": "https://abcnews.go.com/US/best-person-beloved-doctor-shooting-victims-chicago-hospital/story?id=59311472", "urlToImage": "https://s.abcnews.com/images/US/mercy-hospital-1-gty-er-181119_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T12:25:15Z", "content": "Tamara O'Neal was a 38-year-old emergency room doctor who didn't like to work on Sundays. Sundays were when she led her choir at church. She'd only worked at Mercy Hospital and Medical Center on Chicago's South Side for about two years before she was gunned d… [+2048 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Rome police evict, plan to demolish alleged mobsters' homes", "description": "Rome police are evicting alleged criminals from homes built without permission.", "url": "https://abcnews.go.com/International/wireStory/rome-police-evict-plan-demolish-alleged-mobsters-homes-59312080", "urlToImage": "https://s.abcnews.com/images/International/WireAP_6f9ddfc3e1844d9ab0d0415865b677b5_16x9_992.jpg", "publishedAt": "2018-11-20T12:14:46Z", "content": "Interested in Italy? Add Italy as an interest to stay up to date on the latest Italy news, video, and analysis from ABC News. Rome city officials have sent in 600 police officers to evict a purported crime family from eight villas that were allegedly built wi… [+709 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Polish bishops seek forgiveness for pedophilia by priests", "description": "Poland's Roman Catholic bishops have asked for forgiveness from those who have been victimized by pedophile priests or other church leaders in the mostly Catholic nation", "url": "https://abcnews.go.com/International/wireStory/polish-bishops-seek-forgiveness-pedophilia-priests-59312239", "urlToImage": null, "publishedAt": "2018-11-20T12:10:55Z", "content": "Poland's Roman Catholic bishops have asked for forgiveness from those who have been abused by priests in the mostly Catholic nation. The debate has intensified recently following the recent release of a blockbuster film, \"Kler\" (The Clergy) about abusive prie… [+227 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Ivanka Trump's personal email account under scrutiny", "description": "The Washington Post reports the first daughter violated federal record rules by using her personal email account for official government business. ABC News' Janai Norman reports.", "url": "https://abcnews.go.com/WNN/video/ivanka-trumps-personal-email-account-scrutiny-59311474", "urlToImage": "https://s.abcnews.com/images/WNN/181120_atm_norman_pic_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T12:10:09Z", "content": "Now Playing: Ivanka Trump: The media is not the enemy of the people Now Playing: Ivanka Trump's fashion brand closes shop Now Playing: Ivanka Trump: Media not enemy of people, 'vehemently against' family separation Now Playing: Colorado man sentenced for kill… [+959 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Attacker shot after stabbing policeman in Brussels", "description": "Belgium has been under heightened security since the 2016 attacks the killed 32.", "url": "https://abcnews.go.com/International/wireStory/policeman-stabbed-brussels-attacker-shot-59309779", "urlToImage": "https://s.abcnews.com/images/International/WireAP_36214366be5840eeac868fe2cc5a9d22_16x9_992.jpg", "publishedAt": "2018-11-20T12:03:27Z", "content": "Interested in Belgium? Add Belgium as an interest to stay up to date on the latest Belgium news, video, and analysis from ABC News. An assailant stabbed a policeman Tuesday close to the Grand Place in Brussels' historic center, before officers got to the scen… [+871 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 79 dead in California's Camp Fire", "description": "The Camp Fire is the deadliest, most destructive in California's history.", "url": "https://abcnews.go.com/US/video/79-dead-californias-camp-fire-59311570", "urlToImage": "https://s.abcnews.com/images/US/181120_atm_northern_cali_wildfire_79_dead_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T12:03:18Z", "content": "Now Playing: Man sentenced after killing pregnant wife, 2 daughters Now Playing: Actress files for restraining order against Michael Avenatti Now Playing: 4 dead, including cop and hospital workers after shooting in Chicago Now Playing: Historic cold forecast… [+1197 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: US military troops to be allowed to defend border patrol agents: Official", "description": "Troops will be granted new authorities to protect border personnel from threats.", "url": "https://abcnews.go.com/US/video/us-military-troops-allowed-defend-border-patrol-agents-59311336", "urlToImage": "https://s.abcnews.com/images/US/181120_atm_border_troops_self_defense_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T12:01:55Z", "content": "Now Playing: Man sentenced after killing pregnant wife, 2 daughters Now Playing: Actress files for restraining order against Michael Avenatti Now Playing: 4 dead, including cop and hospital workers after shooting in Chicago Now Playing: Historic cold forecast… [+1197 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Acquitted Christian woman wants to leave Pakistan for West", "description": "A lawyer for Aasia Bibi, a Christian woman recently acquitted of blasphemy charges after eight years on death row in Pakistan, says she would like to leave her homeland for any western country willing to issue visas for her and her family", "url": "https://abcnews.go.com/International/wireStory/acquitted-christian-woman-leave-pakistan-west-59311782", "urlToImage": "https://s.abcnews.com/images/International/WireAP_21db32b20cbd40599f289f447592fe24_16x9_992.jpg", "publishedAt": "2018-11-20T12:01:18Z", "content": "A lawyer for Aasia Bibi, a Christian woman recently acquitted of blasphemy charges after eight years on death row in Pakistan, says she would like to leave her homeland for any western country willing to issue visas for her and her family. Lawyer Saiful Maloo… [+462 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Target misses on profit, shares slide", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/target-misses-profit-shares-slide-59311438", "urlToImage": null, "publishedAt": "2018-11-20T11:53:11Z", "content": "Target is falling sharply before the opening bell after it missed profit expectations for the third quarter, the last look at the retailer's performance as it heads into the holiday shopping season. The company on Tuesday posted net income of $622 million, or… [+602 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Melissa Griffin", "title": "Blast of snow for New England before record-cold Thanksgiving", "description": "Winter weather advisories are in effect today across several states.", "url": "https://abcnews.go.com/US/blast-snow-england-record-cold-thanksgiving/story?id=59310731", "urlToImage": "https://s.abcnews.com/images/General/winter-weather-new-jersey-ap-jef-181115_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T11:29:53Z", "content": "Across the Northeast this morning, winter weather advisories are in effect, with much of New England anticipating snow. Winter weather advisories are in effect this morning. Around 7 a.m. EST snowfall's expected to begin from western Massachusetts to Albany, … [+1738 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Russian challenge to chemical weapons watchdog rejected", "description": "The U.S. and Western powers on Monday staved off a challenge by Russia and others questioning whether the global chemical weapons watchdog could start apportioning blame for poison gas and nerve agent attacks", "url": "https://abcnews.go.com/International/wireStory/russian-challenge-chemical-weapons-watchdog-rejected-59311121", "urlToImage": null, "publishedAt": "2018-11-20T11:24:56Z", "content": "The U.S. and Western powers have staved off a challenge by Russia and China questioning whether the global chemical weapons watchdog could start apportioning blame for poison gas and nerve agent attacks. Following a heated session at the Organization for the … [+451 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Guatemala's Volcan de Fuego spews red-hot rock and ash into the sky", "description": "Guatemala's Volcano of Fire violently erupts, forcing the evacuation of nearly 4,000 people from surrounding areas.", "url": "https://abcnews.go.com/International/video/guatemalas-volcan-de-fuego-spews-red-hot-rock-59311074", "urlToImage": "https://s.abcnews.com/images/International/181120_abc_social_volcano_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T11:24:49Z", "content": "Now Playing: Evacuations urged near Guatemala's erupting Volcano of Fire Now Playing: Guatemala's Volcan de Fuego spews red-hot rock and ash into the sky Now Playing: Cruise ship death remains mystery Now Playing: Teddy bear care, pardoned turkeys and World T… [+1197 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Saudi Arabia, UAE pledge $500 million Yemen aid", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/latest-saudi-arabia-uae-pledge-500-million-yemen-59310971", "urlToImage": "https://s.abcnews.com/images/International/WireAP_49a3b4dbd32e4792b45c75e582dbf0c0_16x9_992.jpg", "publishedAt": "2018-11-20T11:08:42Z", "content": "The Latest on the situation in Yemen (all times local): 2 p.m. Saudi Arabia and the United Arab Emirates have pledged $500 million in aid to assist millions of Yemenis at risk of starvation. The announcement comes just days after David Beasley, head of the U.… [+1436 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Rick Klein and MaryAlice Parks", "title": "The Note: Pelosi fight offers hints of Democratic division ahead", "description": "The letter from current and future House members vowing not to back her will not be enough to block her path to the speakership.", "url": "https://abcnews.go.com/Politics/note-pelosi-fight-offers-hints-democratic-division-ahead/story?id=59304812", "urlToImage": "https://s.abcnews.com/images/Politics/pelosi-1-ap-er-181115_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T11:01:12Z", "content": "The TAKE with Rick Klein Interested in The Note? Add The Note as an interest to stay up to date on the latest The Note news, video, and analysis from ABC News. They are now on the record: 14 men and two women who really, really don't want Nancy Pelosi to beco… [+4828 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "European court orders Turkey to free ex-Kurdish party leader", "description": "The European Court of Human Rights has called on Turkey to release the former head of Turkey's pro-Kurdish opposition from pre-trial detention", "url": "https://abcnews.go.com/International/wireStory/european-court-orders-turkey-free-kurdish-party-leader-59310902", "urlToImage": null, "publishedAt": "2018-11-20T10:55:56Z", "content": "The European Court of Human Rights has called on Turkey to release the former head of Turkey's pro-Kurdish opposition from detention. The Strasbourg, France -based court ruled Tuesday that Turkey had violated Selahattin Demirtas' right to a speedy trial as we… [+510 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Tennessee inmate must chose lethal injection, electric chair", "description": "Death row inmate David Earl Miller faces a Tuesday afternoon deadline to inform prison officials whether he wants to be executed by lethal injection or electrocution", "url": "https://abcnews.go.com/US/wireStory/tennessee-inmate-chose-lethal-injection-electric-chair-59310833", "urlToImage": "https://s.abcnews.com/images/US/WireAP_bda91962dff7478e8a1d483c3c160b50_16x9_992.jpg", "publishedAt": "2018-11-20T10:40:01Z", "content": "Tennessee death row inmate David Earl Miller faces a Tuesday afternoon deadline to inform prison officials whether he wants to be executed by lethal injection or electrocution. Miller is scheduled to die on Dec. 6 for the 1981 murder of 23-year-old Lee Standi… [+524 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Kosovo's application for Interpol membership rejected", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/kosovos-application-interpol-membership-rejected-59310834", "urlToImage": null, "publishedAt": "2018-11-20T10:33:26Z", "content": "Officials from Serbia and Kosovo say an application for membership by Kosovo to join Interpol has been rejected by the international police organization's General Assembly. Kosovo's government confirmed it lost the vote at the meeting in Dubai, United Arab Em… [+431 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: UK loses bid to halt Brexit legal challenge", "description": "Britain's Supreme Court has rejected an attempt by the government to stop Europe's top court deciding whether the U.K. can unilaterally halt Brexit.", "url": "https://abcnews.go.com/International/wireStory/latest-spain-warns-brexit-depends-gibraltar-issue-59310694", "urlToImage": "https://s.abcnews.com/images/International/WireAP_8d64b0bb0ca74d71824853a1f24c90d9_16x9_992.jpg", "publishedAt": "2018-11-20T10:27:43Z", "content": "The Latest on Britain's exit from the European Union (all times local): 10:30 a.m. Bank of England Governor Mark Carney has emphasized the importance of the transition period in Prime Minister Theresa May's Brexit deal with the European Union. Addressing lawm… [+3263 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "David Rind and Kelly Terez", "title": "'Start Here': Pelosi, Whitaker, caravan. What you need to know to start your day.", "description": "It's Tuesday, Nov. 20, 2018. Here's what you need to start your day.", "url": "https://abcnews.go.com/US/start-here-democrats-sue-whitaker-caravan-tension-tijuana-peanut/story?id=59290201", "urlToImage": "https://s.abcnews.com/images/Politics/robert-mueller-file-gty-jef-181114_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T10:15:54Z", "content": "It's Tuesday, Nov. 20, 2018. Thanks for choosing to start here. Interested in Start Here Morning Briefing ? Add Start Here Morning Briefing as an interest to stay up to date on the latest Start Here Morning Briefing news, video, and analysis from ABC News. 1.… [+6431 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Allies threaten to pull support from May in Brexit dispute", "description": "British Prime Minister Theresa May's parliamentary allies are warning they could remove support from her minority government if she does not alter her Brexit deal with the European Union", "url": "https://abcnews.go.com/International/wireStory/allies-threaten-pull-support-brexit-dispute-59310660", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_47b351d0965a4dda80a60dd26594cc5e_16x9_992.jpg", "publishedAt": "2018-11-20T10:05:56Z", "content": "Interested in Brexit? Add Brexit as an interest to stay up to date on the latest Brexit news, video, and analysis from ABC News. British Prime Minister Theresa May's parliamentary allies are warning they could remove support from her minority government if sh… [+693 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US Navy to make Hong Kong port call after earlier refusal", "description": "China has approved permission for a US Navy aircraft carrier to make a port call in Hong Kong after it turned down an earlier request amid tensions with Washington", "url": "https://abcnews.go.com/International/wireStory/us-navy-make-hong-kong-port-call-earlier-59310659", "urlToImage": "https://s.abcnews.com/images/International/WireAP_f76568a96f6b464283569995da08ac53_16x9_992.jpg", "publishedAt": "2018-11-20T10:04:56Z", "content": "China is allowing a U.S. Navy aircraft carrier and its battle group to make a port call in Hong Kong after it earlier turned down a similar request amid tensions with Washington. The Marine Department's website listed the USS Ronald Reagan and three other Nav… [+492 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Serbian and Kosovo officials say Kosovo has been denied entry into the international police organization, Interpol.", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/serbian-kosovo-officials-kosovo-denied-entry-international-police-59310592", "urlToImage": null, "publishedAt": "2018-11-20T10:02:24Z", "content": "Serbian and Kosovo officials say Kosovo has been denied entry into the international police organization, Interpol."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Soo Youn", "title": "Inside the 1st global anti-Airbnb conference: Huge French fines, NYC raids", "description": "Hotel lobbyists and politicians meet at the first global anti-Airbnb conference.", "url": "https://abcnews.go.com/US/inside-1st-global-anti-airbnb-conference-huge-french/story?id=59290967", "urlToImage": "https://s.abcnews.com/images/US/airbnb-gty-hb-180508_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T10:00:27Z", "content": "France is on track to slap serious penalties on hosts and platforms for illegal short-term rentals including Airbnb or HomeAway, the latest salvo between a major city struggling to fight the unregulated industry of renting out private homes. Interested in Air… [+5323 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Germany: Man kills ex-girlfriend, her new partner, baby", "description": "German authorities say a 38-year-old man is believed to have stabbed dead his ex-girlfriend, her new partner and a three-week old baby before killing himself", "url": "https://abcnews.go.com/International/wireStory/germany-man-kills-girlfriend-partner-baby-59310591", "urlToImage": null, "publishedAt": "2018-11-20T09:58:41Z", "content": "German authorities say a 38-year-old man is believed to have stabbed to death his ex-girlfriend, her new partner and a three-week old baby before killing himself. The dpa news agency reported Tuesday that authorities are still investigating what motivated the… [+531 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Moroccan in UAE arrested for killing, butchering boyfriend", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/moroccan-uae-arrested-killing-butchering-boyfriend-59310590", "urlToImage": null, "publishedAt": "2018-11-20T09:53:24Z", "content": "Prosecutors in the United Arab Emirates are accusing a Moroccan woman of killing her boyfriend, then butchering and cooking his body and serving his remains to Pakistani workers in a traditional rice and meat dish known as machboos. The National newspaper in … [+494 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Backlash at Chinese university shows limits to surveillance", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/backlash-chinese-university-shows-limits-surveillance-59310589", "urlToImage": "https://s.abcnews.com/images/International/WireAP_0f8d8e4cdab04cda9defb5b5b04a9d5b_16x9_992.jpg", "publishedAt": "2018-11-20T09:32:57Z", "content": "A Chinese university's plan to conduct a blanket search of student and staff electronic devices has come under fire, illustrating the limits of the population's tolerance for surveillance and raising the prospect that tactics used on Muslim minorities may be … [+5408 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Israel police: Interior minister should be charged for fraud - ABC News", "description": "Israel police: Interior minister should be charged for fraud ABC News Israeli police are recommending charges be brought against the country's interior minister in a major corruption case. Police spokesman Micky Rosenfeld said Tuesday there is \"evidentiary ba…", "url": "https://abcnews.go.com/International/wireStory/israel-police-interior-minister-charged-fraud-59310521", "urlToImage": null, "publishedAt": "2018-11-20T09:24:00Z", "content": "Israeli police are recommending charges be brought against the country's interior minister in a major corruption case. Police spokesman Micky Rosenfeld said Tuesday there is \"evidentiary basis\" against Aryeh Deri that he committed fraud and breach of trust, a… [+550 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Groups target Europe's coal companies over harmful emissions", "description": "Environmental groups say 10 utility companies are responsible for the majority of premature deaths caused by emissions from coal-fired power plants in Europe", "url": "https://abcnews.go.com/International/wireStory/groups-target-europes-coal-companies-harmful-emissions-59310520", "urlToImage": null, "publishedAt": "2018-11-20T09:23:09Z", "content": "Environmental groups say 10 utility companies are responsible for the majority of premature deaths caused by emissions from coal-fired power plants in Europe. In a report published Tuesday, five campaign groups, including Greenpeace, blame the companies for 7… [+561 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: French official says Renault should unseat Ghosn", "description": "France's finance minister wants carmaker Renault to replace its once-superstar CEO Carlos Ghosn, who is facing accusations he under-reported income at partner company Nissan", "url": "https://abcnews.go.com/Business/wireStory/latest-french-official-renault-unseat-ghosn-59310519", "urlToImage": "https://s.abcnews.com/images/International/WireAP_043288d6484c4eba823b7e100d1c1d3d_16x9_992.jpg", "publishedAt": "2018-11-20T09:14:43Z", "content": "The Latest on the arrest and investigation into alleged financial misconduct by Nissan's chairman Carlos Ghosn (all times local): 6:15 p.m. France's finance minister wants carmaker Renault to replace its once-superstar CEO Carlos Ghosn, who is facing accusati… [+1589 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pakistan in final round of talks with IMF over bailout deal", "description": "Islamabad is seeking an $8 billion bailout to aid Pakistan's economic woes.", "url": "https://abcnews.go.com/International/wireStory/pakistan-final-round-talks-imf-bailout-deal-59310352", "urlToImage": null, "publishedAt": "2018-11-20T09:14:26Z", "content": "Pakistan and the International Monetary Fund are into their final round of talks over an $8 billion bailout package Islamabad seeks from the international lending agency to overcome the country's economic woes. Finance Minister Asad Umar acknowledged the two … [+531 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "What you need to know about the conflict in Yemen - ABC News", "description": "ABC News What you need to know about the conflict in Yemen ABC News The two warring parties in Yemen have agreed to come to peace talks in Sweden, amid a push to finally end the civil war in the Arab world's poorest country. The Yemeni government, which has b…", "url": "https://abcnews.go.com/Politics/conflict-yemen/story?id%3D59224692", "urlToImage": null, "publishedAt": "2018-11-20T09:14:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Conor Finnegan", "title": "What you need to know about the conflict in Yemen", "description": "What you need to know about the conflict in Yemen.", "url": "https://abcnews.go.com/Politics/conflict-yemen/story?id=59224692", "urlToImage": "https://s.abcnews.com/images/International/yemen-1-ap-er-181119_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T09:13:56Z", "content": "The two warring parties in Yemen have agreed to come to peace talks in Sweden, amid a push to finally end the civil war in the Arab world's poorest country. The Yemeni government, which has been militarily backed by Saudi Arabia and the United Arab Emirates, … [+8106 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Dead whale had 115 plastic cups, 2 flip-flops in its stomach", "description": "A dead whale that washed ashore in eastern Indonesia had a lump of trash in its stomach including 115 plastic drinking cups and two flip-flops", "url": "https://abcnews.go.com/International/wireStory/dead-whale-115-plastic-cups-flip-flops-stomach-59310350", "urlToImage": null, "publishedAt": "2018-11-20T08:24:10Z", "content": "A dead whale that washed ashore in eastern Indonesia had a lump of trash in its stomach including 115 plastic drinking cups and two flip-flops. Wakatobi National Park chief Heri Santoso said Tuesday rescuers found the rotting carcass of the 9.5-meter (31-foot… [+474 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Amazon HQ expansion means tough fight for talent", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/amazon-hq-expansion-means-tough-fight-talent-59310199", "urlToImage": null, "publishedAt": "2018-11-20T08:14:28Z", "content": "When tech giants like Amazon expand, other companies don't just worry about losing business. They also fret about hanging on to their employees. Some of the industries that have defined New York City and the Washington, D.C., area will face increased competit… [+6966 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Thailand sentences 3 to prison over smuggling of rhino horns", "description": "A Thai court has sentenced three people to prison over the smuggling of nearly two dozen rhinoceros horns worth $1.5 million from Ethiopia", "url": "https://abcnews.go.com/International/wireStory/thailand-sentences-prison-smuggling-rhino-horns-59310301", "urlToImage": "https://s.abcnews.com/images/International/WireAP_94ab5a7d818a494195c0e4d09b42bc3e_16x9_992.jpg", "publishedAt": "2018-11-20T08:10:28Z", "content": "A Thai court on Tuesday sentenced three people to prison over the smuggling of nearly two dozen rhinoceros horns from Ethiopia worth $1.5 million. The bags carrying the 21 horns were discovered in March last year in a random customs search at Bangkok's main a… [+1261 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "For a game, calling Lamar Jackson's number kept working - ABC News", "description": "ABC News For a game, calling Lamar Jackson's number kept working ABC News Lamar Jackson ran 27 times and threw only 19 passes to win his first NFL start. That's not a typo. Filling in for injured quarterback Joe Flacco, Jackson ran for 117 yards in Baltimore'…", "url": "https://abcnews.go.com/Politics/wireStory/game-calling-lamar-jacksons-number-working-59310048", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_aa75467a07a642ae8e4819f391c94031_16x9_992.jpg", "publishedAt": "2018-11-20T07:51:11Z", "content": "Lamar Jackson ran 27 times and threw only 19 passes to win his first NFL start. That's not a typo. Filling in for injured quarterback Joe Flacco, Jackson ran for 117 yards in Baltimore's 24-21 victory over Cincinnati on Sunday. The 2016 Heisman Trophy winner … [+3784 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Despite UN call for Yemen truce, new clashes around key port", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/call-yemen-truce-clashes-key-port-59309966", "urlToImage": null, "publishedAt": "2018-11-20T07:45:11Z", "content": "Yemeni officials and witnesses say fighting between Saudi-led coalition forces and Shiite rebels has flared up again around the Red Sea port city of Hodeida despite U.N. calls for a cease-fire there. They say coalition airstrikes hit the rebels, known as Hout… [+529 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Seoul: North Korea explodes 10 guard posts to lower tensions", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/seoul-north-korea-explodes-10-guard-posts-lower-59309949", "urlToImage": null, "publishedAt": "2018-11-20T07:33:41Z", "content": "South Korea says North Korea has blown up some of its own frontline guard posts as part of agreements to ease tensions in the rivals' heavily fortified border. The Defense Ministry says its military confirmed the dismantling of 10 North Korean guard posts on … [+515 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Commuter train derails near Barcelona killing 1, injuring 6", "description": "Authorities in Spain say one person has died and six have been slightly injured when a landslide derailed a commuter train traveling toward Barcelona early on Tuesday", "url": "https://abcnews.go.com/International/wireStory/commuter-train-derails-barcelona-killing-injuring-59309948", "urlToImage": null, "publishedAt": "2018-11-20T07:18:56Z", "content": "Authorities in Spain say one person has died and six have been slightly injured after a landslide derailed a commuter train traveling toward Barcelona. The regional civil protection agency says two train cars of a convoy of six went off the tracks at 6.15 a.m… [+406 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Judge bars US from enforcing Trump asylum ban", "description": "A federal judge has temporarily barred the Trump administration from refusing asylum to immigrants who cross the southern border illegally", "url": "https://abcnews.go.com/Politics/wireStory/judge-bars-us-enforcing-trump-asylum-ban-59309545", "urlToImage": "https://s.abcnews.com/images/US/WireAP_d9f34e186e5a4d808a2d950652260f25_16x9_992.jpg", "publishedAt": "2018-11-20T06:46:11Z", "content": "A federal judge barred the Trump administration on Monday from refusing asylum to immigrants who cross the southern border illegally. U.S. District Judge Jon S. Tigar issued a temporary restraining order after hearing arguments in San Francisco. The request w… [+2530 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "4 rebels, 1 army commando killed in Kashmir, sparking clash", "description": "Officials say four rebels and an Indian army commando have been killed fighting in disputed Kashmir, triggering anti-India protests and clashes in the restive region", "url": "https://abcnews.go.com/International/wireStory/rebels-army-commando-killed-kashmir-sparking-clash-59309542", "urlToImage": null, "publishedAt": "2018-11-20T06:35:24Z", "content": "Officials say four rebels and an Indian army commando have been killed fighting in disputed Kashmir, triggering anti-India protests and clashes in the restive region. Army spokesman Col. Rajesh Kalia says fighting began early Tuesday after police and soldiers… [+558 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Gaza's fatal ritual: relentless protests, steady casualties", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/gazas-fatal-ritual-relentless-protests-steady-casualties-59309541", "urlToImage": "https://s.abcnews.com/images/International/WireAP_4b65af95ae1e4a058341d3f87135e72e_16x9_992.jpg", "publishedAt": "2018-11-20T06:32:14Z", "content": "Atalla Fayoumi hobbles on crutches across the flat, sunbaked plain near Israel 's border fence in the Gaza Strip, gazing toward plumes of smoke rising from a clutch of burning tires in the distance. The 18-year-old Palestinian's right leg was amputated after … [+4592 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Police storm Papua New Guinea Parliament for APEC summit pay", "description": "A lawmaker says disgruntled police and prison guards stormed Papua New Guinea's Parliament in a pay dispute that stemmed from the APEC summit attended by Pence, Abe, Xi", "url": "https://abcnews.go.com/International/wireStory/police-storm-papua-guinea-parliament-apec-summit-pay-59309026", "urlToImage": "https://s.abcnews.com/images/International/WireAP_b2800c463f1e42949f5bb838f54da096_16x9_992.jpg", "publishedAt": "2018-11-20T06:29:35Z", "content": "Disgruntled police and prison guards stormed Papua New Guinea's Parliament on Tuesday in a pay dispute that stemmed from an international summit hosted by the South Pacific island nation over the weekend, a lawmaker said. Images posted by opposition lawmaker … [+1351 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Vietnam and India aim to boost trade, defense cooperation", "description": "Vietnam and India have agreed to boost their trade while expanding their cooperation in defense and security, among other areas", "url": "https://abcnews.go.com/International/wireStory/vietnam-india-aim-boost-trade-defense-cooperation-59309326", "urlToImage": null, "publishedAt": "2018-11-20T06:17:27Z", "content": "Vietnam and India have agreed to boost their trade while expanding their cooperation in defense and security, among other areas. Speaking to reporters at a joint press briefing in Vietnam 's capital, Hanoi, Indian President Ram Nath Kovind said Tuesday that h… [+508 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Gaza's fatal ritual: Endless protests, mounting casualties", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/gazas-fatal-ritual-endless-protests-mounting-casualties-59309325", "urlToImage": "https://s.abcnews.com/images/International/WireAP_230d2450a6a94a159806b098cd2f92b1_16x9_992.jpg", "publishedAt": "2018-11-20T06:16:43Z", "content": "Atalla Fayoumi hobbles on crutches across the sunbaked plain near Israel 's perimeter fence in the Gaza Strip, gazing toward plumes of smoke that have begun rising from a clutch of burning tires in the distance. The 18-year-old Palestinian's right leg was amp… [+13169 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Asian stocks slide after Wall Street losses, Nissan arrest", "description": "Asian stocks slide after tech losses dragged down Wall Street and Nissan's chairman was arrested on charges of financial misconduct", "url": "https://abcnews.go.com/Business/wireStory/asian-stocks-slide-wall-street-losses-nissan-arrest-59308655", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_adbed39cdbe74fe89f9f7bdeb0139993_16x9_992.jpg", "publishedAt": "2018-11-20T05:47:46Z", "content": "Asian stocks slid Tuesday after tech losses dragged down Wall Street and Nissan's chairman was arrested on charges of financial misconduct. KEEPING SCORE: The Shanghai Composite Index fell 1.5 percent to 2,663.08 and Tokyo's Nikkei 225 lost 1.1 percent to 21,… [+2768 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Tara Palmeri", "title": "'Blindingly obvious' that Saudi crown prince ordered Khashoggi murder: Source", "description": "A State Department official tells ABC News a CIA assessment implicates the Saudi crown prince in the killing of journalist Jamal Khashoggi.", "url": "https://abcnews.go.com/Politics/blindingly-obvious-saudi-crown-prince-ordered-khashoggi-murder/story?id=59305430", "urlToImage": "https://s.abcnews.com/images/International/jamal-kashoggi-gty-jc-181112_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-20T05:42:04Z", "content": "Over the weekend, President Donald Trump said that the U.S. government would complete a \"full report\" on the killing of Saudi journalist Jamal Khashoggi by Tuesday while denying reports that the CIA has concluded that Saudi Crown Prince Mohammed bin Salman or… [+3811 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "'Blindingly obvious' that Saudi crown prince ordered Khashoggi murder: Source - ABC News", "description": "ABC News 'Blindingly obvious' that Saudi crown prince ordered Khashoggi murder: Source ABC News Over the weekend, President Donald Trump said that the U.S. government would complete a \"full report\" on the killing of Saudi journalist Jamal Khashoggi by Tuesday…", "url": "https://abcnews.go.com/Politics/blindingly-obvious-saudi-crown-prince-ordered-khashoggi-murder/story?id%3D59305430", "urlToImage": null, "publishedAt": "2018-11-20T05:42:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Scientists work to save wild Puerto Rican parrot after Maria", "description": "Biologists are trying to save the last of the endangered Puerto Rican parrots after more than half the population of the bright green birds with turquoise-tipped wings disappeared when Hurricane Maria hit Puerto Rico", "url": "https://abcnews.go.com/International/wireStory/scientists-work-save-wild-puerto-rican-parrot-maria-59308367", "urlToImage": "https://s.abcnews.com/images/International/WireAP_cc466f7dc2bc488e98e5113046116e5e_16x9_992.jpg", "publishedAt": "2018-11-20T05:25:58Z", "content": "Biologists are trying to save the last of the endangered Puerto Rican parrots after more than half the population of the bright green birds with turquoise-tipped wings disappeared when Hurricane Maria hit Puerto Rico and destroyed their habitat and food sourc… [+4312 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "'Dancing With the Stars' finale recap: Bobby Bones takes 1st - ABC News", "description": "ABC News 'Dancing With the Stars' finale recap: Bobby Bones takes 1st ABC News Bobby Bones, the radio host and comedian who remained, in his own words, \"clueless\" about dancing throughout the entire competition, was named \"Dancing With the Stars\" season 27 ch…", "url": "https://abcnews.go.com/GMA/Culture/dancing-stars-finale-recap-bobby-bones-takes-1st/story?id%3D59307790", "urlToImage": null, "publishedAt": "2018-11-20T05:15:37Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Snoop Dogg gets star on Hollywood Walk of Fame", "description": "Rapper Snoop Dogg was joined by Dr. Dre, Quincy Jones and Jimmy Kimmel as he was honored with a star on the Hollywood Walk of Fame.", "url": "https://abcnews.go.com/Entertainment/video/snoop-dogg-star-hollywood-walk-fame-59307929", "urlToImage": "https://s.abcnews.com/images/Entertainment/181119_vod_social_snoop_dogg_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T05:15:23Z", "content": "Now Playing: Snoop Dogg weighs in on Kanye West's controversial comments Now Playing: Snoop Dogg gets star on Hollywood Walk of Fame Now Playing: 'GMA' Hot List: Mariah Carey asks Michael Strahan to join her on tour Now Playing: Garth Brooks gets emotional wh… [+1228 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Ghosn's arrest casts doubt on Renault-Nissan alliance future", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/ghosns-arrest-casts-doubt-renault-nissan-alliance-future-59307931", "urlToImage": "https://s.abcnews.com/images/International/WireAP_899112fb110b4b5dbc48cdd4ce44bb23_16x9_992.jpg", "publishedAt": "2018-11-20T05:06:07Z", "content": "For years, France's Renault and Japan 's Nissan struggled to make money in the global auto business. Then came Carlos Ghosn, a Renault executive who helped to orchestrate an unprecedented transcontinental alliance, combining parts of both companies to share e… [+3288 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "1 dead, 4 injured after downtown Denver shooting - ABC News", "description": "Washington Post 1 dead, 4 injured after downtown Denver shooting ABC News One person was killed and four others were wounded in a shooting on a downtown Denver street Monday, but it was unclear what caused the violence and no one had been arrested, authoritie…", "url": "https://abcnews.go.com/US/wireStory/dead-injured-downtown-denver-shooting-59304556", "urlToImage": null, "publishedAt": "2018-11-20T04:33:00Z", "content": "One person was killed and four others were wounded in a shooting on a downtown Denver street Monday, but it was unclear what caused the violence and no one had been arrested, authorities said. The shooting occurred in a neighborhood of new apartment buildings… [+1780 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Shock in Japan as Nissan's Ghosn held in financial probe", "description": "The arrest of Nissan Motor Co.'s chairman Carlos Ghosn on charges he underreported his income and misused company funds has shaken many in Japan", "url": "https://abcnews.go.com/International/wireStory/shock-japan-nissans-ghosn-held-financial-probe-59307789", "urlToImage": "https://s.abcnews.com/images/International/WireAP_043288d6484c4eba823b7e100d1c1d3d_16x9_992.jpg", "publishedAt": "2018-11-20T04:32:27Z", "content": "The arrest of Nissan Motor Co.'s chairman Carlos Ghosn on charges he underreported his income and misused company funds caused the company's shares to tumble and shocked many in Japan who view him as something of a hero. Prosecutors said they were holding Gho… [+574 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Shock in Japan as Nissan's Ghosn held in financial probe", "description": "The arrest of Nissan Motor Co.'s chairman Carlos Ghosn on charges he underreported his income and misused company funds has shaken many in Japan", "url": "https://abcnews.go.com/Business/wireStory/shock-japan-nissans-ghosn-held-financial-probe-59307788", "urlToImage": "https://s.abcnews.com/images/International/WireAP_043288d6484c4eba823b7e100d1c1d3d_16x9_992.jpg", "publishedAt": "2018-11-20T04:28:32Z", "content": "The arrest of Nissan Motor Co.'s chairman Carlos Ghosn on charges he underreported his income and misused company funds caused the company's shares to tumble and shocked many in Japan who view him as something of a hero. Prosecutors said they were holding Gho… [+574 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Venezuelan ambassador to Cuba Ali Rodriguez dies", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/venezuelan-ambassador-cuba-ali-rodriguez-dies-59307721", "urlToImage": null, "publishedAt": "2018-11-20T04:27:21Z", "content": "Supporters of Venezuela 's socialist government are mourning the death of onetime guerrilla fighter Ali Rodriguez. Rodriguez was serving as the country's ambassador to Cuba and influenced former President Hugo Chavez as a Marxist fighter. He later led the cou… [+530 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "WATCH: World News 11/19/18: Deadly Shooting At Hospital In Chicago", "description": "World News Tonight with David Muir full episode recap: Passengers share terrifying tales of plunging 84 stories in elevator; Trio accused of scamming GoFundMe donors out of nearly $400k", "url": "https://abc.go.com/shows/world-news-tonight/episode-guide/2018-11/19-111918-deadly-shooing-hospital-chicago", "urlToImage": "https://cdn1.edgedatg.com/aws/v2/abcnews/WorldNews/video/9231/4195dfbdc03adeb0a4fb0725c4686287/579x325-Q100_4195dfbdc03adeb0a4fb0725c4686287.jpg", "publishedAt": "2018-11-20T03:59:03Z", "content": "Sign Out Are you sure you want to sign out? By signing out, you will not be able to resume watching content where you left off, enjoy cross-device viewing experience, or save your favorites to your My List. sign out cancel"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "AP Photos: Northeastern India falcon hunters turn protectors", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/ap-photos-northeastern-india-falcon-hunters-turn-protectors-59306583", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_ecc501ce13274df3a219853d1f7e9a43_16x9_992.jpg", "publishedAt": "2018-11-20T03:23:19Z", "content": "The 8,000 residents of a remote tribal village in northeastern India are busy hosting millions of migratory Amur falcons from Siberia who roost by a massive reservoir before taking off for their final destinations Somalia, Kenya and South Africa traversing up… [+2127 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Esi Edugyan wins prize for best Canadian fiction", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/esi-edugyan-wins-prize-best-canadian-fiction-59306383", "urlToImage": null, "publishedAt": "2018-11-20T03:16:55Z", "content": "Canadian author Esi Edugyan has won the Scotiabank Giller Prize for the second time with her latest novel \"Washington Black.\" The novel follows the saga of an 11-year-old boy who escapes slavery at a Barbados sugar plantation with the help of the owner's kind… [+532 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "China's Xi visits Manila to deepen ties with America's ally", "description": "China's president will visit the Philippines for the first time in a high point of a relationship with a U.S. ally with offers of infrastructure loans and new accords to prevent clashes and possibly explore for oil and gas in the South China Sea", "url": "https://abcnews.go.com/International/wireStory/chinas-xi-visits-manila-deepen-ties-americas-ally-59306081", "urlToImage": null, "publishedAt": "2018-11-20T03:03:56Z", "content": "China's president will visit the Philippines for the first time in a high point of a love-hate relationship with an American treaty ally with offers of infrastructure loans and new accords to prevent clashes and possibly explore for oil and gas in the dispute… [+551 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "US military troops to be allowed to defend border patrol agents: Official - ABC News", "description": "ABC News US military troops to be allowed to defend border patrol agents: Official ABC News The White House is set to announce on Tuesday that active duty troops deployed to the U.S.-Mexico border will be granted new authorities that allow them to protect Cus…", "url": "https://abcnews.go.com/US/us-military-troops-allowed-defend-border-patrol-agents/story?id%3D59305679", "urlToImage": null, "publishedAt": "2018-11-20T02:59:30Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Elizabeth McLaughlin and Luis Martinez", "title": "US military troops to be allowed to defend border patrol agents: Official", "description": "Troops will be granted new authorities to protect border personnel from threats.", "url": "https://abcnews.go.com/US/us-military-troops-allowed-defend-border-patrol-agents/story?id=59305679", "urlToImage": "https://s.abcnews.com/images/US/troops-ap-er-181104_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-20T02:57:26Z", "content": "The White House is set to announce on Tuesday that active duty troops deployed to the U.S.-Mexico border will be granted new authorities that allow them to protect Customs and Border Protection (CBP) personnel from a threat, according to a U.S. official. Curr… [+2463 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Fiji leader sworn in for 4 more years after winning election", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/fiji-leader-sworn-years-winning-election-59306080", "urlToImage": null, "publishedAt": "2018-11-20T02:57:10Z", "content": "Fiji's leader has been sworn in for another four years after winning an election with a reduced majority, after earlier lashing out at his opponents. Voreqe Bainimarama was affirmed prime minister in a ceremony Tuesday after his FijiFirst Party won just over … [+456 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Jacobo", "title": "Nashville Police Department retaliated against officer who reported rape: Lawsuit", "description": "The officer alleged that she was retaliated against for not adhering to the \"blue code.\"", "url": "https://abcnews.go.com/US/nashville-police-officer-sues-department-allegedly-retaliating-reporting/story?id=59298718", "urlToImage": "https://s.abcnews.com/images/US/Monica-Blake-ht-er-181119_hpMain_v4x3_16x9_992.jpg", "publishedAt": "2018-11-20T02:40:47Z", "content": "A Nashville Police officer has filed a federal lawsuit against her employer, accusing the department of retaliating against her after she reported that she was raped by a fellow officer. On May 2, 2016, Officer Monica Blake, 36, was strangled and sexually ass… [+10035 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US charges Venezuelan tycoon tied to government for bribery", "description": "U.S. prosecutors have indicted a Venezuelan media tycoon close to President Nicolas Maduro's socialist government on foreign corruption and money laundering charges", "url": "https://abcnews.go.com/International/wireStory/us-charges-venezuelan-tycoon-tied-government-bribery-59305282", "urlToImage": null, "publishedAt": "2018-11-20T01:59:24Z", "content": "U.S. prosecutors have indicted a Venezuelan media tycoon close to President Nicolas Maduro's socialist government on foreign corruption and money laundering charges. Raul Gorrin became president of Globovision shortly after he and others purchased the popular… [+607 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Man who confessed to killing wife, children gets 5 life sentences", "description": "Prosecutors said after Chris Watts killed his family, he looked into selling his house and unenrolled his daughters from school.", "url": "https://abcnews.go.com/WNT/video/man-confessed-killing-wife-children-life-sentences-59302618", "urlToImage": "https://s.abcnews.com/images/WNT/181119_wn_whitworth_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T01:46:23Z", "content": "Now Playing: DA: I don't think Chris Watts will ever reveal why he killed his family Now Playing: Chris Watts sentenced to five life sentences for killing pregnant wife, daughters Now Playing: Man who confessed to killing wife, children gets 5 life sentences … [+1165 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Brooklyn rapper 6ix9ine held on multiple charges", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/latest-brooklyn-rapper-6ix9ine-held-multiple-charges-59305017", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_fa1e34531fcf493eb8cf0149e07539f1_16x9_992.jpg", "publishedAt": "2018-11-20T01:19:28Z", "content": "The Latest on the arrest of rapper Tekashi 6ix9ine (all times local): 8:15 p.m. Rapper Tekashi 6ix9ine (teh-KAH'-shee sihks-NEYN') was detained without bail after a prosecutor said he was involved in violence. A federal magistrate judge Monday ordered him hel… [+1500 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "16 expelled after clash at Venezuelan migrant camp in Bogota", "description": "Sixteen people have been expelled from a camp built for homeless Venezuelan migrants following a violent protest over food rations, Colombia officials said Monday", "url": "https://abcnews.go.com/International/wireStory/violent-protest-venezuelan-migrant-camp-colombia-59297795", "urlToImage": null, "publishedAt": "2018-11-20T01:07:40Z", "content": "Sixteen people have been expelled from a camp built for homeless Venezuela n migrants following a violent protest over food rations, Colombia officials said Monday. Officials in Colombia's capital said that a group of migrants in the camp looted supplies, des… [+1407 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Melanie Curtsinger", "title": "Experience Bvlgari For The First Time on the Disney Fantasy", "description": "If you’re sailing on the Disney Fantasy any time soon, you may notice that something is different. In fact, with its display of marble, stone and a Murano crystal chandelier that echoes the grandeur of its Italian heritage, it will be hard to miss!", "url": "https://disneyparks.disney.go.com/blog/2018/11/experience-bvlgari-for-the-first-time-on-the-disney-fantasy/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/ksduhf0831.jpg", "publishedAt": "2018-11-20T00:41:20Z", "content": "If youre sailing on the Disney Fantasy any time soon, you may notice that something is different. In fact, with its display of marble, stone and a Murano crystal chandelier that echoes the grandeur of its Italian heritage, it will be hard to miss! Disney Crui… [+2122 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Teen hockey player skates after brain injury: 'I feel like the old me'", "description": "Gage Senter was struck by a car three years ago at a crosswalk in Massachusetts; he said he was determined to recover.", "url": "https://abcnews.go.com/WNT/video/teen-hockey-player-skates-brain-injury-feel-59302626", "urlToImage": "https://s.abcnews.com/images/WNT/181119_wn_ender_657_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T00:30:09Z", "content": "Now Playing: Hockey player tells his dad he made the US Olympic team Now Playing: Teen hockey player skates after brain injury: 'I feel like the old me' Now Playing: How to get the most bang for your buck on Black Friday Now Playing: Passengers share terrifyi… [+1195 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Ali Dukakis and Mike Levine", "title": "Mueller maintains Trump’s DOJ pick 'has no effect' on the special counsel's authority", "description": "Special counsel Robert Mueller told a federal appeals court Monday that Matthew Whitaker’s appointment “has no effect” on Mueller’s authority.", "url": "https://abcnews.go.com/Politics/mueller-maintains-trumps-controversial-doj-pick-effect-special/story?id=59303326", "urlToImage": "https://s.abcnews.com/images/Politics/robert-mueller-gty-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T00:29:26Z", "content": "As speculation swirls over whether Acting Attorney General Matt Whitaker might try to rein in special counsel Robert Muellers investigation, Muellers team argued to a federal appeals court Monday that Whitakers appointment has no effect on the special counsel… [+5058 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: How to get the most bang for your buck on Black Friday", "description": "Deal aggregators like BlackFriday.com show consumers the best deals, where to find them and when the deals go live.", "url": "https://abcnews.go.com/WNT/video/bang-buck-black-friday-59302625", "urlToImage": "https://s.abcnews.com/images/WNT/181119_wn_jarvis1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T00:28:53Z", "content": "Now Playing: Your Money: Best holiday shopping deals Now Playing: Black Friday shopping deals are heating up Now Playing: How to get the most bang for your buck on Black Friday Now Playing: Woman in GoFundMe scam says she's the victim Now Playing: Major retai… [+1177 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Nearly 1,000 still missing 11 days after California fire breaks out", "description": "Officials were optimistic they'd track down many of the unaccounted for, but the wait has been agonizing for family and friends.", "url": "https://abcnews.go.com/WNT/video/1000-missing-11-days-california-fire-breaks-59302621", "urlToImage": "https://s.abcnews.com/images/WNT/181119_wn_moore_638_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T00:26:59Z", "content": "Now Playing: New concerns camp fire death toll will keep climbing Now Playing: Camp fire claims at least 48 lives, as search heats up for missing Now Playing: Teen hockey player skates after brain injury: 'I feel like the old me' Now Playing: How to get the m… [+1222 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Trump: Will not do in-person interview with Robert Mueller", "description": "The investigation is being overseen by a new acting attorney general who has been openly critical of the special counsel.", "url": "https://abcnews.go.com/WNT/video/trump-person-interview-robert-mueller-59302622", "urlToImage": "https://s.abcnews.com/images/WNT/181119_wn_karl_640_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T00:26:10Z", "content": "Now Playing: President Trump again calls Mueller probe a 'witch hunt' in tweet Now Playing: The Briefing Room: Trump talks Mueller probe, holidays underway at White House Now Playing: Trump: Will not do in-person interview with Robert Mueller Now Playing: Tru… [+1351 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Trio accused of scamming GoFundMe donors out of nearly $400k", "description": "Prosecutors said they might have gotten away with the alleged scheme if the homeless veteran hadn't accused the couple of spending all the money.", "url": "https://abcnews.go.com/WNT/video/trio-accused-scamming-gofundme-donors-400k-59302624", "urlToImage": "https://s.abcnews.com/images/WNT/181119_wn_pilgrim_644_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T00:26:09Z", "content": "Now Playing: Arrests made in 'good Samaritan' GoFundMe campaign Now Playing: Teen hockey player skates after brain injury: 'I feel like the old me' Now Playing: How to get the most bang for your buck on Black Friday Now Playing: Passengers share terrifying ta… [+1190 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Passengers share terrifying tales of plunging 84 stories in elevator", "description": "Officials said two cables on top of the elevator broke, leaving only backup safety lines to finally stop the fall on the 11th floor.", "url": "https://abcnews.go.com/WNT/video/passengers-share-terrifying-tales-plunging-84-stories-elevator-59302623", "urlToImage": "https://s.abcnews.com/images/WNT/181119_wn_benitez_642_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T00:26:09Z", "content": "Now Playing: Worker survives van plunge off parking lot's 4th floor Now Playing: Teen hockey player skates after brain injury: 'I feel like the old me' Now Playing: How to get the most bang for your buck on Black Friday Now Playing: Passengers share terrifyin… [+1194 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Millions bracing for record travel rush, arctic blast for Thanksgiving", "description": "Wind chills are expected to be in the teens for Washington D.C., Philadelphia and New York.", "url": "https://abcnews.go.com/WNT/video/millions-bracing-record-travel-rush-arctic-blast-thanksgiving-59302620", "urlToImage": "https://s.abcnews.com/images/WNT/181119_wn_zee_637_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T00:18:36Z", "content": "Now Playing: Record-breaking Thanksgiving travel in over a decade Now Playing: Thanksgiving holiday weekend travel tips Now Playing: Millions bracing for record travel rush, arctic blast for Thanksgiving Now Playing: Thousands of flights delayed &amp; cancele… [+1322 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 3 injured including police officer after shooting at hospital in Chicago", "description": "Doctors and nurses were evacuated from Mercy Hospital as police reported multiple victims.", "url": "https://abcnews.go.com/WNT/video/injured-including-police-officer-shooting-hospital-chicago-59302617", "urlToImage": "https://s.abcnews.com/images/WNT/181119_wn_perez1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-20T00:17:43Z", "content": "Now Playing: Multiple victims injured in shooting near Chicago hospital, police say Now Playing: Passengers share terrifying tales of plunging 84 stories in elevator Now Playing: Trio accused of scamming GoFundMe donors out of nearly $400k Now Playing: Nearly… [+1100 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "3 men charged with planning mass killing in Australian city", "description": "Police say three men inspired by the Islamic State group have been charged with planning a mass-casualty attack in Melbourne, the nation's second-largest city", "url": "https://abcnews.go.com/International/wireStory/men-charged-planning-mass-killing-australian-city-59303940", "urlToImage": null, "publishedAt": "2018-11-20T00:12:39Z", "content": "Police say three men inspired by the Islamic State group have been charged with planning a mass-casualty attack in Melbourne, the nation's second-largest city. Victoria Police Chief Commissioner Graham Ashton says the Australian citizens of Turkish descent we… [+573 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UNESCO calls for more to be done for migrants' education", "description": "The U.N. culture and education agency says in a new report that more needs to be done to integrate refugee children into national educational systems", "url": "https://abcnews.go.com/International/wireStory/unesco-calls-migrants-education-59303825", "urlToImage": null, "publishedAt": "2018-11-20T00:02:40Z", "content": "The U.N. culture and education agency says in a new report that more needs to be done to integrate refugee children into national educational systems. UNESCO said in the report released in Berlin on Tuesday that better access to quality education would help b… [+545 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Lisa Mendillo", "title": "Moms Panel Monday: Tips for Making the Most of the Holidays at the Disneyland Resort with Preschoolers", "description": "Lights are twinkling, “snow” is falling and reindeer can even be spotted dancing. This could mean only one thing—it’s time to celebrate the most magical time of the year at the Disneyland Resort. The entire family will enjoy the festive decorations, amazing f…", "url": "https://disneyparks.disney.go.com/blog/2018/11/moms-panel-monday-tips-for-making-the-most-of-the-holidays-at-the-disneyland-resort-with-preschoolers/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/fjgkd543djnfgk.jpg", "publishedAt": "2018-11-20T00:00:13Z", "content": "Lights are twinkling, snow is falling and reindeer can even be spotted dancing. This could mean only one thingits time to celebrate the most magical time of the year at the Disneyland Resort. The entire family will enjoy the festive decorations, amazing food … [+3256 chars]"}]}