["Merkel, Macron Mark Hundredth Anniversary of Armistice that Ended WWI More than 3 million French and German troops were among an estimated 10 million soldiers who died in the war", "bad url", "South Carolina hasn’t sent a newly elected Democrat to Congress for 25 years. But on Tuesday, voters in the Charleston area broke form and chose a Democrat over a Republican endorsed by President Trump.\n\nThat result might seem like an outlier, given South Carolina’s strong Republican tradition. But it is more evidence of a powerful new factor in politics: the nation’s growing educational divide.\n\nDemocratic...", "Fast-moving wildfires that broke out at different ends of California last week have claimed dozens of lives and forced a quarter million people from their homes. Photo: Ringo H.W. Chiu/AP\n\nWASHINGTON—President Trump blamed the California wildfires on poor forest management, and threatened to cut off funding to the state unless stewardship of forests improved.\n\n“There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor,” the president tweeted from Paris, where he is attending a 100-year commemoration of the end of World War I.\n\n“Billions...", "So far, this fall’s biggest videogames are off to a strong start. But in today’s game business, that’s just not enough.\n\nNote how investors have responded to the two biggest launches of the year. Activision Blizzard released “Call of Duty: Black Ops 4” on Oct. 12, and the publisher’s stock price has crumbled by 29% since then. Take-Two Interactive Software unleashed “Red Dead Redemption 2” on Oct. 26, and its stock price has since slumped nearly 6%. “Red Dead 2” and “Black Ops 4” generated sales of about $725 million and $500...", "TEL AVIV—An intense labor shortage is pushing Israeli tech firms to hire Palestinians in the West Bank, establishing new economic links between the two sides despite persistent political tension and the continuing absence of a peace agreement.\n\nIsrael’s innovative technology sector—which inspired the nickname “Startup Nation”—faces a shortage of 10,000 software programmers and engineers, the government says, posing one of the biggest threats to economic growth outside of war with its neighbors.\n\n...", "As Matthew Whitaker took charge of the Justice Department this week, Democrats and some Republicans questioned the legality of his appointment to serve as acting attorney general. No court has ruled directly on the relevant questions, so the answer isn’t clear.\n\nWhat do we know?\n\nThe Constitution requires the president to obtain the Senate’s...", "While most seniors battle arthritic joints and low back pain, Eric Spector is combating blistered feet and missing toenails. At 71 years old, his idea of a short race isn’t a 5K, but a 50K.\n\nMr. Spector completed his first ultramarathon, any race greater in distance than a marathon or 26.2 miles, when he was 60, an age when most people think they should be slowing down. He has since completed nearly 20 ultradistance races, some as long as 100 miles.\n\n...", "SHANGHAI—Space is corporate China’s newest frontier, as Chinese startups prepare to boldly go head-to-head with the likes of Elon Musk’s SpaceX and Jeff Bezos’s Blue Origin LLC for a slice of the space market.\n\nIt is still a risky business that must overcome complex technical challenges, as a high-profile rocket-launch failure over northwest China showed in late October. But with about 80 commercial Chinese space-technology startups now operating and competition heating up, the breakthroughs are likely to soon outnumber the...", "Philadelphia\n\nIn postwar America there were two reigning fashion designers, one on the East Coast and one on the West: Norman Norell and the much younger James Galanos. Both produced ready-to-wear of the highest possible workmanship; in fact, the work of Galanos was not only on par with the Paris couture, its finish was sometimes finer. But where Norell’s designs were architecturally accessible, a piece by Galanos was often mysteriously complex. And while Norell now and then nodded to Chanel and Balenciaga, Galanos ignored...", "Netflix Inc.’s executives were torn. On the one hand they trusted the company’s algorithm. On the other they were worried about ticking off Jane Fonda.\n\nAfter the streaming-video giant released the second season of the comedy “Grace and Frankie” in 2016, its product team put up an image to promote the show to U.S. subscribers that only included Ms. Fonda’s co-star, Lily Tomlin. Tests showed that more users clicked on the show when the photo didn’t include Ms. Fonda.\n\n...", "UNITED NATIONS—Saudi Arabia’s former intelligence chief said Friday that the kingdom would never accept an international investigation into the death of journalist Jamal Khashoggi or outside interference.\n\nPrince Turki al-Faisal, speaking at the International Peace Institute, a think tank, said Saudi Arabia had made “no attempt to cover up” Mr. Khashoggi’s death in its Istanbul consulate and blamed Riyadh’s shifting narrative of events on the inaccurate flow of information to Saudi rulers.\n\n...", "E-cigarette startup Juul Labs Inc., faced with a regulatory crackdown and criticism that its marketing has attracted underage users, plans to stop selling most of its flavored nicotine liquids at bricks-and-mortar stores, according to people familiar with the matter.\n\nJuul plans to keep selling menthol- and tobacco-flavored products in stores, while all flavors, including cucumber and mango, will remain on its website, which has age-verification controls, the people said. The planned restrictions could heavily affect Juul...", "Democrats have a hard time accepting electoral defeat. They’ve spent two years claiming with little evidence that Vladimir Putin elected Donald Trump. And now comes a vote-counting debacle in southern Florida that is at best gross incompetence, though don’t rule out an attempt to steal GOP wins for Senate and Governor.\n\nFlorida Gov. Rick Scott is about 15,000 votes ahead of Democratic incumbent Bill Nelson for a seat in the Senate. That puts the race in range of an automatic recount under state law. But at 11:30 p.m. on election...", "McAllen, Texas—Nearly 51,000 undocumented immigrants were caught crossing the U.S. border with Mexico last month, the Trump administration said Friday.\n\nAmong 50,975 people arrested, roughly 23,100 were traveling as families, according to arrest figures posted by U.S. Customs and Border Protection.\n\nThe number of people traveling as families...", "My obsession with the science of animal motion began with Jerry, my wife’s toy poodle. When Jerry got wet or got something stuck on him, he would twist his spine and shake his entire body at the astonishing rate of four times a second, as I discovered by taking high-speed footage of him. A clothes dryer would take 20 minutes to get rid of as much water as he managed to remove in a few quick shakes.\n\nAs a mechanical engineer and biologist, this set me thinking: What if I could design a machine that moves as effectively, flexibly...", "Arguably the most important power at stake in Tuesday’s election was Congressional oversight, and the most important change may be Adam Schiff at the House Intelligence Committee. The Democrat says his top priority is re-opening the Trump-Russia collusion probe, but more important may be his intention to stop investigating how the FBI and Justice Department abused their power in 2016. So let’s walk through what we’ve learned to date.\n\nCredit for knowing anything at all goes to Intel Chairman Devin Nunes and more recently a...", "Some good news in a contentious week: On Wednesday the Health and Human Services Department finalized new rules granting the Little Sisters of the Poor a broad religious exemption from the Obama Administration’s contraceptive mandate. The Catholic religious order that serves the elderly went to court to protect its right to religious liberty after the Obama HHS imposed crushing fines for refusing to comply. The sisters finally triumphed in 2016 when the Supreme Court lifted the fines and kicked the issue back to the courts.\n\nHard...", "WASHINGTON—President Trump’s senior trade adviser, Peter Navarro, excoriated China and attacked Goldman Sachs and Wall Street as Beijing’s “unpaid foreign agents” who are weakening the U.S. leader before his meeting this month with China’s president.\n\nLess than a mile away from where Mr. Navarro spoke, Secretary of State Mike Pompeo and Defense Secretary Jim Mattis met with their Chinese counterparts to try to mend fences with Beijing, while discussing North Korea, Iran, the South China Sea and trade.\n\n...", "Facebook Inc. is ending its policy of requiring employee sexual-harassment claims to be settled in private arbitration, a day after Google rolled back a similar policy under rising pressure from employees.\n\nThe rule change, which will let Facebook employees pursue those claims in court, was announced in an internal post to staff on Friday, a spokesman for the company said. The social networking giant has also updated its interoffice dating policy to require any executive at a director level or above to disclose if they are...", "The Food and Drug Administration isn’t just cracking down on e-cigarettes. Commissioner Scott Gottlieb also plans to pursue a ban on menthol cigarettes, according to senior agency officials.\n\nIt could take a year or more for a rule banning menthol to be finalized, and then another year for it to be enforceable in the marketplace. But a ban on menthols would be a big blow to British American Tobacco PLC, which sells the Newport brand of cigarettes in the U.S.\n\n...", "The gunman who killed 12 people at a Southern California bar was posting on Facebook and Instagram immediately before and during the massacre, according to a law-enforcement official.\n\nInvestigators are trying to figure out why 28-year-old Ian David Longopened fire Wednesday night at the Borderline Bar & Grill in Thousand Oaks, Calif., during its weekly country-music dance party for college students.\n\nA...", "THOUSAND OAKS, Calif.—The death toll from wildfires raging at both ends of California rose to at least 25 Saturday, as property damage from the fires continued to mount including the destruction of a famed Hollywood Western set.\n\nIn Northern California, the 100,000-acre Camp Fire, which started early Thursday, continued to threaten several communities including the city of Oroville after killing at least 23 people and destroying more than 6,400 homes and 260 businesses.\n\n...", "A Horizon Air employee intentionally crashed a stolen turboprop plane in August but there was no clear motive for his actions, federal investigators said Friday, bringing to a close a probe of an incident that prompted fresh scrutiny of airport security.\n\nRichard Russell, a 28-year-old Horizon Air ground services worker, stole the empty plane on Aug. 10 at Seattle-Tacoma International Airport before crashing it on a sparsely inhabited island nearby. Mr. Russell died in the crash.\n\n...", "Tuesday night turned out to be a gentler wave than Democrats had hoped. Much larger waves have happened in American elections, the biggest being the tsunami of 1894, which washed away 127 Democratic representatives and increased Republican ranks 57%. The election of 1874 did almost the same damage to a Republican majority, drowning 100 of them and costing them 49% of their strength. The election in 1932, which brought Franklin D. Roosevelt to the presidency, also kissed goodbye to 46% of Republicans in the House.\n\nWhat happened...", "It is not an exaggeration to suggest that the European Union stands on the brink of yet another crisis thanks to its fast-developing battle with Italy over that country’s new budget.\n\nNowhere in “The Art of the Deal” or any similar book does it advise creating the following bargaining situation: Neither party can back down without unacceptable embarrassment, but sticking to their guns will also lead to an unacceptable catastrophe.\n\n...", "Milwaukee\n\nDeclining enrollment has contributed to a growing inventory of vacant and half-empty school buildings in cities across the U.S. Private and charter schools often want to purchase or lease space in these facilities. But school districts and union-backed politicians frequently balk.\n\nThe Milwaukee Public Schools currently have at...", "Do you remember that stirring poem about poppies, taught to millions of Americans in elementary school? Years later, the second stanza still rings in my ear: “We are the dead. Short days ago / We lived, felt dawn, saw sunset glow, / Loved and were loved, and now we lie, / In Flanders fields.”\n\n“In Flanders Fields,” by Canadian soldier John McCrae, has survived time’s pull. A hundred years after the raging guns ceased and the ashes of war swept over millions of tombstones, the words still haunt. But the poem’s background makes...", "New York\n\nOn a gray and chilly afternoon, when the stinging, windblown rain seemed to come in sideways, I saw a police boat on patrol in the Hudson River.\n\nAs it passed I could see there was a name painted on it: Robert Parker.\n\nI...", "THE FIRST THING I noticed was the trash. As I approached the Long Beach Convention Center this past weekend after braving a lengthy security line, my loafers crunched over empty pizza boxes and discarded blunt wrappers. I passed an orphaned folding chair. This was the forgotten flotsam of the fanatical sneakerheads who had camped out in order to be the first to enter the sneaker and streetwear festival ComplexCon. The rarest pieces go first. Everyone knows that!\n\nNow in its third year, ComplexCon is a two-day conference organized...", "In late February 1919, the soldiers of Company B reached the breaking point, when griping gave way to mutiny.\n\nThe Americans had expected to face Germans on the Western Front. Yet three months after the Nov. 11 armistice ended the Great War, they were instead fighting Bolshevik revolutionaries in Russia’s frigid European north.\n\nDozens of their...", "Nascar offered to acquire International Speedway Corp. in a deal that values the owner of the Daytona International Speedway at $1.85 billion and would combine the companies into a privately held group owned by Nascar’s controlling family.\n\nInternational Speedway said Friday that it has formed a special committee of independent directors to consider the deal and that no decisions have been made in response to the proposal. Nascar and ISC will continue to operate as separate and independent entities in the interim.\n\n...", "BERLIN—During the Cold War, Checkpoint Charlie was a potent symbol of geopolitical tensions. Now, 29 years after the fall of the Berlin Wall, conflict of a different kind has returned to the famous transit point.\n\nAmong the questions raised: Is it a good spot for a Hard Rock Hotel? And what does “Baywatch” star David Hasselhoff think?\n\nA redevelopment...", "Major U.S. indexes rallied this past week as American voters headed to the polls, the Federal Reserve left short-term rates alone and oil prices fell into bear-market territory. The Dow Jones Industrial Average’s four-day win streak snapped Friday, though the blue-chip index ended the week up 2.8% to 25989.30. The S&P 500 and Nasdaq Composite […]", "The owners of a soaring office tower in the Long Island City neighborhood of Queens are in a tough spot. Their best hope out may be Amazon.\n\nSavanna, a New York real-estate investor, faces a looming, million-square-foot hole in One Court Square, the 53-story property that many New Yorkers know best as the tower with the Citi sign staring out across the East River.\n\nThe...", "Daniel Loeb’s Third Point LLC backed off a bid to replace Campbell Soup Co.’s entire 12-person board after the hedge fund rejected a settlement offer from the company for two seats.\n\nThird Point, locked in a high-profile proxy battle with the soup maker, cut the size of its board slate to five nominees from 12, as the hedge fund looks to boost its chances of gaining influence over the company.\n\nThird...", "Any book by a former first lady is a publishing event, but Michelle Obama’s upcoming memoir “Becoming,” out Nov. 13, is being marketed as a major cultural moment: She embarks on a 10-city arena tour across the U.S. starting in Chicago later this month, with special guests including Oprah Winfrey and Reese Witherspoon. VIP tickets offering the chance to meet Mrs. Obama cost up to $2,750, commanding even higher prices on resale sites.\n\nThe stakes are high. Her publisher, Penguin Random House, made a huge bet on Mrs. Obama and...", "The Federal Bureau of Investigation is conducting a criminal investigation of a Florida company accused of scamming millions from customers during the period that Matthew Whitaker, the acting U.S. attorney general, served as a paid advisory-board member, according to an alleged victim who was contacted by the FBI and other people familiar with the matter.\n\nThe investigation is being handled by the Miami office of the FBI and by the U.S. Postal Inspection Service, according to an email sent to the alleged victim last year by...", "General Electric Co.’s woes are worsening.\n\nThe industrial conglomerate’s shares tumbled again Friday after analysts at JPMorgan Chase & Co. sharply cut their price target on the stock, underscoring the deepening questions on Wall Street about the true worth of a company that just two decades ago was the most-valuable U.S. stock.\n\nShares...", "A federal grand jury indicted a former Tesla Inc. employee accused of engaging in a $9.3 million embezzlement scheme by impersonating a car parts supplier.\n\nThe U.S. Justice Department alleges Salil Parulekar, a former employee in the global supply management group at Tesla, used his role to send money owed to one supplier to another supplier.\n\nAt...", "The economic outlook for consumers remained strong in early November as their income expectations rose, suggesting Americans could increase their spending heading into the important holiday retail season.\n\nThe University of Michigan on Friday said its consumer sentiment index was 98.3 in November, down slightly from 98.6 in October. Still, the index remains at high levels.\n\nSentiment...", "COLOMBO, Sri Lanka—The president of Sri Lanka dissolved the country’s Parliament on Friday night and called a snap general election on Jan. 5, a move that critics said was unconstitutional.\n\nPresident Maithripala Sirisena’s order to dissolve Parliament came in the aftermath of his surprise appointment last month of a former president, Mahinda Rajapaksa, as premier.\n\nThe...", "In his final hours as attorney general, Jeff Sessions signed a directive limiting prosecutors’ ability to rein in police practices they believe violate civil-rights laws, a shift he had pursued for years.\n\nMr. Sessions had long argued that reaching the broad agreements known as consent decrees with police departments, a hallmark of the Obama administration, hurt police morale, led to increases in crime and was an inappropriate use of federal power.\n\n...", "WASHINGTON—A gauge of U.S. business prices surged in October, but the increase was likely a temporary bulge driven by companies preparing for Black Friday sales events later this month.\n\nThe producer-price index, a measure of the prices businesses receive for their goods and services, rose a seasonally adjusted 0.6% last month from September, the Labor Department said Friday. That was double the 0.3% median forecast of economists surveyed by The Wall Street Journal, and marked the biggest increase in the PPI since late 2012.\n\n...", "WASHINGTON—Secretary of State Mike Pompeo and Defense Secretary Jim Mattis met Friday with their Chinese counterparts, agreeing in principle to denuclearize the North Korean Peninsula but clashing over the South China Sea, Taiwan and human rights.\n\n“This was an incredibly productive conversation,” Mr. Pompeo said after the meeting in Washington. “The United States is not pursuing a Cold War or containment policy with China, rather we want to ensure that China acts responsibly and fairly.”\n\n...", "IS IT HARDER to overcome a bad reputation or no reputation at all? That question came to mind recently as I considered the state of Chilean Cabernet Sauvignon. It doesn’t even seem to be on the radar of most American wine drinkers. Never mind that Cabernet is Chile’s number one most-planted grape.\n\nThe volume of Chilean wine exports to the U.S. dropped 5% between 2016 and 2017, according to wine-industry consultants Gomberg, Fredrikson & Associates, even as Chile’s wines are gaining fans elsewhere. Aurelio Montes, Jr.,...", "THE 2019 SUBARU FORESTER debuts the company’s DriverFocus Distraction Mitigation System; by means of advanced eye-tracking technology the car can detect driver fatigue, distraction or, more likely, boredom. I assume it can also detect the moment when the driver slips into a trance due to the ensorcelling drone of the engine... Ommmmmm.\n\nWhile many parts of this car are stimulating—the price/feature matrix for the Forester Touring ($35,270, as tested) is flat-out awesome—the performance from the 2.5-liter, 182-hp flat-four...", "WASHINGTON—Democrats say they will pass the most aggressive gun-control legislation in decades when they become the House majority in January, plans they renewed this week in the aftermath of a mass killing in a California bar.\n\nTheir efforts will be spurred by an incoming class of pro-gun-control lawmakers who scored big in Tuesday’s midterm elections, although any measure would likely meet stiff resistance in the GOP-controlled Senate.\n\n...", "Fights are emerging across the auto industry over who should bear the costs of tariffs, leading to new stress along the supply chain.\n\nEarlier this year, Pierburg US LLC, a manufacturer of parts used in the best-selling Ford F-150 pickup truck and Jeep Wrangler sport-utility vehicle, sued one of its suppliers over tariffs imposed this year by the Trump administration. The two sides have been in business for at least 20 years.\n\nPierburg...", "2:21\n\nIn the Elevator With Bumble CEO Whitney Wolfe Herd\n\nWSJ's Joanna Stern \"bumps into\" Bumble's CEO in the WSJ elevator and finds out what profile images work best, when to swipe right and how be a successful woman in tech. Photo: Andria Chamberlin for the Wall Street Journal", "2:21\n\nIn the Elevator With Bumble CEO Whitney Wolfe Herd\n\nWSJ's Joanna Stern \"bumps into\" Bumble's CEO in the WSJ elevator and finds out what profile images work best, when to swipe right and how be a successful woman in tech. Photo: Andria Chamberlin for the Wall Street Journal", "President Donald Trump told reporters at the White House that he doesn't know Matt Whitaker, his new acting attorney general, but that he is \"a very highly respected man.\" Photo: AP\n\nWASHINGTON—President Trump appeared to distance himself from Matthew Whitaker as controversy continued over his appointment as acting attorney general, with some conservative legal scholars questioning whether it was constitutional.\n\nWhen Mr. Trump was asked by reporters about the criticism of Mr. Whitaker, he responded, “I don’t know Matt Whitaker.” That contrasted with an interview with Fox News last month, when the president said, “I can tell you Matt Whitaker’s a great guy. I mean, I know Matt Whitaker.”\n\n...", "As a presidential candidate in August 2015, Donald Trump huddled with a longtime friend, media executive David Pecker, in his cluttered 26th floor Trump Tower office and made a request.\n\nWhat can you do to help my campaign? he asked, according to people familiar with the meeting.\n\nMr. Pecker, chief executive of American Media Inc., offered...", "Dire humanitarian conditions in the Gaza Strip are showing signs of easing, as Israel and Hamas lower tensions and look for a long-term deal to calm violence.\n\nIsrael has taken the unusual step of allowing funds from Qatar to be used to pay Hamas’s government employees in Gaza and to provide $100 handouts to 50,000 families. In addition, Qatar has supplied enough fuel to Gaza to provide the residents with 16 hours a day of electricity, a first in five years. Israel has also granted Gaza fisherman expanded access to Mediterranean...", "U.S. stocks slumped Friday as renewed global growth concerns weighed on shares of everything from technology to materials to energy companies.\n\nEight of the 11 S&P 500 sectors dropped, with the technology, consumer discretionary, communications services and materials groups all losing more than 1%.\n\nTrade-sensitive stocks such as Caterpillar,...", "Florida, home to the 2000 recount that delivered the presidency to George W. Bush over Al Gore, is preparing for a rerun. Three statewide races—for U.S. Senate, governor and agriculture commissioner—as well as a few state House and Senate contests appear headed for recounts. Here is how the process is expected to unfold:\n\nFlorida’s 67 counties must provide their unofficial results to the state by Saturday at noon. Secretary of State Ken Detzner and the Division of Elections will then determine whether any races meet the threshold...", "A social media expert explains what Gab.com is and why you may want to pay attention to fringe sites like these even when you’re not the target user.\n\nThe social-media site where the alleged Pittsburgh synagogue shooter broadcast his intentions is pledging to curb threats of violence, while it said it plans to remain a platform where hate speech and other forms of extreme content are permitted.\n\nGab.com, which resumed service this week after a stretch in digital exile, will proactively police the site rather than wait for users to report troubling posts, founder Andrew Torba said in an interview, vowing to bolster efforts to expunge threats of physical harm.\n\n...", "2:21\n\nIn the Elevator With Bumble CEO Whitney Wolfe Herd\n\nWSJ's Joanna Stern \"bumps into\" Bumble's CEO in the WSJ elevator and finds out what profile images work best, when to swipe right and how be a successful woman in tech. Photo: Andria Chamberlin for the Wall Street Journal", "Declining economic growth, trade uncertainty and rising raw materials costs are presenting finance chiefs at European companies with a cocktail of challenges, resulting in slower earnings growth.\n\nAs of Friday, 49% of the 369 companies in the Stoxx Europe 600 that have reported their quarterly results beat analysts’ earnings per share expectations in the third quarter. That is lower than the 56% recorded in the same period a year ago. Earnings per share are up 9.7% year-over-year, slightly higher than the 9.4% earnings per share growth recorded in the third quarter of 2017.\n\nInvestor expectations were higher following increased growth in Europe during earlier quarters this year, adding to the pressure on companies to improve their results. “It is harder to beat expectations when you come from a higher base,” said Emmanuel Cau, head of European equity strategy at Barclays PLC.\n\nNewsletter Sign-up\n\nDecreased economic activity in Europe and China, Britain’s 2019 exit from the European Union and the impact of trade tensions between the U.S. and China also cloud the horizon. And companies have warned about the economic impact of these factors on their businesses.\n\n“The challenges in the macroeconomic environment are growing,” BASF SE Chief Executive Martin Brudermüller said on Oct. 26, when the company released its earnings, according to a press release.\n\nNet income at the German chemicals company in the third quarter declined 10% year-over-year to €1.2 billion ($1.36 billion), while earnings before interest, tax and special items dropped 14% to €1.5 billion, compared with third quarter in 2017. Earnings per share fell 10% in the third quarter to €1.31, down from €1.45 reported in the prior year quarter. Analysts had forecast earnings per share of €1.36.\n\nCar maker Volkswagen AG reported a rise in third-quarter sales and profit but also highlighted the changes in economic sentiment. “If I compare the global economic framework condition, from today to 12 months ago, life certainly seems to have got even more challenging,” Chief Financial Officer Frank Witter said during the company’s Oct. 30 earnings call, according to FactSet.\n\nThe drop in sentiment comes after several quarters of strong earnings posted by companies in the Stoxx Europe 600.\n\nBut in the third quarter, the eurozone’s gross domestic product grew by 0.2% in the three months ended Sept. 30, down from 0.4% recorded during the three months to June 30, according to the EU’s statistics agency. In 2017, GDP grew by 2.5%, the fastest growth rate since 2007.\n\nExecutives are taking various measures to prepare their companies for a potential period of uncertainty. “Companies are rethinking their supply chains and their production lines,” said Mislav Matejka, global equity strategist at JP Morgan & Chase Co.\n\nSome executives, especially in the car industry, are focusing on their cost base, while others are increasing prices to compensate for higher raw materials costs.\n\nCompagnie de Saint-Gobain SA, a French building-materials maker, raised prices for its products by 3.5% year-over-year in the three months through September, compared with a 3% increase in the second quarter and 2.1% in the first quarter, according to Chief Financial Officer Guillaume Texier. “We are pushing prices in all geographies, a little bit everywhere,” he said in an interview.\n\nDutch company Akzo Nobel NV raised prices for its coatings by 7% in the third quarter, compared with a 5% increase in the second quarter. Prices for its paint products on average rose by 5% in the third quarter, up from 4% in the second quarter.\n\n“We continue to push through price increases,” Maarten de Vries, the company’s finance chief said. The paint-maker reported a 4% drop in revenue to €2.3 billion for the third quarter, compared with €2.4 billion in the prior year-ago period.\n\n“European corporates still have the ability to increase prices,” said Barclays’ Mr. Cau, a sign that the underlying economics are still somewhat healthy. Around 85% of companies in the Stoxx Europe 600 have either maintained or raised their full year guidance, according to Mr. Cau.\n\nWrite to Nina Trentmann at Nina.Trentmann@wsj.com", "A federal ruling blocking the Trump administration’s approval of the Keystone XL pipeline further clouds the future of a project that has faced a decade of delays due to fevered opposition from environmentalists, landowners and Native American groups.\n\nU.S. District Judge Brian M. Morris ruled Thursday night that President Trump’s 2017 cross-border permit of the pipeline expansion by TransCanada Corp. hadn’t considered all impacts as required by federal law, and that construction couldn’t move forward until a supplemental environmental...", "WASHINGTON—Supreme Court Justice Ruth Bader Ginsburg has been discharged from the hospital after fracturing three ribs and is returning to her duties, the court said Friday.\n\n“She is doing well and plans to work from home today,” court spokeswoman Kathleen Arberg said.\n\nJustice Ginsburg, who is 85 years old, cracked her ribs after a fall in...", "2:21\n\nIn the Elevator With Bumble CEO Whitney Wolfe Herd\n\nWSJ's Joanna Stern \"bumps into\" Bumble's CEO in the WSJ elevator and finds out what profile images work best, when to swipe right and how be a successful woman in tech. Photo: Andria Chamberlin for the Wall Street Journal", "BEIJING—A slowing Chinese economy, weakening consumer sentiment and a trade fight with the U.S. aren’t likely to spoil Singles Day for Alibaba Group Holding Ltd., which will try out a few new tricks to ensure the 10th edition of its shopping extravaganza sets a sales record.\n\nThe event serves as a reminder to consumer products companies and investors of Alibaba’s power to move merchandise. Last year, it booked a record $25.3 billion in sales for Singles Day—surpassing the $19.6 billion that Americans dropped online last year...", "U.S. to Shift Some Troops, but Border Mission Will Last Until Dec. 15", "With the indictment of two former senior Goldman Sachs bankers, accused by U.S. prosecutors of paying bribes, stealing and laundering money from a Malaysian sovereign-wealth fund, the Wall Street giant finds itself at the center of one of the world's largest-ever financial scandals. Photo: Reuters\n\nFormer Goldman Sachs Chief Executive Lloyd Blankfein attended two meetings with a Malaysian financier at the center of one of the world’s largest financial scandals, including one after the Wall Street bank’s compliance department had raised multiple concerns about the financier’s background and said the bank shouldn’t do business with him.\n\nThe financier, Jho Low, was indicted this month by the U.S. Justice Department and charged with helping steal billions of dollars from 1Malaysia Development Bhd., an investment fund that...", "HAVING GROWN up in Massachusetts, I am no stranger to Boston cream pie. Indeed, it was a fixture of my childhood. In local supermarkets, there they’d be, stacks of Boston cream pies on a table in the bakery department, protected in see-through plastic containers and slapped with a sticker proclaiming a great deal ending in .99. True to its classic form, the dessert consisted of two layers of sponge cake, a thick center of yellow cream and a chocolate-frosted top. Sometimes, there would even be a single crowning cherry—a nontraditional touch that, to me, suggested a lack of restraint in an otherwise elegant dessert.\n\n...", "Russia convened Taliban officials, Afghan government envoys and representatives from seven nations for talks aimed at catalyzing an end to a 17-year war and burnishing Moscow’s credentials as a regional power broker.\n\nThe meeting Friday appeared to yield no significant breakthroughs, although participants agreed to gather again at an undetermined date. However, the participation of the Taliban marked the Islamist movement’s first official visit to the Russian capital and its highest-profile diplomatic foray in years, as it...", "The U.K. citizenship test has been ridiculed by many Brits for its obscurity and factual inaccuracies. We gave some British WSJ staffers—and the former U.K. politician who introduced it—a pop quiz. Image: WPA Pool/Getty Images\n\nLONDON—To be British, do you need to know the order in which Henry VIII married his wives, how many ski centers there are in Scotland, or the height of the London Eye?\n\nThese facts and hundreds of others, including who first introduced “shampooing” to the U.K., what a Welsh cake is and on which street the country’s first curry house opened, could feature in questions on the mandatory test immigrants must take to attain British citizenship.\n\n...", "Bill Gates has invested hundreds of millions of dollars in a mission to reimagine the humble toilet. In an interview with The Wall Street Journal, he describes what the future of sanitation may look like. Photo: The Gates Notes\n\nThe toilets of the future don’t need sewer lines. One proposed model doesn’t even need flush water. They can run off the grid and turn human waste, or fecal sludge in the industry’s parlance, into electricity and clean water.\n\nBill Gates would know: He once took a sip of water that had originated from excrement. The water was filtered by a small-scale waste treatment plant made by Sedron Technologies, one of the companies showcased at a toilet expo Tuesday in Beijing. “Oh, it was great,” Mr. Gates said in an interview. “It...", "ENDIVE IS the most elegant chicory. It has enough bitter bite to distinguish any dish it’s part of and sufficient subtlety to play well with other ingredients. In her third Slow Food Fast recipe, New York chef Alex Raij makes it the base for a beautiful fall gratin.\n\nMs. Raij calls for slicing the endive heads lengthwise so the leaves remain intact at the base, then spreading them across the bottom of a casserole. A thick topping of mayonnaise and blue cheese performs in an almost alchemical way in the oven. The mayonnaise...", "To subscribe to the newsletter, please sign up here MUST READS Europe’s Center-Right Parties Face Threats on Continental Stage: Battles that have riven national politics across the European Union are hitting the continental stage as campaigning for the bloc’s legislature threatens the once-dominant center-right’s commanding position overseeing the bloc. U.K. Economy Picked Up Pace in Third Quarter: The […]", "Joe Lhota has resigned as chairman of the Metropolitan Transportation Authority, the latest in a series of departures from the administration of New York Gov. Andrew Cuomo as he prepares for a third term.\n\nFernando Ferrer, the MTA’s current vice chairman, will take the reins as acting chairman of the authority’s board and will run its meeting on Thursday, according to a state official.\n\nMr....", "In the 1990s, online brokerages like E*Trade Financial Corp. were the hot new way to play the stock market.\n\nNow, that niche belongs to Robinhood Markets Inc., the Silicon Valley startup that has amassed six million users with a smartphone app, marketing aimed at millennials and commission-free trades.\n\nBut Robinhood isn’t for everyone. And...", "11/9/2018 9:30AM\n\nThe Future of Toilets, According to Bill Gates", "Lawmakers, faculty and students are demanding more accountability from university boards as sexual-abuse and other scandals continue to shake U.S. campuses.\n\nThe boards that oversee universities have remained largely intact at schools including Michigan State University and the University of Southern California, where recent scandals have brought down presidents, sparked student protests and threatened alumni donations.\n\n“When...", "A legal fight deepened over the outcome of Florida’s U.S. Senate race as local election officials raced to meet a Saturday deadline to report voting tallies that are expected to trigger a recount.\n\nPreliminary results since Tuesday show Republican Gov. Rick Scott unseating three-term Democratic Sen. Bill Nelson. But the race has tightened, as election officials count more votes, to show Mr. Scott leading by just over 15,000 votes, or 0.18 percentage point, down from roughly 56,700 on election night.\n\n...", "Meredith Corp. said Thai businessman Chatchaval Jiaravanon has agreed to purchase Fortune magazine for $150 million in cash, a sale that gives the storied business publication a new owner for the second time this year.\n\nLike many of its peers in media, Fortune has suffered from declines in advertising and newsstand sales over the past several years, and it has increasingly focused on digital advertising and its growing conference business.\n\n...", "WASHINGTON—Democrats will aim to reverse tax cuts for high-income households when they take the House majority, setting up a clash with Republicans that will color fiscal debates over the next two years, including prospects for a bipartisan deal to improve the nation’s infrastructure.\n\nBoth sides have signaled they want a spending program to improve the nation’s roads, bridges, tunnels and other public works, but disagree on how to fund it. Last year, Senate Democrats proposed a $1 trillion infrastructure plan, financed largely...", "bad url", "PARIS—President Trump arrived in Paris on Friday—at the end of a week that saw his party lose control of one chamber of Congress and the ouster of his attorney general—to meet his French counterpart and commemorate the 100th anniversary of the end of World War I.\n\nMinutes after landing in Paris, Mr. Trump tweeted about comments French President Emmanuel Macron made this week on French radio. The French president called for the creation of a “true European army,” in a critique of trans-Atlantic security ties ahead of Mr. Trump’s...", "LONDON—The U.K.’s economy expanded in the third quarter at its fastest pace in almost two years, making it one of only a handful of countries in Europe to avoid the broad slowdown across the continent.\n\nStill, figures show the British economy lost momentum as summer turned to fall, suggesting growth is faltering as the U.K. enters its final five months as a member of the European Union.\n\nIn...", "Self-described \"obsessive learner\" Max Deutsch challenged grandmaster Magnus Carlsen to a game of chess. What could possibly go wrong? Video: George Downs/WSJ. Photo: Gordon Welters for The Wall Street Journal\n\nThe World Chess Championship arrived in London on Friday with a blitzkrieg of breathless hype that hasn’t been seen in chess for nearly three decades.\n\nThe matchup between reigning champion Magnus Carlsen and challenger Fabiano Caruana is the first title series since Garry Kasparov’s reign to pit the world’s two top players against each other. Carlsen may already be the greatest player ever but has lacked a worthy rival. Caruana is an aggressive player who could become the first American champion since Bobby Fischer. The players’...", "11/9/2018 7:58AM\n\nIs North Korea Really Getting Rid of Its Nuclear Program?", "A Saudi-led coalition and its allies have intensified attacks on a key Yemeni port city to improve their position ahead of peace talks, posing a potential obstacle for U.S. attempts to end Yemen’s war.\n\nThe uproar over the death of Saudi journalist Jamal Khashoggi had appeared to create an opening for the U.S. to seek a cease-fire in the three-year Yemen war, a bloody proxy battle between Saudi-supported forces on the ground and the Iran-backed Houthi militia. Instead, 10 days after U.S. Secretary of State Mike Pompeo called...", "When London’s Millennium Footbridge opened 18 years ago, the 1,066-foot span swayed so badly it was closed almost immediately.\n\nEver since, engineers who study human locomotion have puzzled over a conundrum: Why did pedestrians who were tripped up by the trembling bridge walk in a way that made the wobble worse?\n\nThe answer has helped researchers...", "Former Philippines first lady Imelda Marcos was found guilty and sentenced to prison for graft offenses dating back decades, a surprise blow to the resurgence of one of the country’s most powerful families and important allies of populist President Rodrigo Duterte.\n\nAn anticorruption court announced at a news conference that the 89-year-old Mrs. Marcos had been convicted on Friday on seven counts of graft committed while she was a government official from 1968 to 1986 and ordered her arrest. She was sentenced to between six...", "Good morning. I’m Neanda Salvaterra, and it’s been a busy week for energy in the courts. A judge halted the beleaguered Keystone XL Pipeline project until the completion of a review, while another magistrate ruled South Carolina’s state-owned power utility is potentially on the hook for billions related to a failed nuclear project. Elsewhere, Saudi Arabia is […]", "In an original WSJ documentary, markets reporter Steven Russolillo ventures to Japan and Hong Kong to explore the universe of cryptocurrencies. His mission: create WSJCoin, a virtual token for the newspaper industry. Image: Crystal Tai. Video: Clément Bürge\n\nCryptocurrencies, among the most volatile of financial assets, have fallen quiet even as turmoil has gripped stocks, bonds, commodities and traditional currencies.\n\nBitcoin has mostly traded around $6,500 in recent weeks, in contrast to last year’s manic rally and the steep plunge that followed this year. Enthusiasts hope muted swings could help cryptocurrencies, of which bitcoin is the largest, gain traction as a means of transaction.\n\n...", "It is a topsy-turvy world: Management consultants have gotten better at marketing themselves than ad executives.\n\nCompanies used to rely on ads to promote brands. Now they have more direct ways to engage with customers. Luxury groups like Gucci have rapidly shifted their focus from Vogue to Instagram, while consumer giants like Unilever, which bought subscription-based razor merchant Dollar Shave Club, are investing heavily in e-commerce.\n\n...", "Journal Reports: Retirement\n\nIf You Want Your Grandchildren to Inherit Some of Your Money", "bad url", "Merrill Lynch’s team pay incentives will soon hinge on advisers’ success in nudging clients toward digital engagement. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING & INVESTING Marijuana Stocks Are the Election’s Big Winners: […]", "2:21\n\nIn the Elevator With Bumble CEO Whitney Wolfe Herd\n\nWSJ's Joanna Stern \"bumps into\" Bumble's CEO in the WSJ elevator and finds out what profile images work best, when to swipe right and how be a successful woman in tech. Photo: Andria Chamberlin for the Wall Street Journal", "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. The Federal Reserve spoke volumes while saying hardly anything on Thursday. The takeaway: expect another rate increase next month. Good morning. Jeff Sparshott here to take you through the day’s economic news. We’ll also look at the […]", "A knife-wielding attacker who killed one person and wounded two others before being shot dead by police in Australia’s second-largest city had links to Islamic State and the assault is being treated as a terrorist attack, authorities said.\n\nThe suspect, who died in the hospital shortly after the assault in Melbourne on Friday, was identified by police as 30-year-old Hassan Khalif Shire Ali. Police said he and his relatives were previously known to the authorities. Chief Commissioner Graham Ashton, who leads the state police...", "LONDON—Daniel Frederick, a 34-year-old father of three, was returning to his home on a London public-housing estate shortly after New Year’s when a group of teenagers stabbed him in the back seven times, yards from his flat near a children’s playground.\n\nMr. Frederick, a security guard, was targeted in a case of mistaken identity, police believe, but the assault was part of a crime trend that London’s mayor said this week would take a generation to solve: a surge in knife attacks in a country with relatively low levels of...", "A federal judge in Montana on Thursday blocked the Trump administration’s permit allowing the Keystone XL pipeline and barred any construction of the long-delayed project until completion of a supplemental environmental review.\n\nSiding with environmentalists and indigenous rights groups, U.S. District Judge Brian M. Morris ruled that President Trump’s 2017 cross-border permit of the pipeline expansion by TransCanada Corp. to take oil from Alberta to Nebraska hadn’t considered all impacts as required by federal law.\n\n...", "The Food and Drug Administration plans to sharply restrict the sale of most flavored pod-style e-cigarettes, effectively pulling them from most convenience stores and gas stations and requiring strict age verification controls for online sales, according to senior FDA officials.\n\nThe actions, expected to be announced as early as next week, are aimed at limiting access to the e-cigarettes most popular among children, whose use is surging. Many e-cigarette companies, including market leader Juul Labs Inc., sell nicotine liquids...", "Twelve people were killed in the shooting at the Borderline Bar & Grill in Thousand Oaks, Calif. Photo: AP\n\nTHOUSAND OAKS, Calif.—Shortly after 11 p.m. Wednesday, a 28-year-old Marine Corps veteran strode up to the front entrance of a country music bar in this Los Angeles suburb that was hosting its weekly college dance party.\n\nAs more than a hundred people sipped drinks and took line dancing lessons inside, Ian David Long, bearded and dressed in black, took out a .45 caliber pistol equipped with an extended magazine and shot the bouncer. Entering the door to the bar, he shot several more employees including a cashier while hurling...", "Twelve people were killed in the shooting at the Borderline Bar & Grill in Thousand Oaks, Calif. Photo: AP\n\nTHOUSAND OAKS, Calif.—Shortly after 11 p.m. Wednesday, a 28-year-old Marine Corps veteran strode up to the front entrance of a country music bar in this Los Angeles suburb that was hosting its weekly college dance party.\n\nAs more than a hundred people sipped drinks and took line dancing lessons inside, Ian David Long, bearded and dressed in black, took out a .45 caliber pistol equipped with an extended magazine and shot the bouncer. Entering the door to the bar, he shot several more employees including a cashier while hurling...", "The Trump administration is facing a heated trade battle with Congress after the Democratic Party retook the House of Representatives, posing a significant challenge to President Trump’s deal with Mexico and Canada.\n\nSecuring congressional passage of the makeover of the North American Free Trade Agreement will get a lot harder with a split Congress. A Democrat-led House gives Mr. Trump’s political opponents power to demand concessions in exchange for ratification of the new agreement, reached in September and renamed the U.S.-Mexico-Canada-Agreement,...", "ATLANTA—Republican Brian Kemp, the self-declared winner of Georgia’s contentious gubernatorial election, announced Thursday he was resigning as secretary of state to focus on the transition to his new office.\n\n“After receiving the highest number of votes of any gubernatorial candidate in state history, Governor-elect Kemp will focus full-time on a successful transition,” Mr. Kemp’s spokesman Ryan Mahoney said.\n\nThe...", "Procter & Gamble Co. said it would revamp its management structure, shrinking the number of business units from 10 to six and giving the heads of those products control over regional sales teams as well as some functions previously run by headquarters.\n\nThe new organization, which will take effect next July, is part of an effort by the maker of Pampers diapers and Crest toothpaste to streamline its operations. The company has been under pressure to improve its performance from activist Trian Fund Management, which waged...", "White House press secretary Sarah Sanders posted a video of CNN reporter Jim Acosta at Wednesday’s press conference. Analysis by Storyful shows frames in that clip were paused. Photo: Reuters\n\nWhite House Press Secretary Sarah Sanders tweeted a video of a press-briefing altercation involving a CNN reporter that appears to have been edited in a way that makes the reporter’s actions look more aggressive, according to an analysis by a social-media intelligence firm Storyful.\n\nThe episode during Wednesday’s televised press briefing by President Trump led to the White House suspending reporter Jim Acosta’s press credential granting him access to White House grounds.\n\n...", "Tesla Inc. named board member Robyn Denholm as its chairman, tasking her with overseeing one of the business world’s most freewheeling figures at a pivotal moment for the electric-vehicle company.\n\nThe 55-year-old finance expert’s ascension to the role is doubly unusual: She will need to manage Elon Musk, the iconoclastic chief executive of Tesla who has led the company after becoming its largest investor in 2004. And she is giving up her job as CFO of Australia’s largest telecommunications company to assume the post at Tesla...", "Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans’ control of the Senate. WSJ’s Gerald F. Seib explains.\n\nDemocrat Lucy McBath unseated Republican incumbent Karen Handel in Georgia’s sixth congressional district Thursday, adding to the Democrats’ new majority in the House with more than a dozen contests still undecided.\n\nIn the Senate, the situation is reversed, with Republicans clinching control on Tuesday night and looking to three outstanding races to pad their margin.\n\nVoters...", "Saudi Arabia’s top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years.\n\nThe effort coincides with new pressures on the Saudi government, including from the U.S., where President Trump has accused the cartel of pushing up oil prices, and from investors who distanced themselves from the kingdom after the brutal killing of a U.S.-based Saudi journalist.\n\n...", "Saudi Arabia’s top government-funded think tank is studying the possible effects on oil markets of a breakup of OPEC, a remarkable research effort for a country that has dominated the oil cartel for nearly 60 years.\n\nThe effort coincides with new pressures on the Saudi government, including from the U.S., where President Trump has accused the cartel of pushing up oil prices, and from investors who distanced themselves from the kingdom after the brutal killing of a U.S.-based Saudi journalist.\n\n...", "WASHINGTON—The Federal Reserve held short-term interest rates steady Thursday and offered a mostly upbeat assessment of the U.S. economy, suggesting another rate increase is likely by year-end.\n\nThe Fed repeatedly emphasized the economy’s strength in a statement released after its two-day policy meeting. It offered nothing to dispel market expectations that it would deliver its fourth rate rise of the year in December.\n\nData...", "WHEN McDonald’s announced that it was removing the villainous cheeseburger from the Happy Meal earlier this year, it was doing what I call “de-inventing.” Parents had turned against the product due to health concerns, so McDonald’s was telling kids: “Re-think the Happy Meal. Re-contextualize. Let’s all just pretend that the child cheeseburger—silent killer that it is—never existed. You’ll thank us for this, trust us.”\n\nI’m hoping my concept of de-inventing will become more popular. A couple of weeks ago I sat on a panel during...", "An oil tank at the Petropiar joint venture between Chevron and the Venezuelan state oil company. Carlos Becerra for The Wall Street Journal\n\nChevron Stayed in Venezuela Long After Rivals Quit. Then It Had Second Thoughts. Profits are down and there’s a taint from working with the Maduro government; the company also fears a withdrawal could make things worse for the country", "The secret to making it in the art world? Learn to schmooze.\n\nA handful of U.S. and European museums and galleries have an outsize impact on which contemporary artists achieve lasting, prestigious careers and which don’t, according to a Northeastern University study published Thursday in the journal Science.\n\nNew artists who show their work...", "PHILADELPHIA—Traffic crawls along downtown’s Chestnut Street, horns honking as cars block the intersection. Up ahead, construction claims one of three lanes, and a Canada Dry delivery truck is parked in the bus lane, forcing city buses to squeeze by.\n\nSimilar scenes play out every day in cities across America. In six of the 10 most populous cities, including Philadelphia, average midday vehicle speeds in the downtown core have slowed between 3.8% and 10% since 2015, according to an analysis for The Wall Street Journal by transportation...", "The midterm elections abruptly shifted the health-care landscape across the country, strengthening the position of the Affordable Care Act while resulting in a divided Congress that could mean most changes unfold on the state level.\n\nHealth care was the No. 1 issue among voters this election, according to an AP survey of about 90,000 people. The voting results suggested a rebuke to repeated Republican efforts to roll back the health law, and that many Americans care deeply about issues such as coverage for pre-existing medical...", "The U.S. imposed sanctions Thursday on three Russian and Ukrainian individuals it said were linked to human rights abuses in Crimea, moves designed to prevent what Treasury Department officials said were attempts by Moscow to normalize relations with the Ukrainian enclave.\n\nThe U.S. also imposed sanctions on nine entities it said were involved in attempts to integrate Crimea into Russia.\n\nRussian...", "Twelve people were killed after a gunman opened fire at the Borderline Bar & Grill country-music bar in the city of Thousand Oaks in Southern California. The suspect, identified as Ian Long, was also confirmed dead. Photo: AP\n\nTHOUSAND OAKS, Calif.—Ian David Long, identified as the gunman in a mass shooting here, was a high-school baseball player remembered as a perfectionist who dropped the sport his senior year in part to focus on joining the military.\n\nWhen Long’s baseball coach sat down to write about him in a yearbook, one word came to mind: “Intensity!”\n\nLong..."]