["KLEINBASEL IS A LITTLE wedge of Basel, Switzerland, stranded in Germany, just across the Rhine from the city proper. Today the district is a hub for both commerce and culture—most famously as the home of Art Basel, the annual fair that turns the city into the capital of the global art world every June. But in the 1950s, Kleinbasel was a sleepy place, a working- and middle-class redoubt bounded to the north by woods and vineyards and to the south by the river, warm enough in summer to swim in despite the rushing current.\n\nThis...", "Democrats thought they could defeat Brett Kavanaugh with a cascade of uncorroborated smears, but they failed and now the accusations are unraveling. The latest came Friday when Chairman Chuck Grassley referred Judy Munro-Leighton to the Justice Department and the FBI for potential prosecution for making false statements to the Senate Judiciary Committee.\n\nMs. Munro-Leighton was one of the women who piled on with claims of sexual assault by Mr. Kavanaugh in the progressive mob moment of the Supreme Court confirmation hearing....", "The Trump Administration is reimposing sanctions on Iran on Monday, and some of our friends on the right are claiming it wimped out on Iran’s oil exports and access to the world financial system. But it looks as if Treasury and State are trying to apply sanctions in a diplomatically clever way that still puts pressure on the regime—assuming the U.S. follows through on enforcement.\n\nOne complaint is that the Administration has exempted eight countries from sanctions on oil exports from Iran. The U.S. isn’t saying which countries,...", "Americans say health care is a leading concern in Tuesday’s election, and voters say they trust Democrats over Republicans by double-digit margins. Yet the Trump Administration has put together an impressive suite of reforms that allow consumers more freedom and personal choice, not that you’ll read about it anywhere else.\n\nLast month the Trump Administration rolled out a rule on health-reimbursement arrangements that would allow employers to offer workers tax-exempt dollars to buy insurance in the individual market. The Obama...", "Tuesday’s ballots in several states will include referendums that offer voters a catastrophic tax increase—or an opportunity to make it harder for politicians to raise taxes. State competitiveness in attracting people and business is thus also on the ballot.\n\nMost ominously, Colorado’s Amendment 73 would do away with the Centennial State’s 4.63% flat tax in favor of five brackets up to 8.25%. The corporate tax would jump from that same base to 6%. The goal is to raise $1.6 billion a year for education. Polling suggests the...", "Georgia’s secretary of state and Republican gubernatorial nominee said Sunday his office is investigating the state’s Democratic Party over what it called a failed hacking attempt of the voter-registration system, a charge his Democratic opponent called a distraction in a high-profile election that has been dominated by issues of race and voting rights.\n\nIn a short statement on its website, the office of Republican Brian Kemp said little about its investigation and offered no evidence, saying only that the probe began Saturday...", "When President Trump ended U.S. participation in the Iran nuclear deal, he promised tough sanctions on the Iranian regime. On Monday our administration will deliver exactly that, reimposing sanctions on more than 700 people and entities in Iran’s energy, shipping and financial sectors.\n\nThe president has made clear that the U.S. supports the Iranian people’s aspirations for freedom and prosperity. He firmly opposes Tehran’s efforts to dash those aspirations—and to menace the world by developing ballistic missiles, launching...", "Hardly a week goes by that I don’t run into people who, when I ask how they are doing, tell me they’re worried about authoritarianism. Living in California, my impulse is to ask if they’re worried about the state’s one-party rule. But before I can get that out, the complaints begin: Trump, Facebook, Google, police state. Uh boy. Pot-dispensary paranoia?\n\nThis fascist-behind-every-tree thinking isn’t helped by the tech industry. Apple CEO Tim Cook told privacy commissioners in Brussels last month that personal information “is...", "The Middle East is changing. On Oct. 28 Israel’s culture and sports minister, Miri Regev, toured the Sheikh Zayed Grand Mosque in Abu Dhabi. She was in the United Arab Emirates for the International Judo Federation’s Abu Dhabi Grand Slam, where Israeli athletes were allowed to compete under their flag for the first time. The Israeli team took the gold, and its national anthem, “Hatikva,” was played in a country that does not formally recognize Israel.\n\nAlthough Israel and the Arab Gulf states have long had clandestine diplomatic...", "Citizens in four states vote Tuesday on ballot initiatives to legalize some form of cannabis. Residents of Missouri and Utah will decide on its medical availability, Michigan and North Dakota on recreational consumption for adults. If all four measures pass, the tally of states that allow some sort of cannabis use will jump to 32, nearly two-thirds of the U.S.\n\nThe trend could not be clearer: Cannabis prohibition is coming to an end. A Gallup poll last month found 66% of Americans favor legal marijuana.\n\n...", "I own and rent out 25 mom-and-pop storefronts in Lakewood, Ohio, an inner-ring suburb of Cleveland. About 20% of my tenants are immigrants. I sell them the American dream—a chance to run their own business—and they sell beer, cigarettes, used furniture, and services like dry cleaning and haircuts. The stores are street-level with apartments above, like Disneyland’s Main Street, except no Mickey. The mice are real.\n\nI rarely hard-sell foreigners to rent. They’re gung-ho from the get-go. American-born prospects, on the other...", "Next year marks the beginning of a new Congress—and the 50th anniversary of the first moon landing. Both events are tremendous opportunities to reflect and recommit to our American cause.\n\nNeil Armstrong’s “one small step” completed the work of hundreds of thousands of Americans, from the military test pilots who pushed the limits of flight over my district in Kern County, Calif., to the workers who built the Apollo 11 spacecraft and the Saturn V rocket. The “giant leap for mankind” was made possible by decades of American...", "The Obama administration was notorious for coddling Latin American leftists. So it came as no surprise in 2016 when the Obama State and Justice Departments sided with Colombian President Juan Manuel Santos’s bid to extradite former agriculture minister Andrés Felipe Arias. He had fled to Florida to escape charges trumped up by his political enemies.\n\nThe center-right Mr. Arias’s only “crime” was his candidacy for president in 2009, when Mr. Santos wanted the job and the Revolutionary Armed Forces of Colombia terrorists wanted...", "Amazon.com Inc. has progressed to late-stage talks on its planned second headquarters with a small handful of communities including northern Virginia’s Crystal City, Dallas and New York City, people familiar with the matter said, as it nears a final decision that could reshape both the tech giant and the location it chooses.\n\nThe ongoing talks with some local officials come as discussions appear to have cooled in some of the other 20 cities on Amazon’s shortlist, including Denver, Toronto, Atlanta, Nashville, Tenn., and Raleigh,...", "Amazon.com Inc. has progressed to late-stage talks on its planned second headquarters with a small handful of communities including northern Virginia’s Crystal City, Dallas and New York City, people familiar with the matter said, as it nears a final decision that could reshape both the tech giant and the location it chooses.\n\nThe ongoing talks with some local officials come as discussions appear to have cooled in some of the other 20 cities on Amazon’s shortlist, including Denver, Toronto, Atlanta, Nashville, Tenn., and Raleigh,...", "The postcrisis boom in U.S. corporate profits may be near its peak, investors and executives say, a potential threat to a nine-year rally that has taken the Dow Jones Industrial Average up more than threefold.\n\nWith more than half of S&P 500 firms having reported results, third-quarter earnings have risen 24% from the same period a year earlier, driven by strong gains at firms from retail and web-services giant Amazon.com Inc. to manufacturers General Motors Co. and Boeing Co. That compares with 25% increases in each of...", "Republicans view a strong economy as part of their campaign message. But will the tumultuous stock market affect the party's chances in the midterms? The WSJ's Gerald F. Seib explains. Photo: Getty\n\nFrom taxes to trade, this year’s midterm elections will have an impact on a range of issues facing American corporations. The Republican-held Congress has been largely supportive of the Trump administration’s policies, helping the president secure a big corporate tax cut and pursue deregulation. But Democratic control of one or both chambers could blunt the White House’s agenda.\n\nTAXES: The Trump administration wants to make permanent new income tax cuts for individuals passed last year, a move that Wall Street analysts say...", "Will the caravan of Central American immigrants, the deadly synagogue shooting, and the pipe bomb mailings influence next week's midterm elections? The WSJ's Gerald F. Seib explains. Photos: Getty\n\nWASHINGTON—Tuesday’s midterm elections, widely viewed as a referendum on Donald Trump’s presidency, have party strategists preparing for a split decision, with polls indicating Democrats on track to gain a House majority while Republicans keep control of the Senate.\n\nSuch a result, if it comes to that, would partly be a product of simple geography: The most-expensive midterm election in history is being fought out in two Americas undergoing a political realignment.\n\n...", "Wall Street and the business community, breaking from a yearslong trend, are hedging their political bets by making more contributions to Democrats in the midterm elections, according to fundraising data compiled by the nonpartisan Center for Responsive Politics.\n\nNot since 2008 have donors in the securities and investment industry given a higher percentage to Democratic candidates and party committees than to Republicans, the data show. This year through Oct. 17, Wall Street contributors donated about $85 million to Democrats...", "Investors around the U.S. are bracing for the unexpected heading into the midterm elections, wary of being caught wrong footed as many were after the 2016 presidential election, Brexit and other crucial votes over the years.\n\nFew are predicting that the outcome widely seen as most likely—Democrats winning the House and Republicans retaining control of the Senate—will fuel the type of violent price swings that came on the heels of President Trump’s victory.\n\n...", "An offshore oil platform in the Persian Gulf's Salman Oil Field, operated by the National Iranian Offshore Oil Co. Ali Mohammedi/Bloomberg News\n\nIran Sanctions: A Look at How We Got Here The country’s economy is teetering. Charts and photos reveal the path to this point and what is at stake for Iran", "Colorado voters on Tuesday will decide whether to sharply curtail oil-and-gas drilling in an election that has divided the state.\n\nThey will also consider a separate ballot measure that would require state and local governments to potentially pay fracking companies and other property owners who claim their holdings were devalued by regulations.\n\nProposition...", "NOUMEA, New Caledonia—Voters on a French island group in the Pacific rejected the chance to create the world’s newest country in a referendum that exposed deep rifts over wealth equality.\n\nPreliminary results showed that voters in New Caledonia backed remaining part of France 57% to 43%. The referendum aimed to resolve tensions between mostly European immigrants and the indigenous Kanak tribes, which have been pushed into a minority among a population of more than 270,000 and boycotted the only previous ballot in 1987.\n\n...", "North Carolina wants to reshape how it pays for its workers’ health care—and save hundreds of millions of dollars—by scrapping the secret negotiations typically used to set rates with doctors and hospitals.\n\nThe fate of the plan, from the state’s treasurer, is expected to be watched closely by other employers eager to stem rising health costs. But hospitals are already fighting back.\n\nAt...", "Goldman Sachs Group Inc. is handing out fewer brass rings.\n\nThe Wall Street firm is set to name its smallest class of new partners in years this week, according to people familiar with the matter. It’s the first crop of promotions under Chief Executive David Solomon, who aims to keep Goldman’s upper ranks exclusive and compensate for a recent influx of outside hires.\n\nFewer...", "On the eve of new U.S. sanctions targeting Iran’s oil exports and financial system, thousands of Iranians poured into the streets of Tehran on Sunday to burn American flags and mock President Trump with cardboard effigies and caricatures.\n\nThe outpouring of anti-American sentiment, orchestrated by the Iranian government, was a demonstration of how the regime intends to use the latest round of punitive measures to buttress support by channeling resistance to the U.S. In Tehran, supporters of the regime see the new sanctions—the...", "JAKARTA, Indonesia—Investigators have downloaded data detailing the last 19 flights of a new Boeing jetliner that crashed into the Java Sea, raising confidence Sunday that they will be able to build a picture of what went wrong before its doomed trip with 189 people on board.\n\nThe downloads amounted to 69 hours of data from the flight data recorder recovered from the seabed Thursday. Divers were still hunting for a second black box, the cockpit voice recorder, which officials said was likely buried under more than three feet...", "Democrats hold a 7-percentage-point edge on the question of which party should control the next Congress, according to a new Wall Street Journal/NBC News poll released Sunday as the tumultuous and divisive 2018 midterm campaign moved toward its conclusion.\n\nThe new poll, the last Journal/NBC survey before Election Day on Tuesday, showed just how much the 2018 election has come to be about President Trump: Nearly three quarters of likely voters said their vote was intended as a signal of support or opposition to the president.\n\n...", "Democrats hold a 7-percentage-point edge on the question of which party should control the next Congress, according to a new Wall Street Journal/NBC News poll released Sunday as the tumultuous and divisive 2018 midterm campaign moved toward its conclusion.\n\nThe new poll, the last Journal/NBC survey before Election Day on Tuesday, showed just how much the 2018 election has come to be about President Trump: Nearly three quarters of likely voters said their vote was intended as a signal of support or opposition to the president.\n\n...", "Tech entrepreneurs who for years were reluctant to wade into the public stock market have been jumping in lately with both feet.\n\nAs their shares outperform, newly public tech companies have been returning to the market to sell more stock at a nearly unprecedented clip. About 44% of the so-called follow-on stock offerings from U.S.-listed technology companies in the first 10 months of the year have come within 180 days of an initial public offering. That would be the second-highest yearly percentage since Dealogic began collecting...", "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services", "China’s central bank is placing new regulations on the financial sector to tame runaway growth, beginning with five conglomerates including Ant Financial Services Group, as Beijing signals its resolve to curb risk even as economic growth slows.\n\nAnt Financial, the world’s most valuable financial technology startup, retail and property giant Suning Commerce Group and three government-backed firms—China Merchants Group, Shanghai International Group and Beijing Financial Holdings Group—will face stricter capital-reserve requirements...", "LAKE HALLIE, Wis.—A pickup truck lurched off a road in western Wisconsin Saturday and hit a group of Girl Scouts picking up trash in a ditch, leaving three girls and one adult dead and critically injuring a fourth girl, police said.\n\nSgt. Daniel Sokup of the Lake Hallie Police Department said the driver of the black Ford F-150 pickup truck fled the scene but later turned himself in. He identified the driver as Colton Treu, 21, of Chippewa, Falls, Wis.\n\n...", "An American service member was killed and another wounded in Afghanistan on Saturday when a member of the government security forces opened fire at a base in the capital, Kabul, the U.S. military said.\n\nThe name of the dead soldier was not released, pending notification to his family, the U.S. military said in a statement. The wounded soldier was transferred for medical treatment to Bagram airfield, an American military base 35 miles north of Kabul, it said.\n\n...", "YEONPYEONG ISLAND, South Korea—For decades, this speck of South Korea-controlled territory, which sits 2 miles from North Korean soil in waters claimed by Pyongyang, has been a flashpoint.\n\nBut the island now embodies hopes of rebuilding trust between the two sides, following an agreement to formally end military hostilities along the demilitarized zone separating the two Koreas.\n\nNorth...", "When Steve Jobs took a swipe at Amazon.com Inc.’s Kindle in 2009, he pointed to the online retailer’s decision not to report unit sales of its reading device as evidence it wasn’t selling many.\n\nNearly a decade later, Apple is following a similar path. The company said it would stop disclosing data on the number iPhones, iPads and Macs it sells, eliminating a performance metric it has provided since the 1980s.\n\nThe...", "MANASSAS, Va.—With just three days until Election Day, candidates are all but done with trying to persuade undecided voters, and they are using the last weekend before the midterm elections to encourage supporters to turn out on Tuesday.\n\nCandidates and party leaders across the country fanned out for their final weekend of campaigning, from Virginia to New Jersey to Montana. President Trump also continued a series of rallies, mostly aimed at helping Senate candidates, with plans to appear in five more states on Sunday and Monday...", "When Olivier Rousteing received a fashion-industry award in New York last month, the designer didn’t accept the award alone. Instead, he took the stage surrounded by models and other members of his “Balmain Army.”\n\nSuch unorthodox gestures are typical of the 33-year-old Mr. Rousteing, a playful disrupter of luxury fashion’s tradition and snobbery. Since becoming creative director of French house Balmain in 2011, he has favored a populist ethos rather than the elitist one that is in the DNA of many high-end labels.\n\n...", "New York’s 11th Congressional district has a unique place in New York City’s current political landscape: It is home to the only Republican-held House seat in the five boroughs.\n\nA 31-year-old military veteran thinks he can change that.\n\n“The right person from any party can win it all,” Democrat Max Rose has said repeatedly throughout his campaign,...", "PITTSBURGH—The three congregations that lost 11 members in the shooting rampage at the Tree of Life synagogue last week joined together Saturday as services around the country marked the event with prayers and calls for inclusion.\n\nJewish leaders encouraged people of all faiths to attend Shabbat services in a show of solidarity following the worst attack against Jewish people in U.S. history. Beginning Friday evening, people turned out at synagogues from New York to Los Angeles to grieve and stand against anti-Semitism in what...", "Authorities in Saudi Arabia have released the first prince of a group of royals and key figures who are expected to be freed from detention following an uproar over the death of dissident journalist Jamal Khashoggi, people familiar with the situation said.\n\nPrince Khalid bin Talal, a nephew of King Salman, was released on Friday after being locked up for 11 months for criticizing the country’s crown prince and a corruption crackdown that ensnared the kingdom’s elite. His brother, billionaire Prince al-Waleed bin Talal, was...", "Berkshire Hathaway Inc. repurchased $928 million of its stock in the third quarter, a rare move that indicates Chairman Warren Buffett sees a dearth of appealing investment options for his company’s large cash pile.\n\nIt is the first time Berkshire has bought back stock since 2012. The decision, announced in a quarterly filing Saturday, illustrates the scarcity of attractively priced projects and deals that can satiate yield-hungry investors and firms more than nine years into a bull market.\n\n...", "Philip Johnson, the founding director of the Museum of Modern Art’s architecture and design department, didn’t mince words.\n\nOf the heiress Blanchette Rockefeller, for whom he designed a New York City pied-à-terre, he said, “I don’t think she knows anything about architecture, ever will, or ever did.” The acid-tongued aesthete didn’t spare himself, remarking at the peak of his fame: “I am a whore, and I am paid very well for building high-rise buildings.”\n\n...", "In 2011, his first year in office, Wisconsin Gov. Scott Walker cut the state education budget by nearly $800 million and stripped public-sector workers, including public-school teachers, of collective-bargaining rights.\n\nNow, in his bid for a third term, Mr. Walker has backed away from the cost-cutting ethos that vaulted him to national prominence as a star of the small-government tea party movement. He signed a budget in 2017 boosting state education spending by $620 million—a figure he later called in advertising “a record...", "How do we shake ourselves out of our extremely personalized versions of reality? Nonny de la Peña has the answer. Film by MediaStorm\n\nWHEN NONNY de la Peña was in junior high, in West Los Angeles, her math teacher wrote a note home to her parents. “It was about something I’d rebelliously done,” she says. It was something minor, like speaking up, or speaking too loudly. Her father read the note, then turned the paper over and looked at her. “ ‘This is what she says you...", "HAMILTON, Ontario—At a local hospital on a recent Monday, four women, all pregnant or new mothers, were learning how to cope better with their anxiety and depression—medication not required.\n\nPsychologist Sheryl Green asked participants in her treatment program to share the results of their “behavioral activation” homework, a strategy of regularly scheduling pleasurable activities and making yourself do them even if you don’t feel up to them. The technique can improve mood.\n\n...", "When the Broad opened in 2015, the Los Angeles museum’s contemporary-art collection, downtown location and free admission quickly attracted a young, diverse audience. According to survey data it released in 2016, over 70% of its visitors were 34 years old or younger, and six out of 10 identified as nonwhite.\n\nThis year, the museum turned its attention to the diversity of its staff. While other museums and organizations around the U.S. have made a push to hire more curators and directors of color, the Broad put a special emphasis...", "Merrill Lynch is cutting broker pay to trim costs—while at the same time providing an incentive to promote cross-selling of parent-bank products and spur growth.\n\nStarting in January, brokers won’t be paid on all of the business they produce, Bank of America Corp.’s wealth-management arm late Thursday told its ranks of about 17,000 advisers. Instead, Merrill said it will pay brokers on 97% of their wealth-management production monthly. The penalty maxes out at about $1.6 million in annual brokerage and investment advisory production,...", "His four children think he’s embarrassing. His wife worries he’ll get hurt. But 60-year-old Ben Hart is addicted to breakdancing.\n\nMr. Hart may not win any competitions, but he’s a fan favorite, garnering 27,000-plus Instagram views in hours.\n\n“The first time I watched a competition I was in awe of the athleticism,” he says of breaking, which...", "Berkshire Hathaway Inc. repurchased $928 million of its stock in the third quarter, a rare move that indicates Chairman Warren Buffett sees a dearth of appealing investment options for his company’s large cash pile.\n\nIt is the first time Berkshire has bought back stock since 2012. The decision, announced in a quarterly filing Saturday, illustrates the scarcity of attractively priced projects and deals that can satiate yield-hungry investors and firms more than nine years into a bull market.\n\n...", "HANGZHOU, China—Videogames are under a harsh spotlight by government regulators in China these days, but one piece of the market is growing despite the glare: spectator videogame competitions.\n\nThese contests, known as esports, typically feature two teams of players facing off in battle games like “Honor of Kings” before live crowds that can number in the thousands, with many more fans streaming the matches online. Nearly 135 million people now watch esports in China, game research firm Newzoo estimates, more than double the...", "JAKARTA, Indonesia—A diver died searching for victims of a crashed Lion Air jetliner in the Java Sea, officials said Saturday, while search teams kept hunting for the new Boeing’s second black box and recovering the remains of the 189 people who were on board the plane.\n\nIndonesia’s search-and-rescue agency said 48-year-old diver Syahrul Anto, a veteran of other operations including an AirAsia crash in the Java Sea nearly four years ago, died Friday in the area of the underwater debris field from Flight 610. The agency didn’t...", "DENVER—This year is shaping up to be the busiest on record for redistricting ballot measures across the U.S.\n\nVoters in four states will decide whether to adopt new methods for drawing political maps that proponents say would thwart partisan gerrymandering.\n\nA major catalyst is the pending 2020 Census, which will be used to redraw U.S. House...", "DENVER—This year is shaping up to be the busiest on record for redistricting ballot measures across the U.S.\n\nVoters in four states will decide whether to adopt new methods for drawing political maps that proponents say would thwart partisan gerrymandering.\n\nA major catalyst is the pending 2020 Census, which will be used to redraw U.S. House...", "London\n\nThe origins, circumstances and artistic leanings of the two great Italian Renaissance painters Andrea Mantegna (1431-1506) and Giovanni Bellini (c. 1435-1516) offer a striking study in contrasts. Mantegna, the son of a carpenter, spent his youth and early career in Padua, an ancient university town that traced its roots to antiquity....", "Sylvia Hall wants to retire at age 40. Her dream has a price: brown bananas.\n\nThe 38-year-old Seattle lawyer is on a strict budget as she tries to hit her goal of amassing $2 million in assets by 2020. That means saving about 70% of her after-tax income and setting firm spending limits in every part of her life.\n\nShe looks for brown bananas...", "Starting in the go-go 1980s, the business world developed a fever for a new breed of chief executives and financiers with a bold, aggressive, combative, ruthless, profit-hawking, spotlight-basking approach to leadership.\n\nThey earned nicknames like “Chainsaw Al,” “Neutron Jack” and the “Junk-Bond King” and popularized concepts like Six Sigma, power lunches, leveraged buyouts and a cutthroat worker-evaluation philosophy called “rank and yank.”\n\n...", "THOUGH BUCKLES began to replace ties on shoes in the mid-17th century, the purely ornamental buckle is a newer breed. In 1967, it played a key supporting role on the Roger Vivier pump that Catherine Deneuve slipped on in the steamy Luis Buñuel movie “Belle de Jour.” That prepossessing shoe—reworked as the “Très Vivier” with an even bigger buckle, chunkier heel and a more comfortable footbed—returns this fall. As the French brand’s new creative director, Gherardo Felloni, explained, “It’s really rare that you can have [a design] live for 50 years...That’s why this buckle is beautiful.”\n\nPerhaps...", "The Food and Drug Administration on Friday approved a powerful new opioid drug called Dsuvia that has possible uses for treating wounded soldiers on the battlefield.\n\nConsumer representatives say the drug is especially potent and particularly susceptible to abuse. Balancing those dangers against needs for powerful painkillers in certain settings has been a dilemma for the FDA amid a national overdose epidemic.\n\nThe...", "After Robert Bowers stormed the Tree of Life synagogue in Pittsburgh on Oct. 27, far-right personality Ethan Ralph launched a live stream on YouTube to discuss the shooting that claimed 11 lives. Soon, some viewers began paying to have their comments featured on the live chat scrolling alongside the streaming video, through a feature YouTube launched last year called Super Chat.\n\nDuring the live stream, which YouTube said Mr. Ralph has since deleted, one user paid two British pounds to write, “How u get a Jewish girls number?...", "Don’t think tax reform and deregulation matter for working people? Consider the evidence from Friday’s gangbuster jobs report for October that showed the tangible dividend for workers from faster economic growth resulting from better economic policy: More jobs to choose from and higher pay to boot.\n\nThat’s the essence of the news that the marvelous machine called the American economy created 250,000 new jobs last month, including 246,000 in private industry. Average hourly wages rose again and are now 3.1% above a year ago,..."]