{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr", "title": "Midterm Consequences: Opponents of Pelosi’s Return to Speakership Down from 58 to 22", "description": "Democrats retook the House in the 2018 midterm elections and Democrats are weighing in on whether Nancy Pelosi should return as Speaker.", "url": "https://www.breitbart.com/politics/2018/11/09/midterm-consequences-opponents-of-pelosis-return-to-speakership-down-from-58-to-22/", "urlToImage": "https://media.breitbart.com/media/2018/08/More-Nancy-Pelosi-gavel-grab-Associated-Press.jpg", "publishedAt": "2018-11-09T23:53:40Z", "content": "Now, as the dust settles on the election, Democrats have gained 30 seats so far, giving them the majority in the House. And because many of the candidates who spoke out against Pelosi lost their election or re-election bid, the 58 Democrats a list compiled by… [+2499 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora, Edwin Mora", "title": "Report: North Korea Has Made No Dismantlement Efforts Since August", "description": "North Korea has failed to dismantle its key missile site further since August, South Korean news agency Yonhap reported, citing a U.S. website that monitors dictator Kim Jong-un’s regime.", "url": "https://www.breitbart.com/national-security/2018/11/09/report-north-korea-no-dismantlement-efforts-since-august/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/08/5444d9_north-korea-is-crippling-sanctions-imposed-carrying-out-nuclear-ballistic-e1541807490713.jpg", "publishedAt": "2018-11-09T23:52:56Z", "content": "On Thursday, Yonhap noted, North Korea has pledged to dismantle a missile engine testing site and a launch pad in Dongchang-ri as part of its stated commitment to denuclearize the Korean Peninsula. Citing satellite imagery from October 31, the U.S. website 38… [+2189 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Report: Trump May Designate Yemen's Iran-Allied Houthis as Terrorists", "description": "U.S. President Donald Trump’s administration is considering branding the Iran-backed Houthis in Yemen a foreign terrorist organization (FTO), the Washington Post (WaPo) reported on Thursday.", "url": "https://www.breitbart.com/national-security/2018/11/09/report-trump-may-designate-yemens-iran-allied-houthis-terrorists/", "urlToImage": "https://media.breitbart.com/media/2018/04/wi/ap/03/6o525i_yemen-iran-79062-in-jan-2017-file-photo-newly-recruited-shiite-fighters-e1529431938903.jpg", "publishedAt": "2018-11-09T23:45:13Z", "content": "Citing anonymous individuals familiar with the discussions, the Post noted: The terrorist designation, which would inject an unpredictable new element into fragile diplomatic efforts to initiate peace talks, has been discussed periodically since at least 2016… [+3254 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Cuban ‘President’ Agrees to Bring ‘Belt and Road’ to West in China Visit", "description": "Cuba's second-in-command, \"President\" Miguel Díaz-Canel agreed to participate in China's \"Belt and Road\" Initiative during talks with Chinese Communist Party leader Xi Jinping on Thursday.", "url": "https://www.breitbart.com/latin-america/2018/11/09/cuban-president-agrees-bring-belt-road-west-china-visit/", "urlToImage": "https://media.breitbart.com/media/2018/11/jinping-canel-1.png", "publishedAt": "2018-11-09T23:40:05Z", "content": "Díaz-Canel is currently concluding a trip to Asia that has so far included stops in Russia and North Korea in addition to Beijing and Shanghai. After holding a traditional welcoming ceremony for Díaz-Canel at the Great Hall of the People Thursday, the two men… [+2522 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Site of Thousand Oaks Mass Shooting a Gun-Free Zone", "description": "The site of the Thousand Oaks, California, mass shooting was a state-mandated gun-free zone.", "url": "https://www.breitbart.com/politics/2018/11/09/site-of-thousand-oaks-mass-shooting-gun-free-zone/", "urlToImage": "https://media.breitbart.com/media/2017/06/Gun-free-zone-dirty-Illinois-Joel-Pollak-Breitbart-News-e1541805823216.jpg", "publishedAt": "2018-11-09T23:26:43Z", "content": "Breitbart News reported that former U.S. Marine Ian David Long opened fired in the Borderline Bar &amp; Grill on Wednesday, killing 12 people. He used a “legally-purchased” handgun to carry out his attack. Crime Prevention Research Center’s (CPRC) John R. Lot… [+1406 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Eric Eggers, Eric Eggers", "title": "Election Fraud Expert: Brenda Snipes Allowed Illegal Aliens and Felons to Vote; Illegally Destroyed Ballots", "description": "Three statewide races in Florida are headed to a recount and all depend on results from a county whose supervisor of elections has a history of losing ballots and breaking laws by allowing illegal immigrants and felons to vote, as well as illegally destroying…", "url": "https://www.breitbart.com/midterm-election/2018/11/09/election-fraud-expert-brenda-snipes-allowed-illegal-aliens-and-felons-to-vote-illegally-destroyed-ballots/", "urlToImage": "https://media.breitbart.com/media/2018/11/brenda-snipes-getty.jpg", "publishedAt": "2018-11-09T23:22:40Z", "content": "Broward County supervisor of elections Brenda Snipes office has admitted they dont know how many ballots there are still to count. Snipes latest failure to finalize Tuesday’s election returns days after the polls closed is also in violation of Florida law, wh… [+3620 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Sean Moran", "title": "Jim Jordan Promises to Combat Republican ‘Business as Usual’ as House Minority Leader", "description": "House Freedom Caucus co-founder Rep. Jim Jordan (R-OH) told fellow Republican lawmakers that he will combat GOP “business as usual” should they elect him to become the House Minority Leader next week.", "url": "https://www.breitbart.com/politics/2018/11/09/jim-jordan-promises-to-combat-republican-business-as-usual-as-house-minority-leader/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jim-Jordan.jpg", "publishedAt": "2018-11-09T23:20:49Z", "content": "Congressman Jordan announced last week that he plans to run for House Minority Leader after the GOP lost their majority in the House during the 2018 midterm elections. The Ohio conservative will compete against current House Majority Leader Kevin McCarthy (R-… [+4176 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Report: High School Marching Band Racial Slur Incident Actually a Hoax | Breitbart", "description": "A racial slur incident involving a Georgia high school marching band was actually a hoax, according to a local news report.", "url": "https://www.breitbart.com/tech/2018/11/09/report-high-school-marching-band-racial-slur-stunt-actually-a-hoax/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-better.jpg", "publishedAt": "2018-11-09T23:15:26Z", "content": "Students at Brookwood High School in Gwinnett County, Georgia, faced a significant backlash after the marching band randomly flashed a racial slur during a performance. The slur, aimed at black Americans, was displayed on four poster boards. Initially, commun… [+1490 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "WATCH: Terrified Bunnies Flee to Rock Wall to Escape California Wildfires", "description": "A half dozen wild rabbits were seen huddling against a rock wall in Thousand Oaks, California, as their forest home burns in the Woolsey wild fire.", "url": "https://www.breitbart.com/pre-viral/2018/11/09/watch-terrified-bunnies-flee-rock-wall-escape-california-wildfires/", "urlToImage": "https://media.breitbart.com/media/2018/11/bunnies-brick-wall-california-wildfires2.jpg", "publishedAt": "2018-11-09T23:12:39Z", "content": "Reminding everyone that these wildfires affect more than the lives of men, CBS cameras caught a small colony of frightened bunnies nestled against a rock wall on a roadside as the angry fires glowed red around them. CBS 2s Kandiss Crone is heard on the video … [+401 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Alana Mastrangelo", "title": "UC Berkeley Student Senator Told to Resign for Expressing Christian Beliefs | Breitbart", "description": "University of California Berkeley student senator Isabella Chow is facing calls for her resignation after she expressed her Christian beliefs and abstained from voting unanimously with the rest of the senate in opposition to the Trump Administration’s propose…", "url": "https://www.breitbart.com/tech/2018/11/09/uc-berkeley-student-senator-told-to-resign-for-expressing-christian-beliefs/", "urlToImage": "https://media.breitbart.com/media/2018/08/protests-berkeley.jpg", "publishedAt": "2018-11-09T23:07:32Z", "content": "Hundreds of students protested at UC Berkeley on Wednesday night and called for Chow’s resignation after she had expressed her traditional Christian views at a student senate meeting on October 31, which sparked outrage amongst the student body. Chow posted t… [+2844 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Hong Kong Bans Expelled Financial Times Editor from Visiting the City", "description": "Hong Kong authorities stepped up their war against Financial Times editor Victor Mallet on Thursday by refusing to allow him to enter the city as a visitor.", "url": "https://www.breitbart.com/national-security/2018/11/09/hong-kong-bans-expelled-financial-times-editor-visiting-city/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/09/3bf7d2_hong-kong-financial-times-69496-victor-mallet-in-aug-14-2018-file-photo-financial-e1541803826663.jpg", "publishedAt": "2018-11-09T22:51:33Z", "content": "Mallet was expelled from Hong Kong in early October when the government denied his work visa renewal application, a move criticized worldwide as a stunning violation of press freedom. Mallets rejection was the latest in a string of incidents that have profoun… [+4553 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons, Michelle Moons", "title": "Bernie Sanders Supporter Adrian Fontes Overseeing Arizona Vote Record as Senate Race Flips", "description": "The man in charge of overseeing the recording of ballots in Arizona’s largest county, Maricopa, as ballots are being counted in the very tight Senate race, is facing heat over his very public support of leftist politicians.", "url": "https://www.breitbart.com/midterm-election/2018/11/09/bernie-sanders-supporter-adrian-fontes-overseeing-arizona-vote-record-as-senate-race-flips/", "urlToImage": "https://media.breitbart.com/media/2018/11/Adrian-Fortes.jpg", "publishedAt": "2018-11-09T22:47:50Z", "content": "Adrian Fontes is the Maricopa County Recorder. Maricopa is the county with by far the greatest number of votes in the state. While McSally had been leading in the Arizona Senate election, on Thursday night that flipped in favor of Democrat Sinema. As of Frida… [+1628 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Republican Protesters Start ‘Lock Her Up’ Chant for Florida Election Chief Botching Ballot Count", "description": "Republican protestors have begun chanting \"lock her up\" outside a Florida elections office as news breaks about how badly Broward County Board of Elections Supervisor Brenda Snipes is botching the 2018 election returns.", "url": "https://www.breitbart.com/crime/2018/11/09/republican-protesters-start-lock-her-up-chant-florida-election-chief-botching-ballot-count/", "urlToImage": "https://media.breitbart.com/media/2018/11/brenda-snipes-florida-protest.png", "publishedAt": "2018-11-09T22:44:06Z", "content": "Election chief Snipes is once again caught up in the middle of controversy as votes in her Democrat stronghold continue to appear seemingly out of thin air as far as protesters are concerned. A large group of Republican voters have formed to protest the sudde… [+2936 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris, Kyle Morris", "title": "Brenda Snipes Under Fire: Florida’s Broward County Election Official Hammered from All Sides", "description": "As his margin continues to lessen, Rick Scott has filed a lawsuit against each county's election supervisor and called for an investigation after several Democrat votes were uploaded late in Broward County under Brenda Snipes' leadership.", "url": "https://www.breitbart.com/politics/2018/11/09/brenda-snipes-under-fire-floridas-broward-county-election-official-hammered-from-all-sides/", "urlToImage": "https://media.breitbart.com/media/2018/11/Snipes.jpg", "publishedAt": "2018-11-09T22:35:59Z", "content": "After failing to give a competent answer when asked how many votes were left to count, Broward County Election Supervisor Brenda Snipes has found herself the focus of great controversy on both sides of the aisle. Under the state constitution, Scott possesses … [+1262 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Suspected Mail Bomber Cesar Sayoc Indicted for 30 Felonies", "description": "Cesar Sayoc, the suspected sender of mail bombs to several high-profile liberal politicians as well as to CNN and George Soros, was indicted on 30 felony charges Friday. The federal charges against Cesar Sayoc “include the use of a weapon of mass destruction,…", "url": "https://www.breitbart.com/crime/2018/11/09/suspected-mail-bomber-cesar-sayoc-indicted-for-30-felonies/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/01/b949f2_shooting-synagogue-domestic-terrorism-36896-in-courtroom-sketch-cesar-e1541801993899.jpg", "publishedAt": "2018-11-09T22:20:08Z", "content": "The federal charges against Cesar Sayoc “include the use of a weapon of mass destruction, interstate transportation of explosives, illegal mailing of explosives and threatening interstate communications,” ABC News reports. If convicted, Sayoc could face life … [+1444 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "‘Westworld,’ ‘Dr. Quinn Medicine Woman’ Western Town Movie Set Burns in Ca Wildfire", "description": "A famed old west town often used as the backdrop for TV shows like HBO's \"Westworld\" and \"Dr. Quinn Medicine Woman\" has burned to the ground in the Woolsey, California, wild fire.", "url": "https://www.breitbart.com/entertainment/2018/11/09/westworld-dr-quinn-medicine-woman-western-town-movie-set-burns-in-ca-wildfire/", "urlToImage": "https://media.breitbart.com/media/2018/11/Westworldsetburns1.jpg", "publishedAt": "2018-11-09T22:15:43Z", "content": "The old west town at Paramount Ranch in Agoura Hills has reportedly been destroyed by fire, according to a tweet from the Santa Monica Mountains Recreation Area. We are sorry to share the news that the #WoolseyFire has burned Western Town at #ParamountRanch i… [+2182 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ildefonso Ortiz and Brandon Darby", "title": "Migrant Caravan Heads to Tijuana to Avoid Ruthless Cartels Along Texas Border", "description": "Members of the first migrant caravan voted on traveling to Tijuana to avoid other cartel-controlled areas such as Tamaulipas and Coahuila. The new route will be almost three times longer than aiming for the Texas border where most human smuggling activities o…", "url": "https://www.breitbart.com/border/2018/11/09/migrant-caravan-heads-to-tijuana-to-avoid-ruthless-cartels-along-texas-border/", "urlToImage": "https://media.breitbart.com/media/2017/06/Teen-Prison-Break.jpg", "publishedAt": "2018-11-09T22:09:12Z", "content": "During a planned break in Mexico City, members of the first migrant caravan held a vote to determine the route they would take, El Manana reported. The vote took place at the Jesus Martinez Palillo Stadium, where the members decided that it was best to trek o… [+1877 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "Trump Bashes Democrat Efforts to Steal Elections in Florida, Arizona", "description": "President Trump took to Twitter Friday evening to slam Democrats, specifically those in Arizona and Florida, after vote totals continue to change in favor of Democrat candidates.", "url": "https://www.breitbart.com/politics/2018/11/09/trump-bashes-democrat-efforts-to-steal-elections-in-florida-arizona/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/09/3f413d_trump-34846-donald-trump-melania-trump-president-donald-trump-talks-boarding-e1541800815303.jpg", "publishedAt": "2018-11-09T22:00:34Z", "content": "In one of the tweets, President Trump questioned how Rick Scott, the Republican candidate for Senate in Florida, only leads Democrat Bill Nelson by 15,000 votes after leading by 50,000 plus votes on election day. Trump referred to it as “The Broward Effect.” … [+2151 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Sean Moran, Sean Moran", "title": "Kevin McCarthy: ‘I Had the Votes the First Day’ to Become House Minority Leader", "description": "House Majority Leader Kevin McCarthy (R-CA) told Politico in an interview on Friday that he has the votes on the “first day” to become the next House Minority Leader.", "url": "https://www.breitbart.com/politics/2018/11/09/kevin-mccarthy-i-had-the-votes-the-first-day-to-become-house-minority-leader/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/ap/15/fc64d6_california-mccarthy-72022-congressman-kevin-mccarthy-bakersfield-questions-e1541617697754.jpg", "publishedAt": "2018-11-09T21:59:08Z", "content": "In an interview with Politico, McCarthy said he had already locked enough support in the House Republican conference to become the next House Minority Leader.I had the votes the first day, McCarthy contended. The House Republican conference will vote next wee… [+2348 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Chinese Pork Company Paying Its Debt in Ham", "description": "A Chinese pork company ran out of money to pay its bondholders after consumers turned against its products. So instead it is paying its debt with ham.", "url": "https://www.breitbart.com/africa/2018/11/09/chinese-pork-company-paying-its-debt-in-ham/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/ap/23/1f3acc_china-swine-fever-outbreak-45050-in-dec-19-2014-photo-worker-digs-in-fermentation-e1541800348338.jpg", "publishedAt": "2018-11-09T21:53:01Z", "content": "The ungrateful pigs would like just trample on the pearls and might even turn on you, Jesus warned. Best keep your pearls out of the pig pen. Investors in China might have a new insight into the biblical proverb. Shenzhen-listed pork producer Chuying Agro-Pas… [+444 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Tucker Carlson Antifa Riot Hints Cuba’s Campaign to Export Mob Attacks Is Succeeding", "description": "The mob attack on Fox News host Tucker Carlson’s home this week by radical Marxists – leaving his home with a broken door and vandalized with leftist slogans – has triggered widespread shock on the part of most decent Americans. For those aware of the way “An…", "url": "https://www.breitbart.com/latin-america/2018/11/10/tucker-carlson-antifa-riot-hints-cubas-campaign-to-export-mob-attacks-is-succeeding/", "urlToImage": "https://media.breitbart.com/media/2016/12/cuba-police-arrest-ladies-in-white-screenshot.jpg", "publishedAt": "2018-11-09T21:49:44Z", "content": "Pro-democracy and right-leaning political activists, journalists, and artists 90 miles from our shores, fighting for their rights in communist Cuba, have faced similar mob attacks on their homes for years. Unlike the Carlson incident, in Cuba, the government … [+6729 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins, AWR Hawkins", "title": "Ashton Kutcher Begs Ivanka Trump: ‘Plead with Your Dad’ to Push ‘Gun Control Now'", "description": "Actor Ashton Kutcher responded to Wednesday's shooting in Borderline Bar & Grill by begging Ivanka Trump to convince her father to push \"gun control now.\"", "url": "https://www.breitbart.com/entertainment/2018/11/09/ashton-kutcher-begs-ivanka-trump-plead-with-you-dad-to-push-gun-control-now/", "urlToImage": "https://media.breitbart.com/media/2018/11/Ashtonkutcher1.jpg", "publishedAt": "2018-11-09T21:22:52Z", "content": "Kutcher used Twitter to explain that he celebrated his most recent birthday party at Borderline, tweeting, “My wife threw me a birthday party this year at the Borderline. Only reason we are alive is the shooter chose a different night. My heart goes out to th… [+3232 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Michael Ian Black Suggests Reporters Tell Trump to ‘F*ck Off’", "description": "Actor and comedian Michael Ian Black said Friday that reporters should just tell President Donald Trump to \"fuck off\" when he criticizes them and their coverage of his administration.", "url": "https://www.breitbart.com/entertainment/2018/11/09/michael-ian-black-suggests-reporters-tell-trump-to-fck-off/", "urlToImage": "https://media.breitbart.com/media/2018/03/Michaelian1.jpg", "publishedAt": "2018-11-09T21:20:49Z", "content": "In response to a video clip of President Trump telling a reporter that she asks “stupid questions” Friday, Michael Ian Black said, “A reasonable response from any reporter to this kind of insult would be, ‘Mr. President, with all due respect, fuck off.'” A re… [+2099 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Chinese State-Controlled News Agency Reveals AI News Anchor", "description": "Xinhua, a news agency owned and controlled by the Chinese government, has revealed an artificial intelligence news anchor modeled on a real-life anchor at the agency.", "url": "https://www.breitbart.com/tech/2018/11/09/chinese-state-controlled-news-agency-reveals-ai-news-anchor/", "urlToImage": "https://media.breitbart.com/media/2018/11/AI-anchor-1.jpg", "publishedAt": "2018-11-09T21:12:15Z", "content": "“Hello everyone. I’m an English artificial intelligence anchor. This is my very first day in Xinhua News Agency. My voice and appearance are modelled on Zhang Zhao, a real anchor with Xinhua,” declared the A.I. anchor in a video released by Xinhua. “The devel… [+2631 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Facebook Claims to Have Gotten Better at Removing Terrorism Content", "description": "Social media giant Facebook has claimed that it has improved its removal rates of content produced by ISIS, al-Qaeda and other terrorist groups from the platform.", "url": "https://www.breitbart.com/tech/2018/11/09/facebook-claims-to-have-gotten-better-at-removing-terrorism-content/", "urlToImage": "https://media.breitbart.com/media/2018/04/GettyImages-944726358-e1538513852661.jpg", "publishedAt": "2018-11-09T21:04:51Z", "content": "In a recent blog post titled “Hard Questions: What Are We Doing to Stay Ahead of Terrorists?” Facebook discussed their efforts to remove terrorism-related content from their platform. In the post, Facebook claims to have removed 9.4 million pieces of terroris… [+2240 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder, John Binder", "title": "Florida Vote Count Official Accused of Having More Voters on Rolls than Eligible Citizens", "description": "The Florida official put in charge of counting votes in Broward County — the most liberal county in the state — for the gubernatorial and Senate race was previously accused of having more voters on her rolls than eligible voters in the county.", "url": "https://www.breitbart.com/politics/2018/11/09/florida-vote-count-official-accused-of-having-more-voters-on-rolls-than-eligible-citizens/", "urlToImage": "https://media.breitbart.com/media/2018/11/brenda-snipes.jpg", "publishedAt": "2018-11-09T20:59:50Z", "content": "Despite the election occurring days ago, Broward County Board of Elections Supervisor Brenda Snipes continues tallying ballots, though she has refused to disclose how many ballots are still not counted. Republican Senate candidate Rick Scott has announced he … [+2519 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Daniel Leberfeld", "title": "Eric Reid Ejected for Hit on Ben Roethlisberger", "description": "Carolina safety Eric Reid, one of the NFL's last remaining anthem-kneelers, was ejected from Thursday night's Steelers win over the Panthers for an illegal hit to the head of Pittsburgh QB Ben Roethlisberger.", "url": "https://www.breitbart.com/sports/2018/11/09/eric-reid-ejected-hit-ben-roethlisberger/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Keith-Srakocic-1.jpg", "publishedAt": "2018-11-09T20:36:48Z", "content": "In the third quarter of Pittsburgh’s 52-21 route of the Panthers, Roethlisberger was scrambling for a first down, slid at the end of the run, and Reid dove at the QB, leading to an illegal shoulder-to-helmet hit. Reid didn’t know you could get ejected from NF… [+3145 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash, Charlie Nash", "title": "Report: Ian Long Posted Messages on Instagram During Shooting Rampage", "description": "29-year-old Thousand Oaks bar shooter David Ian Long reportedly posted to Facebo0k's Instagram social media network during the mass shooting which killed twelve on Wednesday.", "url": "https://www.breitbart.com/tech/2018/11/09/report-ian-long-posted-messages-on-instagram-during-shooting-rampage/", "urlToImage": "https://media.breitbart.com/media/2018/11/ianlong.png", "publishedAt": "2018-11-09T20:27:39Z", "content": "According to TMZ, Long was “on social media as he shot a dozen people dead, and, based on what we now know, it sounds like they were revenge killings.” TMZ reports that law enforcement officials told the site that Long held his gun in one hand and his phone i… [+1100 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Pakistan Withdraws Arrest Orders for Blasphemy Riot Leaders, Blames 'Opposition' Instead - Breitbart News", "description": "Breitbart News Pakistan Withdraws Arrest Orders for Blasphemy Riot Leaders, Blames 'Opposition' Instead Breitbart News Pakistani government officials reportedly withdrew arrest warrants for members of the radical Islamist Tehreek-i-Labbaik Pakistan (TLP) part…", "url": "https://www.breitbart.com/asia/2018/11/09/pakistan-blasphemy-rioters-go-free/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/07/bc6170_thousands-islamists-poured-streets-in-protest-supreme-court-judges-overturned-e1541616467291.jpg", "publishedAt": "2018-11-09T20:16:43Z", "content": "Asia Bibi was acquitted of blasphemy, a crime punishable by death in Pakistan, last week after spending eight years on death row. In response, the TLP organized thousands-strong violent mobs in Pakistan’s major cities, forcing schools and businesses to shut d… [+4357 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston, Warner Todd Huston", "title": "WATCH: Panthers Kyle Love Falls Asleep During 'Thursday Night Football'", "description": "Carolina Panthers defensive tackle Kyle Love is taking a ribbing today on social media, after video seemed to show him nodding off during the Panther's game against the Steelers on Thursday.", "url": "https://www.breitbart.com/sports/2018/11/09/watch-panthers-kyle-love-falls-asleep-during-thursday-night-football/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-R.jpg", "publishedAt": "2018-11-09T20:13:16Z", "content": "A short video clip of the player sitting on the sidelines spurred fans to wonder if Love fell asleep sitting on the bench during the Panthers’ 52-21 loss to Pittsburgh. He awake? pic.twitter.com/ndgPUIAQ6J — John Middlekauff (@JohnMiddlekauff) November 9, 201… [+871 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward, John Hayward", "title": "Medical Experts Fear Congo Ebola Outbreak May Become Worst Ever", "description": "Harried doctors fighting the Ebola outbreak in the Democratic Republic of the Congo (DRC) fear it may become the worst outbreak of the deadly disease in the region to date, as an ongoing insurgency slows treatment and accelerates contamination.", "url": "https://www.breitbart.com/national-security/2018/11/09/medical-experts-fear-congo-ebola-outbreak-may-become-worst/", "urlToImage": "https://media.breitbart.com/media/2018/11/ebola-woman-baby-patients-beds-afp.jpg", "publishedAt": "2018-11-09T19:51:33Z", "content": "We are absolutely concerned about the ongoing outbreak in the Democratic Republic of Congo, a senior official with USAID said on Thursday. It is occurring in an area of active conflict, so physical insecurity is a persistent challenge and complication to the … [+4255 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "***Live Updates*** Wildfires Blaze Across Parts of Southern California", "description": "A wildfire blazing so quickly that firefighters couldn’t hope to stop it quadrupled in size Friday after destroying several thousand buildings and leveling much of a Northern California town of nearly 30,000 people, according to state authorities.", "url": "https://www.breitbart.com/local/2018/11/09/live-updates-wildfires-blaze-across-parts-of-california/", "urlToImage": "https://media.breitbart.com/media/2018/11/66.jpg", "publishedAt": "2018-11-09T19:40:12Z", "content": "Stay tuned to Breitbart News for live updates. All times eastern. 3:10 PM: Video shows the aftermath of the Camp Fire in Paradise EERIE VIDEO: The aftermath of the #CampFire in #Paradise. Yesterday there were reports that motorists were abandoning their cars … [+5480 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "U.S. Producer Price Index Jumps But May Be An Inflation Head-Fake", "description": "There's a mysterious category in PPI called \"trade services\" that might have created an illusion of inflation in October.", "url": "https://www.breitbart.com/economy/2018/11/09/ppivsinflation/", "urlToImage": "https://media.breitbart.com/media/2018/09/donald-trump-points-up-american-flag-918-getty.jpg", "publishedAt": "2018-11-09T19:23:03Z", "content": "Some analysts said the unexpectedly hot producer-price index could be an indication that inflation is picking up steam. But beneath the headline numbers there are reasons to doubt that the index is signaling inflation. Absent the volatile food and energy cate… [+2755 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Military, Political Leaders Condemn Exclusion of Rhodesian Veterans from Great War Centenary", "description": "Leading military and political figures have condemned the Tory government’s decision to exclude Rhodesian veterans from services commemorating the centenary of the First World War while inviting Germany to participate.", "url": "https://www.breitbart.com/europe/2018/11/09/military-political-leaders-condemn-rhodesian-veterans-exclusion-great-war-centenary/", "urlToImage": "https://media.breitbart.com/media/2018/11/Rhodesia.png", "publishedAt": "2018-11-09T19:09:27Z", "content": "Rhodesia and its predecessor states sent thousands of men to fight for the United Kingdom during the world wars, losing one in ten of its men during the Great War, according to The Telegraph. The self-governing colony had a terrific falling out with the mothe… [+3569 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Carney: U.S. Producer Prices Surged in October But There’s Still No Sign Tariffs Tax Consumers", "description": "Prices on home appliances, electronics, cars, trucks, soaps, and even toilet paper fell in October.", "url": "https://www.breitbart.com/politics/2018/11/09/carney-u-s-producer-prices-surged-in-october-but-theres-still-no-sign-tariffs-tax-consumers/", "urlToImage": "https://media.breitbart.com/media/2018/11/trump-flag-640x480-getty.jpg", "publishedAt": "2018-11-09T19:09:10Z", "content": "Many economists have been predicting that rising U.S. tariffs would drive prices higher for U.S. consumers, with some describing tariffs as a tax on consumers. The producer-price data suggest that while some businesses are paying higher prices for certain mat… [+5083 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "‘Teacher Wave’ Fizzle: Two-Thirds of Teachers on Ballot Lost in Midterms", "description": "\"It could have cohered into a clear story—a wave story—but in fact, it’s more of a patchwork,” said Jeffrey Henig, the director of the politics and education program at Teachers College at Columbia University. “This will be disappointing to some folks who wer…", "url": "https://www.breitbart.com/politics/2018/11/09/teacher-wave-fizzle-two-thirds-teachers-ballot-lost-midterms/", "urlToImage": "https://media.breitbart.com/media/2018/11/Teachers-Red-for-Ed-ap.jpg", "publishedAt": "2018-11-09T18:58:54Z", "content": "According to the education media outlet, teachers were spurred to run for public office as a result of the teacher walkouts that protested teacher pay and funding for public schools. The report states : It was the culmination of months, if not years, of activ… [+2059 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump: Acting Attorney General Matt Whitaker ‘a Strong Personality’", "description": "Despite Whitaker's appearance at several White House meetings, Trump said he does not know him very well but that he was \"very, very highly thought of.\"", "url": "https://www.breitbart.com/politics/2018/11/09/donald-trump-acting-attorney-general-matt-whitaker-strong-personality/", "urlToImage": "https://media.breitbart.com/media/2018/11/Matt-Whitaker-debate-serious-ap.jpg", "publishedAt": "2018-11-09T18:58:21Z", "content": "Despite Whitaker’s appearance at several White House meetings, Trump said he does not know him very well but that he is “very, very highly thought of.” “He’s probably, from what I hear, a very strong person, a very strong personality, and I think that’s what … [+1123 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Responds to Michelle Obama: I’ll ‘Never Forgive’ Your Husband", "description": "“I’ll never forgive him for what he did to our United States military by not funding it properly,\" I’ll never forgive him for many other ways.”", "url": "https://www.breitbart.com/politics/2018/11/09/donald-trump-responds-to-michelle-obama-ill-never-forgive-your-husband/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-hand-up-White-House-press-conference-getty.jpg", "publishedAt": "2018-11-09T18:55:35Z", "content": "“I’ll never forgive him for what he did to our military,” Trump said referring to former President Barack Obama. “I’ll never forgive him for what he did in many other ways, which I’ll talk to you about in the future.” Trump dismissed her remarks as a “controv… [+521 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Dismisses Kellyanne Conway’s Husband as ‘Seeking Publicity’", "description": "\"Why don't you do this, why don't you ask Kellyanne that question, she might know him better than me,\" Trump replied.", "url": "https://www.breitbart.com/politics/2018/11/09/donald-trump-dismisses-kellyanne-conways-husband-as-seeking-publicity/", "urlToImage": "https://media.breitbart.com/media/2018/11/George-conway.png", "publishedAt": "2018-11-09T18:46:30Z", "content": "Trump was asked by reporters about the op-ed as he left the White House to travel to Paris. “You mean Mr. Kellyanne Conway?” Trump asked. “He’s just trying to get publicity for himself. Why don’t you do this, why don’t you ask Kellyanne that question, she mig… [+791 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "Donald Trump Posts Proclamation Barring Illegal Migrants from Full Asylum", "description": "President Donald Trump has issued his formal proclamation barring economic migrants who try to sneak across the U.S. border from being allowed to apply for full asylum.", "url": "https://www.breitbart.com/border/2018/11/09/trump-posts-proclamation-barring-illegal-migrants-from-full-asylum/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_18290579940927.jpg", "publishedAt": "2018-11-09T18:28:09Z", "content": "The announcement is intended to help block the impending caravan of Honduran migrants, and it says: “The entry of any alien into the United States across the international boundary between the United States and Mexico is hereby suspended and limited … this pr… [+16301 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Michael Moore: ‘Preventing Black People from Voting’ Only Way Republicans Can Win", "description": "Progressive filmmaker Michael Moore claimed Friday morning that Republicans prevent African-Americans from voting because it is the only way the Party can win elections.", "url": "https://www.breitbart.com/entertainment/2018/11/09/michael-moore-preventing-black-people-from-voting-only-way-republicans-can-win/", "urlToImage": "https://media.breitbart.com/media/2017/03/MichaelMooreNationalEmergency.jpg", "publishedAt": "2018-11-09T18:09:37Z", "content": "Reacting to a tweet via Mother Jones’ Ari Berman, in which he accused Republicans of being “terrified of free and fair elections,” Michael Moore said: “It has to feel awful knowing that your side is outnumbered by the millions and the only way you can hang on… [+4444 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "George Lopez Charged with Battery After Altercation over Trump Joke", "description": "President Donald Trump-hating comedian George Lopez has been charged over an altercation caught on tape at a Hooters last month, TMZ reports.", "url": "https://www.breitbart.com/entertainment/2018/11/09/george-lopez-charged-with-battery-after-altercation-over-trump-joke/", "urlToImage": "https://media.breitbart.com/media/2018/11/georgelopezcharged-1.jpg", "publishedAt": "2018-11-09T17:58:00Z", "content": "The aging comedian will have to appear in court next month after being charged with misdemeanor battery. “According to the police report,” TMZ reports, “cops tracked George down the next day at a golf course and asked for his side of the story. Basically, Geo… [+828 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "CNN’s Brian Stelter: ‘Time and Time Again’ Trump Attacks African-American Women", "description": "Friday on CNN’s “At This Hour,” the senior media correspondent for the network Brian Stelter said “time and time again” President Donald Trump attacks African-American women. Bolduan said, “I think even before this, but especially now at this point, what the …", "url": "https://www.breitbart.com/video/2018/11/09/cnns-brian-stelter-time-and-time-again-trump-attacks-african-american-women/", "urlToImage": "https://media.breitbart.com/media/2018/11/CNNs-Brian-Stelter.jpg", "publishedAt": "2018-11-09T17:54:28Z", "content": "Friday on CNN’s “At This Hour,” the senior media correspondent for the network Brian Stelter said “time and time again” President Donald Trump attacks African-American women. Bolduan said, “I think even before this, but especially now at this point, what the … [+1628 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "ABC’s Hostin: ‘I Feel Complete Disgust When I Hear’ Trump Speak", "description": "Friday on ABC’s “The View,” co-host Sunny Hostin said She felt “disgust” listening to President Donald Trump speak. Discussing Trump’s current battles with the White House press corps, Hostin said, “He has a problem with anyone that will challenge him much li…", "url": "https://www.breitbart.com/video/2018/11/09/abcs-hostin-i-feel-complete-disgust-when-i-hear-trump-speak/", "urlToImage": "https://media.breitbart.com/media/2018/04/Sunny-Hostin.jpg", "publishedAt": "2018-11-09T17:52:23Z", "content": "Friday on ABC’s “The View,” co-host Sunny Hostin said She felt disgust” listening to President Donald Trump speak. Discussing Trump’s current battles with the White House press corps, Hostin said, “He has a problem with anyone that will challenge him much lik… [+680 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Nolte: Prior to Antifa Attack, CNN Relentlessly Demonized Tucker Carlson", "description": "CNN was on a crusade to demonize Tucker Carlson as a racist in the days and weeks leading up to the left-wing terrorist group Antifa's Wednesday night attack on the Fox News anchor's home.", "url": "https://www.breitbart.com/the-media/2018/11/09/nolte-prior-to-antifa-attack-cnn-relentlessly-demonized-tucker-carlson/", "urlToImage": "https://media.breitbart.com/media/2017/05/wi/ap/02/2hnetsn-e1515637027216.jpg", "publishedAt": "2018-11-09T17:49:23Z", "content": "According to the official police report, and while Carlson’s wife was home alone, “a group of approximately 20 people” assembled “in front of her home. They had a bullhorn and were chanting loudly.” The police found “an anarchy symbol” spray painted on the dr… [+9352 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Former Tesla Employee Charged with Embezzling $9.3 Million from Company", "description": "A former Tesla employee has been charged by a federal grand jury for allegedly embezzling $9.3 million from the electric car manufacturer.", "url": "https://www.breitbart.com/tech/2018/11/09/former-tesla-employee-charged-with-embezzling-9-3-million-from-company/", "urlToImage": "https://media.breitbart.com/media/2018/10/Elon-Musk-confused.jpg", "publishedAt": "2018-11-09T17:48:23Z", "content": "Gizmodo reports that a former Tesla employee, 32-year-old Salil Parulekar, has been charged by a federal grand jury of embezzling roughly $9.3 million from Tesla. It appears that the indictment has come as a result of an FBI investigation into Tesla. Paruleka… [+1739 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Reacts to Ruth Bader Ginsburg Injury: ‘I Wish Her Well’", "description": "\"I wish her well,\" Trump said to reporters who asked if he was thinking about another Supreme Court pick after the news broke.", "url": "https://www.breitbart.com/politics/2018/11/09/donald-trump-reacts-ruth-bader-ginsburg-injury-wish-her-well/", "urlToImage": "https://media.breitbart.com/media/2017/10/ginsburg.png", "publishedAt": "2018-11-09T17:40:10Z", "content": "“I wish her well,” Trump said to reporters who asked if he was thinking about another Supreme Court pick after the news broke. Ginsburg was hospitalized after falling in her office and breaking three ribs. Trump said he is not thinking about a replacement for… [+1248 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Anthem Protester Eric Reid Claims NFL Has Drug Tested Him Five Times This Season", "description": "Carolina Panthers safety and national anthem protester Eric Reid, says the NFL has given him \"random\" drug tests five times in the last couple months.", "url": "https://www.breitbart.com/sports/2018/11/09/anthem-protester-eric-reid-claims-nfl-drug-tested-him-five-times-this-season/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-7-1.jpg", "publishedAt": "2018-11-09T17:38:34Z", "content": "Reid was ejected from Thursday’s game for making contact with Ben Roethlisbergers head, while the Steelers QB was trying to slide. After his penalty, Reid was ordered to take a drug test. But in comments in the locker room, Reid hinted that he thinks he is be… [+1642 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "WATCH: Leftist Protester at American University Has Meltdown over Dinesh D’Souza Lecture", "description": "A leftist protester at American University was filmed screaming at a conservative who was hosting conservative filmmaker Dinesh D'Souza on campus. D'Souza commented on the protester during his speech, saying, \"And he goes, 'You don't know what it means to be …", "url": "https://www.breitbart.com/tech/2018/11/09/watch-leftist-protester-at-american-university-has-meltdown-over-dinesh-dsouza-lecture/", "urlToImage": "https://media.breitbart.com/media/2018/10/vote-protest-7-e1541784259813.jpg", "publishedAt": "2018-11-09T17:24:23Z", "content": "THIS JUST IN Deranged leftist has a complete mental breakdown over @DineshDSouza speaking at @AmericanU tonight. Someone get him some help… #onlyatYAF Tune to see the reaction to what D'Souza has to say LIVE tonight https://t.co/xzzVdJYVDb pic.twitter.com/gOv… [+1494 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Los Angeles Kings Adopt Bloomberg Gun Control Slogan ‘Enough’ After Thousand Oaks Shooting", "description": "The Los Angeles Kings adopted Michael Bloomberg's gun control slogan \"Enough,\" via helmet decals and signs the players held before Thursday night's game.", "url": "https://www.breitbart.com/sports/2018/11/09/los-angeles-kings-adopt-bloomberg-gun-control-slogan-enough-after-thousand-oaks-shooting/", "urlToImage": "https://media.breitbart.com/media/2018/11/gty-harry-how.jpg", "publishedAt": "2018-11-09T17:17:02Z", "content": "Breitbart News reported that former U.S. Marine Ian David Long opened fire in the Borderline Bar &amp; Grill Wednesday night, killing 12 innocents. He used a legally-purchased handgun to carry out the attack. USA Today quoted Kings president Luc Robitaille sa… [+1684 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Donald Trump Rips ‘Very Unprofessional’ Jim Acosta, Says He Might Revoke Other Press Passes", "description": "President Donald Trump ripped CNN's Jim Acosta for being \"very unprofessional\" Friday, saying that the way he treats Sarah Sanders is a \"disgrace.\"", "url": "https://www.breitbart.com/the-media/2018/11/09/donald-trump-rips-very-unprofessional-jim-acosta-says-he-might-revoke-other-press-passes/", "urlToImage": "https://media.breitbart.com/media/2018/11/donald-trump-jim-acosta-getty.jpg", "publishedAt": "2018-11-09T17:12:56Z", "content": "Trump held nothing back when speaking to reporters, tackling both CNN’s Jim Acosta as well as April Ryan. “I think Jim Acosta is a very unprofessional man–he does this with everybody. He gets paid to do that. You know, he gets paid to burst in, he’s a very un… [+2492 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Report: Thousand Oaks Killer Ian Long Mocked ‘Hopes and Prayers’ Before Massacre", "description": "Thousands Oaks gunman Ian David Long reportedly used a social media post to mock \"hopes and prayers\" before gunning down 12 people in the Borderline Bar & Grill on Wednesday night.", "url": "https://www.breitbart.com/politics/2018/11/09/report-thousand-oaks-killer-ian-long-mocked-hopes-and-prayers-before-massacre/", "urlToImage": "https://media.breitbart.com/media/2018/11/ian-long.png", "publishedAt": "2018-11-09T17:09:37Z", "content": "CNN reports authorities found a Facebook post they believe Long made just prior to the attack. The post says: “I hope people call me insane… (laughing emojis).. wouldn’t that just be a big ball of irony? Yeah.. I’m insane, but the only thing you people do aft… [+1290 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Jo Johnson Resigns from Govt Over Brexit Plan Which would See Britain 'Out of Europe, Yet Run by Europe'", "description": "Transport minister Jo Johnson has resigned from Theresa May’s government, claiming she has left Britain facing a choice between “vassalage and chaos”.", "url": "https://www.breitbart.com/europe/2018/11/09/jo-johnson-resigns-govt-theresa-mays-brexit-plan/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jo-Johnson.png", "publishedAt": "2018-11-09T17:00:05Z", "content": "The MP for Orpington is brother to Boris Johnson, the Brexit-supporting former Foreign and Commonwealth Secretary — but, like sister Rachel, was himself a Remain supporter during Britain’s referendum on EU membership in 2016. In a statement published on the M… [+1153 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Nolte: Poynter, BBC Break Ranks to Blast Jim Acosta’s Unprofessionalism", "description": "Columnists at two establishment media outlets, Poynter and the BBC, have broken ranks to criticize CNN's Jim Acosta's unprofessional grandstanding.", "url": "https://www.breitbart.com/the-media/2018/11/09/nolte-poynter-bbc-break-ranks-to-blast-jim-acostas-unprofessionalism/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jim-Acosta-Press-Brief.jpg", "publishedAt": "2018-11-09T16:49:46Z", "content": "The White House pulled Acosta’s press pass this week after the left-wing anchor made a spectacle of himself at President Trump’s Wednesday afternoon press conference. To open the event, the president spoke about his desire to work with Democrats and to cool t… [+5563 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "CNN’s Cuomo Slams ‘Thoughts and Prayers’ Sentiment — ‘What Are You Praying For?’", "description": "Thursday, CNN’s Chris Cuomo, host of “Cuomo Primetime,” reacted to the shooting that left 12 people at a Southern California bar dead Wednesday night. “It was the worst mass shooting in a week,” Cuomo said. “Think about that. Twelve lives, stolen by a thief t…", "url": "https://www.breitbart.com/video/2018/11/09/cnns-cuomo-slams-thoughts-and-prayers-sentiment-what-are-you-praying-for/", "urlToImage": "https://media.breitbart.com/media/2017/10/Chris-Cuomo.jpg", "publishedAt": "2018-11-09T16:35:53Z", "content": "Thursday, CNN’s Chris Cuomo, host of “Cuomo Primetime,” reacted to the shooting that left 12 people at a Southern California bar dead Wednesday night. It was the worst mass shooting in a week, Cuomo said. Think about that. Twelve lives, stolen by a thief that… [+798 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Exit Polls: Regular Churchgoers Voted Republican in Midterms", "description": "Americans who say they attend religious services regularly were far more apt to vote Republican in the midterm elections than those who attend seldom or never, exit polls revealed.", "url": "https://www.breitbart.com/politics/2018/11/09/exit-polls-regular-churchgoers-voted-republican-in-midterms/", "urlToImage": "https://media.breitbart.com/media/2018/10/Bible-and-cross.png", "publishedAt": "2018-11-09T16:35:33Z", "content": "According to CNN, 68 percent of voters who said they never attend religious services voted Democrat in their respective state and local elections, while only 30 percent of this group voted for the GOP. Conversely, among those who replied that they attend reli… [+1315 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Scarborough: ‘The Democratic Coalition Only Expands Two Years from Now’", "description": "Friday, Joe Scarborough, host of MSNBC’s “Morning Joe,” sounded off on the “Democratic wave” in the House of Representatives in the midterm elections, saying it will only expand and get “worse” for Republicans in 2020. ‘And the news gets worse for Republicans…", "url": "https://www.breitbart.com/video/2018/11/09/scarborough-the-democratic-coalition-only-expands-two-years-from-now/", "urlToImage": "https://media.breitbart.com/media/2018/11/scarborough-1.jpg", "publishedAt": "2018-11-09T16:11:26Z", "content": "Friday, Joe Scarborough, host of MSNBC’s “Morning Joe,” sounded off on the “Democratic wave” in the House of Representatives in the midterm elections, saying it will only expand and get “worse” for Republicans in 2020. And the news gets worse for Republicans,… [+495 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Border Patrol Agents Arrest 4 Migrants, Smuggler with $90K in Meth", "description": "Yuma Sector Border Patrol agents seized more than $90,000 in \"crystal\" meth and arrested four illegal immigrants during a traffic stop on Wednesday.", "url": "https://www.breitbart.com/border/2018/11/09/border-patrol-agents-arrest-4-migrants-smuggler-with-90k-in-meth/", "urlToImage": "https://media.breitbart.com/media/2018/11/11082018-YUM-meth-backpack.jpg", "publishedAt": "2018-11-09T15:59:29Z", "content": "Agents assigned to the Welton Station patrolling near the Interstate 8 immigration checkpoint observed four people walking out of the desert and getting into a gray 2009 Nissan Altima. The vehicle began driving eastbound, according to Yuma Sector Border Patro… [+1632 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Kyrsten Sinema Flips Slight Lead over Martha McSally as Arizona Counts Votes", "description": "Democrat Kyrsten Sinema flipped into the lead over Republican Martha McSally late Thursday as votes are still being counted in several counties.", "url": "https://www.breitbart.com/midterm-election/2018/11/09/kyrsten-sinema-flips-slight-lead-over-martha-mcsally-as-arizona-counts-votes/", "urlToImage": "https://media.breitbart.com/media/2018/10/Krysten-Sinema.jpg", "publishedAt": "2018-11-09T15:58:28Z", "content": "McSally had held the lead early Thursday, two days after the Tuesday midterm election. She had 49.4 percent and 856,848 votes. Sinema had 48.4 percent at 839,775 votes at the time. At the time there were still 617,000 votes to be counted in the state or 16 pe… [+1571 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Spike Lee: White House Suspending Jim Acosta Press Pass Is ‘Disgraceful’", "description": "Film director Spike Lee defended CNN's White House correspondent Jim Acosta on Thursday, accusing the Trump administration of making \"disgraceful\" moves against the press.", "url": "https://www.breitbart.com/entertainment/2018/11/09/spike-lee-white-house-suspending-jim-acosta-press-pass-disgraceful/", "urlToImage": "https://media.breitbart.com/media/2018/08/MoralSpikeLee1.jpg", "publishedAt": "2018-11-09T15:53:25Z", "content": "On Wednesday evening, the White House announced that they had suspended Acosta’s hard pass after a contentious exchange with Trump in the wake of the midterm elections. During the exchange, Acosta refused to give up the microphone to a White House intern as s… [+1428 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Report: Shots Fired at Kanye, Nicki Minaj Music Video Shoot", "description": "A music video shoot for rapper Tekashi 6ix9ine, and featuring Kanye West and Nicki Minaj, was reportedly targeted with gunfire on Thursday.", "url": "https://www.breitbart.com/entertainment/2018/11/09/report-shots-fired-at-kanye-nicki-minaj-music-video-shoot/", "urlToImage": "https://media.breitbart.com/media/2018/10/kanye-west-2015-mtv-video-music-award-getty.jpg", "publishedAt": "2018-11-09T15:50:44Z", "content": "TMZ reports that Kanye West and rapper Tekashi 6ix9ine were inside a house in Beverly Hills to record a music video when a drive-by shooting occurred. Witnesses tell police they heard as many as eight shots fired. Nicki Minaj was not yet there when the shooti… [+1029 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Central American Migrants, Drugs Intercepted 80 Miles into Texas", "description": "Rio Grande Valley Sector Border Patrol agents intercepted a group of Central American migrants and nearly $400,000 in drugs at an immigration checkpoint about 80 miles from the Texas-Mexico border.", "url": "https://www.breitbart.com/border/2018/11/09/central-american-migrants-drugs-intercepted-80-miles-into-texas/", "urlToImage": "https://media.breitbart.com/media/2018/02/falfurrias_border_checkpoint-640x426.jpg", "publishedAt": "2018-11-09T15:50:40Z", "content": "Agents assigned to the Falfurrias Border Patrol Checkpoint located in Brooks County, Texas, observed a box truck approaching for inspection on Monday morning. A K-9 agent alerted to the possible presence of drugs or human cargo in the back of the truck. The a… [+1547 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Rick Scott: Left-Wing Activists, Democratic D.C. Lawyers Trying ‘to Steal This Election’", "description": "\"We don't know how many more votes they're going to come up with, but this sure appears they're going to keep finding as many votes as it takes to win this election.\"", "url": "https://www.breitbart.com/video/2018/11/09/fl-gov-scott-left-wing-activists-democratic-d-c-lawyers-trying-to-steal-this-election/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-939382180.jpg", "publishedAt": "2018-11-09T15:47:52Z", "content": "In an interview Thursday on Fox News Channel’s “Hannity,” Florida Governor and Republican United States Senate nominee Rick Scott discussed the controversial recount in Florida that is seeing Scott’s big lead shrink away. “We got some left-wing activists. We … [+539 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Denounces ‘Crooked’ and ‘Shady’ Behavior in Florida Elections", "description": "\"There's a lot of crooked stuff going on. It always seems to go the way of the Democrats.... All of a sudden, out of the wilderness, they find a lot of votes,\" Trump said. \"What's going on in Florida is a disgrace.\"", "url": "https://www.breitbart.com/politics/2018/11/09/donald-trump-denounces-crooked-shady-behavior-florida-elections/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-South-Lawn-White-House-November-9-2018-getty.jpg", "publishedAt": "2018-11-09T15:46:23Z", "content": "“There’s a lot of crooked stuff going on. It always seems to go the way of the Democrats. … All of a sudden, out of the wilderness, they find a lot of votes,” Trump said. “What’s going on in Florida is a disgrace.” Trump expressed concerns about the history o… [+587 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Consumer Sentiment Beats Expectations, On Target for Best Year Since 2000", "description": "Expectations for income growth are at their highest level in a decade.", "url": "https://www.breitbart.com/economy/2018/11/09/consumer-sentiment-beats-expectations-on-target-for-best-year-since-2000/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/05/6272fb_president-donald-trump-is-not-on-ballot-polarizing-us-president-decades-e1541777800788.jpg", "publishedAt": "2018-11-09T15:39:07Z", "content": "The university’s sentiment index dipped slightly to 98.3 in a preliminary reading for November from 98.6 in October. Economists had forecast the index falling to 98. The midterm election results did not change consumer’s very positive views of the economy. Co… [+1161 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Swedish Foreign Minister Tells Jordan Peterson to ‘Crawl Back Under the Rock He Came From’", "description": "Swedish Foreign Minister Margot Wallström slammed Canadian professor Jordan Peterson's recent visit to Stockholm saying the academic should \"crawl back under the rock he came from.\"", "url": "https://www.breitbart.com/europe/2018/11/09/swedish-foreign-minister-tells-jordan-peterson-crawl-back-under-rock-he-came-from/", "urlToImage": "https://media.breitbart.com/media/2017/11/jordan-peterson-wikimedia-commons.jpg", "publishedAt": "2018-11-09T15:35:04Z", "content": "Earlier this week, Dr Peterson visited the Swedish capital as part of an ongoing speaking tour alongside U.S. political commentator Dave Rubin following the publication of Peterson’s book 12 Rules of Life: An Antidote to Chaos. Commenting on the visit of Pete… [+2162 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Tommy Robinson Brands Paypal Ban ‘Fascism’ After Tech Giant Stops Payments", "description": "Citizen journalist and activist Tommy Robinson has branded Paypal's decision to stop processing his payments \"fascism,\" saying the company is trying to \"silence\" him.", "url": "https://www.breitbart.com/europe/2018/11/09/tommy-robinson-brands-paypal-ban-fascism-tech-giant-stops-payments/", "urlToImage": "https://media.breitbart.com/media/2018/10/Tommy-Robinson-4.png", "publishedAt": "2018-11-09T15:31:04Z", "content": "Paypal confirmed that it had stopped handling payments for the founder and former member of the English Defence League, saying that while it could not comment on individual account holders, it says it regularly reviews accounts to check they are abiding by th… [+1870 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Theresa May Poised to Betray Fishermen and Northern Ireland as EU Piles on Brexit Demands", "description": "The European Union is demanding it retain control of Britain’s ravaged fisheries as the price of approving Theresa May’s plan to keep the country in the EU Customs Union, according to reports.", "url": "https://www.breitbart.com/europe/2018/11/09/theresa-may-betray-fishermen-northern-ireland-eu-brexit-demands/", "urlToImage": "https://media.breitbart.com/media/2018/11/Theresa-May-Boat.png", "publishedAt": "2018-11-09T15:29:02Z", "content": "The Prime Minister’s proposals for Britain to duplicate EU rules and regulations through a ‘common rulebook’ managed by EU judges and to remain within the bloc’s Customs Union — effectively preventing the country from reestablishing an independent trade polic… [+4305 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "MSNBC’s Matthews: ‘Thoughts and Prayers’ ‘Should Be Outlawed’", "description": "In the wake of the California shooting that left 12 people at a Southern California bar dead, MSNBC “Hardball” host Chris Matthews said lawmakers in this case sending their “thoughts and prayers” “should be outlawed.” “Thoughts and prayers … I’m sorry, but th…", "url": "https://www.breitbart.com/video/2018/11/09/msnbcs-matthews-thoughts-and-prayers-should-be-outlawed/", "urlToImage": "https://media.breitbart.com/media/2017/12/Chris-Matthews-on-Trump-Watch-MSNBC.jpg", "publishedAt": "2018-11-09T15:22:01Z", "content": "In the wake of the California shooting that left 12 people at a Southern California bar dead, MSNBC “Hardball” host Chris Matthews said lawmakers in this case sending their “thoughts and prayers” “should be outlawed.” “Thoughts and prayers … I’m sorry, but th… [+936 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Everytown Pushes Red Flag Law After That Law Failed to Stop Thousands Oaks Attack", "description": "Michael Bloomberg-funded Everytown for Gun Safety pushed red flag laws for every state the day after California's red flag law failed to prevent the Thousand Oaks shooting.", "url": "https://www.breitbart.com/politics/2018/11/09/everytown-pushes-new-red-flag-law-to-replace-law-that-failed-to-stop-thousands-oaks-attack/", "urlToImage": "https://media.breitbart.com/media/2017/04/Everytown-for-Gun-Safety.jpg", "publishedAt": "2018-11-09T15:21:32Z", "content": "Breitbart News reported that former U.S. Marine Ian David Long entered the Borderline Bar &amp; Grill Wednesday night and opened fired around 11:20 pm. He killed 12 people, including Sheriff’s Sgt. Ron Helus. Long used a legally-purchased.45 caliber handgun t… [+2010 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Caroline Glick", "title": "Caroline Glick: J Street, NIF Accused Trump of Antisemitism While Boosting Antisemitic Terrorists", "description": "Some of the groups accusing Trump of antisemitism work to legitimize and advance the fortunes of antisemitic terrorists who murder Jews.", "url": "https://www.breitbart.com/middle-east/2018/11/09/caroline-glick-j-street-nif-accused-trump-of-antisemitism-while-boosting-antisemitic-palestinian-terrorists/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jeremy-Ben-Ami-of-J-Street-Associated-Press.jpg", "publishedAt": "2018-11-09T15:07:26Z", "content": "The problem is not simply that the likes of J Street and the New Israel Fund fail to provide any proof of their allegations. And it is worse than the fact that in accusing the president of responsibility for the most lethal antisemitic attack on U.S. soil in … [+7964 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee, Tony Lee", "title": "Memoir: Michelle Obama Upset 'Haters' Labeled Her ‘Angry’ Black Woman", "description": "Former First Lady Michelle Obama reportedly reveals in her memoir, Becoming, that she was upset and felt bullied when “certain people” and her \"haters\" labeled her as an “angry” black woman during former President Barack Obama’s presidential campaigns and her…", "url": "https://www.breitbart.com/politics/2018/11/09/memoir-michelle-obama-upset-haters-labeled-her-angry-black-woman/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/ap/23/477370_election-2018-michelle-obama-45338-michelle-obama-lady-michelle-obama-e1537828177545.jpg", "publishedAt": "2018-11-09T15:06:16Z", "content": "The Washington Post obtained a copy of Becoming, and the Post notes in a Thursday evening review that Obama discusses what she calls the angry black woman trap that dogged her. I was female, black and strong, which to certain people... translated only to angr… [+2205 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Jimmy Kimmel: ‘We Must Protect’ Ruth Bader Ginsburg ‘at Any Cost’", "description": "ABC Late-night host Jimmy Kimmel expressed concern over the news that Supreme Court Justice Ruth Ginsburg was taken to hospital on Thursday, declaring that she needs to stay on the court for “another 80 years.”", "url": "https://www.breitbart.com/entertainment/2018/11/09/jimmy-kimmel-we-must-protect-ruth-bader-ginsburg/", "urlToImage": "https://media.breitbart.com/media/2018/10/Jimmybegforbeto1.jpg", "publishedAt": "2018-11-09T14:46:16Z", "content": "This week, 85-year-old Justice was hospitalized after reportedly fracturing three ribs in a fall at the court, sparking speculation she may be forced to retire her seat. Such a decision would allow President Donald Trump to appoint, and likely have confirmed,… [+1467 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "Exclusive — NYC 9/11 Top Cop Bernard Kerik: FBI Must Classify ANTIFA as a ‘Domestic Terror Group’", "description": "Former New York City Police Commissioner Bernard Kerik told Breitbart News Tonight Thursday evening that the FBI should classify Antifa as a \"domestic terror group.\" He offered his remarks in an interview with SiriusXM hosts Rebecca Mansour and Joel Pollak.", "url": "https://www.breitbart.com/radio/2018/11/09/exclusive-nyc-9-11-top-cop-bernard-kerik-fbi-must-classify-antifa-as-a-domestic-terror-group/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot.jpg", "publishedAt": "2018-11-09T14:41:42Z", "content": "Kerik’s comments were made during a discussion of left-wing activists threatening and intimidating Tucker Carlson’s family on Wednesday night outside of the Carlson family’s home in Washington, D.C. Kerik said, “In the most minimal definition of terrorism, it… [+4951 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Videos: Heroism, Harrowing Escapes as Fire Devastates Paradise, California", "description": "PARADISE, Calif. (AP) — A fast-moving wildfire that ravaged a Northern California town Thursday sent residents racing to escape on roads that turned into tunnels of fire as thick smoke darkened the daytime sky, wiping out what a Cal Fire official said was a c…", "url": "https://www.breitbart.com/local/2018/11/09/videos-heroism-harrowing-escapes-as-fire-destroys-california-town/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1059474522.jpg", "publishedAt": "2018-11-09T14:34:28Z", "content": "We were surrounded by fire, we were driving through fire on each side of the road, said police officer Mark Bass, who lives in the hard-hit town of Paradise and works in neighboring Chico. He evacuated his family and then returned to the fire to help rescue s… [+9705 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Merrill Hope", "title": "Nine Arrested in Alleged Voter Fraud Scheme in Texas Border Town", "description": "Nine individuals were arrested Thursday for their alleged roles in a 2017 voter fraud scheme involving the municipal election in a Texas border town.", "url": "https://www.breitbart.com/border/2018/11/09/nine-arrested-in-alleged-voter-fraud-scheme-in-texas-border-town/", "urlToImage": "https://media.breitbart.com/media/2018/11/edinburg.png", "publishedAt": "2018-11-09T14:27:45Z", "content": "These arrests were part of an ongoing investigation into a coordinated effort by political workers to recruit people who would fraudulently claim residential addresses so they could vote in specific races and influence the results of the Edinburg city electio… [+4007 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "USAID Urges Christians, Other Minorities to Return to Iraq: 'America Is on the Ground'", "description": "The recently appointed special representative for reconstruction in minority areas of Iraq for the U.S. Agency for International Development (USAID) told Breitbart News he has a message for the Christians and other religious minorities who fled genocide at th…", "url": "https://www.breitbart.com/middle-east/2018/11/09/usaid-urges-christians-other-minorities-to-return-to-iraq-america-is-on-the-ground/", "urlToImage": "https://media.breitbart.com/media/2018/11/USAID.jpg", "publishedAt": "2018-11-09T14:23:00Z", "content": "In an interview with Breitbart News on Tuesday, Max Primorac said: I think the religious minorities have been so beaten and persecuted that they thought that they were abandoned. Abandoned by their own government. Abandoned by the international community. The… [+5019 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Dennis Miller Compares Liberalism to a ‘Nude Beach:’ ‘Sounds Good Until You Get There’", "description": "Veteran comedian Dennis Miller told Jimmy Kimmel that liberalism is like a \"nude beach,\" because it only sounds good in theory.", "url": "https://www.breitbart.com/entertainment/2018/11/09/dennis-miller-liberalism-like-nude-beach-sounds-good-until-you-get-there/", "urlToImage": "https://media.breitbart.com/media/2018/11/Millercrop.jpg", "publishedAt": "2018-11-09T13:40:12Z", "content": "“I went to vote yesterday and I won’t even–I live in a surf town, up the coast here from L.A., and they don’t even give you the sticker. You have to actually get ‘I voted’ tattooed above your pubic mound,” Dennis Miller told Kimmel. “They’re tattooing people?… [+1840 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Fiancee Shocked by Reports Khashoggi's Body was Melted", "description": "ANKARA, Turkey — The fiancee of slain Saudi journalist Jamal Khashoggi has expressed “shock and sadness” over reports suggesting that his body may have been dissolved with chemicals.", "url": "https://www.breitbart.com/middle-east/2018/11/09/fiancee-shocked-by-reports-khashoggis-body-was-melted/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/30/b2a091_saudi-journalist-jamal-khashoggi-turkish-fiancee-hatice-cengiz-has-called-e1541009593352.jpg", "publishedAt": "2018-11-09T13:23:04Z", "content": "Hatice Cengiz said on Twitter late Thursday that Khashoggis killers had deprived his loved ones of conducting funeral prayers and burying him in Medina, Saudi Arabia, as he had wished. Turkey says the Washington Post columnist, who was critical of the Saudi c… [+364 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "Hard Left Greek PM Moves Towards Abolishing Christianity as State Religion", "description": "Alexis Tsipras has moved forward with plans to abolish Christianity as the state religion in Greece, announcing that 10,000 Orthodox Church employees will be taken off the public payroll.", "url": "https://www.breitbart.com/europe/2018/11/09/greek-abolish-church-state-religion/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-936482304-e1541753267424.jpg", "publishedAt": "2018-11-09T13:20:51Z", "content": "Appearing at a joint televised address in Athens with the leader of the Greek Orthodox Church, Archbishop Ieronymos, the avowed atheist premier said that priests and bishops will remain on the state payroll but will no longer be civil servants. The move will … [+2073 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Local Labour Accused of Trying to 'Dilute' Scrutiny of Grooming Gang Inquiry", "description": "Conservative Party councillors in Kirklees have accused their Labour colleagues of attempting to “dilute” the terms of an inquiry into the Huddersfield grooming gang after 20 mostly Pakistani-Muslim men were jailed for the historic abuse of 15 vulnerable girl…", "url": "https://www.breitbart.com/europe/2018/11/09/local-labour-govt-accused-trying-dilute-scrutiny-huddersfield-grooming-gang-inquiry/", "urlToImage": "https://media.breitbart.com/media/2018/10/grooming-gang.jpg", "publishedAt": "2018-11-09T13:18:45Z", "content": "Tory councillors called for an independent inquiry following the grooming gang scandal at Huddersfield Town Hall Wednesday night over concerns that the chairman of the proposed review, Dr Mark Peel of the Leeds Children’s Safeguarding Partnership, was “too cl… [+3055 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Don Lemon: Stop Pretending Second Amendment is ‘Sacrosanct’", "description": "CNN host Don Lemon suggested we have to stop pretending the Second Amendment is \"above all\" and therefore \"sacrosanct.\" He made the claim as part of his reaction to the Thousand Oaks, California, shooting.", "url": "https://www.breitbart.com/politics/2018/11/09/don-lemon-stop-pretending-second-amendment-is-sacrosanct/", "urlToImage": "https://media.breitbart.com/media/2017/12/Don-Lemon-CNN-ap.jpg", "publishedAt": "2018-11-09T12:46:39Z", "content": "He said, “I don’t think it’s too much to ask for guns, Second Amendment right, and sense with it.” Lemon’s segment began with he and fellow host Chris Cuomo pleading for more gun control. Their conversation included everything from Lemon suggesting our Foundi… [+1316 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering, Charlie Spiering", "title": "Donald Trump: Authorities Investigating Possible Election Fraud in Florida", "description": "President Donald Trump announced Thursday night that law enforcement was investigating possible election fraud in Florida after Gov. Rick Scott appeared to win his midterm senate race.", "url": "https://www.breitbart.com/politics/2018/11/09/donald-trump-authorities-investigating-possible-election-fraud-in-florida/", "urlToImage": "https://media.breitbart.com/media/2016/11/wi/afp/13/3mednvl-e1479746803935.jpg", "publishedAt": "2018-11-09T12:37:42Z", "content": "“Law Enforcement is looking into another big corruption scandal having to do with Election Fraud in #Broward and Palm Beach,” Trump wrote on Twitter. “Florida voted for Rick Scott!” Mysteriously, thousands of additional votes from Broward County continue to b… [+1631 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder, John Binder", "title": "Midterms: Paul Ryan's Republicanism Tanks at the Ballot Box. Again", "description": "Voters in the midterm elections rejected House Speaker Paul Ryan's economic libertarian ideology of tax cuts and entitlement reform, yet again.", "url": "https://www.breitbart.com/politics/2018/11/09/midterms-paul-ryans-republicanism-tanks-at-the-ballot-box-again/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-887776016.jpg", "publishedAt": "2018-11-09T12:20:47Z", "content": "“Frankly, our members feel pretty good because they have a really good message … I mean look at what we’ve just been able to achieve in Congress with the President in the last two years,” Ryan told Fox News’ Bret Baier. “A record economy, the military being r… [+7935 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "UC Berkley Students Compare Pittsburgh Synagogue Victims to Deaths of Hamas-Led Rioters", "description": "Anti-Zionist groups at the University of California, Berkeley, equated victims of the recent antisemitic massacre at a Pittsburgh synagogue with Palestinians who were killed during Hamas-led riots on the border between Israel and the Gaza Strip.", "url": "https://www.breitbart.com/middle-east/2018/11/09/uc-berkley-students-compare-pittsburgh-synagogue-victims-to-deaths-of-hamas-led-rioters/", "urlToImage": "https://media.breitbart.com/media/2018/11/protest.jpg", "publishedAt": "2018-11-09T12:02:10Z", "content": "In a statement this week, the universitys Jewish Voice for Peace (JVP) and Students for Justice in Palestine (SJP) announced an upcoming joint vigil to commemorate, honor, and remember the lives of those lost to violence and hate at Tree of Life synagogue in … [+456 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Tel Aviv Flights Temporarily Suspended After Syrian Passenger Plane Enters Israeli Airspace", "description": "Flights at Israel's main international Tel Aviv airport were suspended for about 20 minutes due to air force activity Thursday.", "url": "https://www.breitbart.com/middle-east/2018/11/09/tel-aviv-flights-temporarily-suspended-after-syrian-passenger-plane-enters-israeli-airspace/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/02/4f6d2c_abulhawa-was-detained-tel-aviv-ben-gurion-international-airport-on-22-2018.jpg", "publishedAt": "2018-11-09T11:38:29Z", "content": "Planes at Ben Gurion International Airport were grounded and landings called off from 6:45 p.m. to 7:05 p.m. while air force jets were scrambled to investigate an unidentified object approaching Israeli airspace in what turned out to be a false alarm, accordi… [+331 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Khan's London: Romanian Family Leaves Britain After Gang Murders Son, Capital 'Too Dangerous'", "description": "A family from Romania have left Britain after one of them was murdered in Sadiq Khan’s London, saying the city is “too dangerous”.", "url": "https://www.breitbart.com/europe/2018/11/09/khans-london-romanian-family-leaves-britain-gang-murders-son-city-too-dangerous/", "urlToImage": "https://media.breitbart.com/media/2018/10/GettyImages-51854405.png", "publishedAt": "2018-11-09T11:33:16Z", "content": "Beniamin Pieknyi, 21, and a friend were targeted randomly by a multi-racial gang led by Ukrainian migrant Valdyslav Yakymchuk — who had been in the country for only two years — in the Stratford Centre. CCTV footage shows the gang had been harassing members of… [+2675 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Polls: Populist Parties Leading in France, Hungary, and Italy.", "description": "Freshly released polls show a massive surge in support for anti-mass migration populist parties in France, Italy, and Hungary with the pro-sovereignty parties now leading their rivals going into next year’s European Parliament election.", "url": "https://www.breitbart.com/europe/2018/11/09/polls-populist-anti-mass-migration-parties-leading-france-hungary-italy/", "urlToImage": "https://media.breitbart.com/media/2018/11/populists1.jpg", "publishedAt": "2018-11-09T11:23:04Z", "content": "A Hungarian national poll released earlier this week, conducted by Medián, shows Fidesz, the party of Prime Minister Viktor Orbán, along with their Christian Democratic People’s Party allies, to have increased their already huge lead over their rivals to a to… [+2838 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Letter Shows a Fearful Einstein Long Nefore Nazis' Rise Engulfed Europe", "description": "JERUSALEM — More than a decade before the Nazis seized power in Germany, Albert Einstein was on the run and already fearful for his country’s future, according to a newly revealed handwritten letter.", "url": "https://www.breitbart.com/middle-east/2018/11/09/letter-shows-a-fearful-einstein-long-nefore-nazis-rise-engulfed-europe/", "urlToImage": "https://media.breitbart.com/media/2017/10/Albert-Einstein.png", "publishedAt": "2018-11-09T11:20:43Z", "content": "His longtime friend and fellow Jew, German Foreign Minister Walther Rathenau, had just been assassinated by right-wing extremists and police had warned the noted physicist that his life could be in danger too. So Einstein fled Berlin and went into hiding in n… [+3788 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "'Relentless' Siege: Anti-Semitic Acts in France up 69 Percent During 2018", "description": "French Prime Minister Edouard Philippe said anti-Semitic acts in France jumped by 69 percent in the first nine months of 2018, announcing the rise on Friday as Europe pauses to remember the 80th anniversary of the infamous “Kristallnacht” of Nazi attacks agai…", "url": "https://www.breitbart.com/middle-east/2018/11/09/relentless-siege-anti-semitic-acts-in-france-up-69-percent-during-2018/", "urlToImage": "https://media.breitbart.com/media/2018/04/GettyImages-939323368.png", "publishedAt": "2018-11-09T11:01:52Z", "content": "Every aggression perpetrated against one of our citizens because they are Jewish echoes like the breaking of new crystal, Philippe wrote on Facebook, referring to the start of the Nazi drive to eliminate Jews on November 9, 1938, also known as the Night of Br… [+2307 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Study: While European Nations Fall Below Replacement Rate, Global Birthrates Surge", "description": "Soaring birth rates in developing nations are fuelling a global baby boom while women in dozens of richer countries aren't producing enough children to maintain population levels there, according to figures released Friday. | London / Europe", "url": "https://www.breitbart.com/europe/2018/11/09/study-while-european-nations-fall-below-replacement-rate-global-birthrates-surge/", "urlToImage": "https://media.breitbart.com/media/2018/11/AFP-urban-flats-population-residential.png", "publishedAt": "2018-11-09T09:51:13Z", "content": "A global overview of birth, death and disease rates evaluating thousands of datasets on a country-by-country basis also found that heart disease was now the single leading cause of death worldwide. The Institute for Health Metrics and Evaluation (IHME), set u… [+3629 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Developing — Graphic Video: One Dead, Two Injured as Knife-Wielding Terrorist Attacks in Australia", "description": "One man is under arrest after setting fire to a car and stabbing three people - one fatally - in central Melbourne, Australia.", "url": "https://www.breitbart.com/europe/2018/11/09/graphic-video-one-dead-two-injured-as-knife-wielding-terrorist-attacks-in-australia/", "urlToImage": "https://media.breitbart.com/media/2018/11/stabbing-attack-melbourne.png", "publishedAt": "2018-11-09T09:35:50Z", "content": "The Somali-born attacker was brought down by Victoria State Police after confronting officers on a busy inner city street in the state capital, authorities said. He was taken into custody in a critical condition. One witness claimed the assailant was yelling … [+2283 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee, Tony Lee", "title": "Pelosi: ‘Now We Can Talk About’ Comprehensive Amnesty Bill", "description": "House Minority Leader Nancy Pelosi (D-CA) said on Thursday that “now” is the time to talk about comprehensive amnesty legislation because Democrats have regained control of the House.", "url": "https://www.breitbart.com/politics/2018/11/09/pelosi-now-we-can-talk-about-comprehensive-amnesty-bill/", "urlToImage": "https://media.breitbart.com/media/2018/09/nancy-pelosi-gavel-getty.jpg", "publishedAt": "2018-11-09T09:15:04Z", "content": "Pelosi, who also said she is 100% sure that she will regain her Speakership, told CNNs Chris Cuomo that now we can talk about how we can come together and put together bipartisan comprehensive immigration reform. Conceding that illegal immigration is a losing… [+1959 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman, Victoria Friedman", "title": "'There's a Nigel Farage in Every Country,' Laments Eurocrat", "description": "The European Union is facing an existential crisis as there is now a populist, eurosceptic Nigel Farage-type figure in every country, warned the bloc's chief Brexit negotiator Michel Barnier.", "url": "https://www.breitbart.com/europe/2018/11/09/theres-a-nigel-farage-every-country-laments-eurocrat/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nigel-Farage.jpg", "publishedAt": "2018-11-09T08:50:46Z", "content": "The Frenchman told delegates at the European People’s Party (EPP) group conference in Helsinki on Thursday that the European Project is “under threat” from the forces of populism, and the bloc must band together ahead of May 2019’s European Parliament electio… [+3326 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro, Neil Munro", "title": "Pro-American Reformers: Stealth Amnesty Bills Coming in Lame-Duck Session", "description": "Businesses and progressives, Democrats and Republicans, will try to sneak a bipartisan amnesty bill through Congress' lame-duck session in December as voters are distracted by Christmas, say pro-American immigration reformers.", "url": "https://www.breitbart.com/economy/2018/11/09/pro-american-reformers-stealth-amnesty-bills-coming-in-lame-duck-session/", "urlToImage": "https://media.breitbart.com/media/2018/09/Nancy-Pelosi-Paul-Ryan-pass-gavel-2-getty.jpg", "publishedAt": "2018-11-09T08:40:15Z", "content": "“This is why they come back for a lame duck so they can accomplish all the things they could not do when the voters eyes on them,” said R osemary Jenks, the director of government relations for NumbersUSA. The lame-duck session is scheduled for December becau… [+7876 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak, Joel B. Pollak", "title": "Blue State Blues: Stop the 'Happy Talk,' Republicans Lost the House", "description": "RNC Chair Ronna McDaniel's \"happy talk\" will not help. Trump and the Republicans should recognize they lost in 2018 -- and make the necessary changes, now.", "url": "https://www.breitbart.com/politics/2018/11/09/stop-the-happy-talk-republicans-lost-the-house/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-success-midterm-elections-Getty.jpg", "publishedAt": "2018-11-09T08:01:29Z", "content": "Republicans picked up seats in the Senate and saved several governorships, thanks in part to the president’s campaigning. And Trump may be right that a House of Representatives with a narrow Democratic majority might allow him to accomplish more than he would… [+5420 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor, Jeff Poor", "title": "Tucker Carlson Responds to Antifa Threats --- 'Our Public Conversation Has Been Hijacked by Extremists'", "description": "Thursday on “Tucker Carlson Tonight,” host Tucker Carlson called into his own show, which was being guest hosted by “Fox & Friends” co-host Brian Kilmeade, to address Antifa’s so-called “protest” outside his home earlier this week. Carlson called it “upsettin…", "url": "https://www.breitbart.com/video/2018/11/08/tucker-carlson-responds-to-antifa-threats-our-public-conversation-has-been-hijacked-by-extremists/", "urlToImage": "https://media.breitbart.com/media/2018/07/Tucker.jpg", "publishedAt": "2018-11-09T05:02:16Z", "content": "Thursday on “Tucker Carlson Tonight,” host Tucker Carlson called into his own show, which was being guest hosted by “Fox &amp; Friends” co-host Brian Kilmeade, to address Antifa’s so-called “protest” outside his home earlier this week. Carlson called it “upse… [+649 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak, Joel B. Pollak", "title": "Tom Steyer Urges Democrats to Impeach Trump in New York Times Op-ed", "description": "Billionaire left-wing mega-donor Tom Steyer is urging Democrats to use their new majority in the House of Representatives to impeach president Donald Trump. Steyer spent over $100 million and employed over 1,000 people to make the case for impeachment through…", "url": "https://www.breitbart.com/politics/2018/11/08/tom-steyer-urges-democrats-to-impeach-trump-in-new-york-times-op-ed/", "urlToImage": "https://media.breitbart.com/media/2018/06/Tom-Steyer-Need-to-Impeach-Associated-Press-1024x768.jpg", "publishedAt": "2018-11-09T04:42:26Z", "content": "Steyer spent over $100 million and employed over 1,000 people to make the case for impeachment throughout the 2018 midterm elections. Now, he argues in a New York Times op-ed printed November 8, newly-elected Democrats must live up to their end of the bargain… [+1667 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Watch: Video from California Bar Allegedly Shows Ian David Long Open Fire", "description": "A cell video taken inside Borderline Bar & Grill Wednesday night captures a silhouette of alleged attacker Ian David Long and the sounds of shots being fired as he targeted innocents.", "url": "https://www.breitbart.com/politics/2018/11/08/watch-video-from-california-bar-allegedly-shows-ian-david-long-open-fire/", "urlToImage": "https://media.breitbart.com/media/2018/11/forensics-team-borderline-bar-grill-thousand-oaks-ca-shooting-11718-ap.jpg", "publishedAt": "2018-11-09T04:38:22Z", "content": "Breitbart News reported that Long entered the bar and opened fire around 11:20 pm. He killed 12 people, including Sheriff’s Sgt. Ron Helus. ABC 7 aired the video ( WARNING: GRAPHIC): Long allegedly used a legally-purchased handgun to carry out his attack. Vid… [+1256 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Democrat Eric Swalwell Blames Thousand Oaks Shooting on Arizona, Nevada", "description": "Rep. Eric Swalwell (D-CA-15) reacted to Wednesday night's Thousand Oaks, California, shooting by blaming the gun laws in Arizona and Nevada.", "url": "https://www.breitbart.com/politics/2018/11/08/democrat-eric-swalwell-blames-thousand-oaks-shooting-on-arizona-nevada/", "urlToImage": "https://media.breitbart.com/media/2018/11/scene-thousand-oaks-california-shooting-11718-ap.jpg", "publishedAt": "2018-11-09T03:28:38Z", "content": "Breitbart News reported that former U.S. Marine Ian David Long allegedly opened fire in the Borderline Bar &amp; Grill, killing 12. Reports say that Long used a handgun which was legally purchased, which means he complied with all gun controls in acquiring it… [+1794 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Ron Perlman Says Lindsey Graham Wonders ‘How Many D*cks Do I Gotta Suck’ to Be Attorney General", "description": "Actor Ron Perlman said Thursday that Senator Lindsey Graham wonders \"how many d*cks\" he has to suck to be named the next attorney general.", "url": "https://www.breitbart.com/entertainment/2018/11/08/ron-perlman-says-lindsey-graham-wonders-how-many-dcks-do-i-gotta-suck-to-be-attorney-general/", "urlToImage": "https://media.breitbart.com/media/2017/11/RonPerlmanOwned22.jpg", "publishedAt": "2018-11-09T03:14:20Z", "content": "In response to the news that President Donald Trump is considering Chris Christie for attorney general, Ron Perlman said, “Meanwhile, lindsey graham was heard muttering, ‘how many dicks do I gotta suck around here!'” Lindsey Graham, an unmarried man, is often… [+1789 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Pelosi: Bipartisan Background Check Legislation ‘Will Be a Priority’", "description": "During an interview aired on Thursday’s edition of CNN’s “Cuomo Primetime,” House Democratic Leader Nancy Pelosi (D-CA) stated that bringing up bipartisan legislation on background checks “will be a priority for us in the next Congress.” Pelosi stated, “First…", "url": "https://www.breitbart.com/video/2018/11/08/pelosi-bipartisan-background-check-legislation-will-be-a-priority/", "urlToImage": "https://media.breitbart.com/media/2018/02/wi/afp/07/1dc51n_nancy-pelosi-top-democrat-in-us-house-representatives-shown-in-an-event-e1529012343986.jpg", "publishedAt": "2018-11-09T03:12:22Z", "content": "During an interview aired on Thursday’s edition of CNN’s “Cuomo Primetime,” House Democratic Leader Nancy Pelosi (D-CA) stated that bringing up bipartisan legislation on background checks “will be a priority for us in the next Congress.” Pelosi stated, “First… [+520 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Pelosi: Trump Fired Sessions ‘to Interfere With Mueller’ and ‘Distract From’ Losing House", "description": "During an interview aired on Thursday’s edition of CNN’s “Cuomo Primetime,” House Democratic Leader Nancy Pelosi (D-CA) said President Trump fired Attorney General Jeff Sessions and replaced him with acting Attorney General Matthew Whitaker to interfere with …", "url": "https://www.breitbart.com/video/2018/11/08/pelosi-trump-fired-sessions-to-interfere-with-mueller-and-distract-from-losing-house/", "urlToImage": "https://media.breitbart.com/media/2018/11/Pelosi-118-Thumbnail.jpg", "publishedAt": "2018-11-09T03:04:09Z", "content": "During an interview aired on Thursday’s edition of CNN’s “Cuomo Primetime,” House Democratic Leader Nancy Pelosi (D-CA) said President Trump fired Attorney General Jeff Sessions and replaced him with Acting Attorney General Matthew Whitaker to interfere with … [+753 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Watch: Snoop Dogg Smokes Weed Outside White House Ranting, 'F*ck the President'", "description": "Rapper Snoop Dogg on Wednesday shared several videos of himself smoking weed outside the White House while laying into President Donald Trump with obscene slurs.", "url": "https://www.breitbart.com/entertainment/2018/11/08/snoop-dogg-smokes-weed-outside-white-house-says-fck-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/snoopwhsmoke1.jpg", "publishedAt": "2018-11-09T03:00:53Z", "content": "In one of the videos shared to Instagram, Snoop Dogg says, While you niggas vote, doing all this other bullshit, Im at the White House smoking.” Fuck the president, the rapper says in the second video. The final video shows Snoop Dogg smoking weed and watchin… [+830 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michael Patrick Leahy", "title": "Florida Recounts for Senate, Governor Likely Beginning of a Long Battle", "description": "The projected election night victories of the Republican candidates for the U.S. Senate and Governor in Florida are headed to recounts, and it looks to be a protracted, nasty battle that will once again center on vote count problems in the heavily Democratic …", "url": "https://www.breitbart.com/politics/2018/11/08/florida-recounts-for-senate-governor-likely-beginning-of-a-long-battle/", "urlToImage": "https://media.breitbart.com/media/2018/11/woman-florida-voting-place-11-6-18-campaign-signs-getty.jpg", "publishedAt": "2018-11-09T02:58:04Z", "content": "The recount of the Florida results in the 2000 presidential election was dominated by voting irregularities and “hanging chads” in Broward County. The Florida recount ended after a Supreme Court ruling. Subsequent to that ruling, the Republican candidate, Geo… [+4695 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Allum Bokhari", "title": "Washington Post Admits SPLC ‘Undermined Credibility’ with ‘Blunders’", "description": "A feature in the Washington Post takes a swipe at the embattled Southern Poverty Law Center (SPLC), one of the country's most well-funded \"anti-hate\" organizations.", "url": "https://www.breitbart.com/politics/2018/11/08/washington-post-admits-splc-undermined-credibility-with-blunders/", "urlToImage": "https://media.breitbart.com/media/2017/05/SPLC-website-screenshot.jpg", "publishedAt": "2018-11-09T02:21:57Z", "content": "The Post, despite its largely left-wing editorial line, admitted that the SPLC’s reputation has taken a hit in recent years thanks to its overzealous adding of conservative groups to its “hate list”: For decades, the hate list was a golden seal of disapproval… [+4158 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Leftists Blame ‘White Women’ for Red State Midterm Losses", "description": "Leftists on Wednesday blamed \"white women\" for high-profile Democrat midterm losses, despite those candidates running in red states.", "url": "https://www.breitbart.com/politics/2018/11/08/leftists-blame-white-women-for-red-state-midterm-losses/", "urlToImage": "https://media.breitbart.com/media/2018/11/Gillum-Abrams-ORourke-.jpg", "publishedAt": "2018-11-09T02:20:29Z", "content": "Egyptian-American journalist Mona Eltahawy tweeted Wednesday, “White women: footsoldiers of the patriarchy,” along with what percentage of white women had voted for GOP Georgia gubernatorial candidate Brian Kemp, Sen. Ted Cruz (R-TX), and Florida gubernatoria… [+3434 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Clapper: Firing Comey, Hiring Whitaker Could Be ‘Slow-Motion Saturday Night Massacre’", "description": "Thursday on CNN’s “The Situation Room,” former National Intelligence Director James Clapper, also a CNN contributor, said beginning with the firing of former FBI Director James Comey and all the way up to the potential actions of newly appointed acting Attorn…", "url": "https://www.breitbart.com/video/2018/11/08/clapper-firing-comey-hiring-whitaker-could-be-slow-motion-saturday-night-massacre/", "urlToImage": "https://media.breitbart.com/media/2018/05/james-clapper.png", "publishedAt": "2018-11-09T02:20:02Z", "content": "Thursday on CNN’s “The Situation Room,” former National Intelligence Director James Clapper, also a CNN contributor, said beginning with the firing of former FBI Director James Comey and all the way up to the potential actions of newly appointed acting Attorn… [+1380 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Michelle Obama Tried to ‘Block It All Out’ After Trump Won Presidency", "description": "Former first lady Michelle Obama has spoken of her shock the night President Donald Trump won the presidency, revealing she tried to \"block it all out\" after he defeated Democratic candidate Hillary Clinton.", "url": "https://www.breitbart.com/politics/2018/11/08/michelle-obama-tried-to-block-it-all-out-after-trump-won-presidency/", "urlToImage": "https://media.breitbart.com/media/2018/05/wi/afp/07/3e224l_us-lady-michelle-obama-attends-united-state-women-summit-shrine-auditorium.jpg", "publishedAt": "2018-11-09T01:58:21Z", "content": "In her upcoming memoir Becoming, first seen by the Associated Press, Michelle Obama discusses her life as the wife of former President Barack Obama, delving into topics such as her experiences of racism and difficulties with her marriage, going as far as to a… [+1121 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "DC Police Investigating Protest at Tucker Carlson’s Home as ‘Suspected Hate Crime’", "description": "Police in D.C. are now investigating a left-wing mob protest that occured Wednesday evening at the home of Fox News Channel's Tucker Carlson, citing vandalism of Carlson's home and car.", "url": "https://www.breitbart.com/politics/2018/11/08/dc-police-investigating-protest-at-tucker-carlsons-home-as-suspected-hate-crime/", "urlToImage": "https://media.breitbart.com/media/2018/11/tucker-carlson-getty.jpg", "publishedAt": "2018-11-09T01:38:36Z", "content": "A police report obtained by The Daily Caller News Foundation reveals police are investigating the matter as a “suspected hate crime.” One box labeled hate bias/motivation was filled in anti-political. Smash Racism DC, the group responsible for the protest, sh… [+2021 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "U.S., Taliban to Join Russia-Hosted Afghan Peace Talks", "description": "The United States and the Taliban, in a move described as unprecedented, reportedly agreed to participate in the second round of negotiations to end the more than 17-year-old war in Afghanistan on Friday.", "url": "https://www.breitbart.com/national-security/2018/11/08/u-s-taliban-to-join-russia-hosted-afghan-peace-talks/", "urlToImage": "https://media.breitbart.com/media/2018/11/Afghan-Taliban-militants-Afghanistan-6-2018-Getty.jpg", "publishedAt": "2018-11-09T01:36:49Z", "content": "The Taliban said the talks will be aimed on finding a peaceful solution to the Afghan quandary and ending American occupation. Last year, the U.S. and the Taliban reportedly refused to attend the first meeting Moscow hosted. Russias foreign ministry billed Fr… [+4706 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Florida Official Overseeing Vote Count Destroyed Ballots, Accused of Not Removing Dead Voters from Rolls", "description": "The Florida official put in charge of counting votes in Broward County for the state's gubernatorial and Senate racespreviously destroyed voter ballots, a judge ruled, and was most recently accused of not removing dead voters from the voter rolls.", "url": "https://www.breitbart.com/politics/2018/11/08/florida-official-overseeing-vote-count-destroyed-ballots-accused-of-not-removing-dead-voters-from-rolls/", "urlToImage": "https://media.breitbart.com/media/2018/11/brenda-snipes.jpg", "publishedAt": "2018-11-09T01:22:42Z", "content": "Broward County Board of Elections Supervisor Brenda Snipes is in charge of vote counting in the area and has yet to disclose how many ballots are still not counted despite the election for governor and Senate occurring two days ago. Currently, in the Senate r… [+3059 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "VIDEO: Baltimore High School Teacher Punched in Face", "description": "A student who got into a verbal altercation with a Baltimore high school teacher Wednesday allegedly punched the teacher in the face, according to a viral video posted on Facebook.", "url": "https://www.breitbart.com/tech/2018/11/08/video-baltimore-teacher-punched-face/", "urlToImage": "https://media.breitbart.com/media/2018/11/baltimore-teacher-punch-face.png", "publishedAt": "2018-11-09T00:59:25Z", "content": "The video shows the student at Frederick Douglass High School getting into a verbal altercation with the teacher when the situation escalated. F*** is you talking about? Don’t f***ing get smart with me, straight up, the student said, pushing another student b… [+1274 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Islamic ‘Vaccine Fatwa’ Triggers Plunging Vaccination Rates in Indonesia", "description": "Many children in Indonesia are missing out on crucial vaccines because of a \"vaccine fatwa\" imposed by power Islamic clerics, Science Magazine reported on Thursday.", "url": "https://www.breitbart.com/asia/2018/11/08/islamic-vaccine-fatwa-triggers-plunging-vaccination-rates-in-indonesia/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/11/11816a_vaccinations-toddlers-53601-1981-electron-microscope-image-by-centers-e1541724081109.jpg", "publishedAt": "2018-11-09T00:42:03Z", "content": "In August, Indonesia’s leading Islamic body issued a religious decree, otherwise known as a fatwa, declaring the Rubella-Measles vaccine as haram because pig cells are used in its manufacturing. Vaccination rates have plummeted significantly since the ruling … [+2420 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Districts with Large Foreign-Born Populations Sent Far-Left Democrats to Congress", "description": "Congressional Districts with booming foreign-born populations sent some of the most far-left, socialist Democrats to Congress in the midterm elections this week.", "url": "https://www.breitbart.com/politics/2018/11/08/districts-with-large-foreign-born-populations-sent-far-left-democrats-to-congress/", "urlToImage": "https://media.breitbart.com/media/2018/11/Ocasio-Cortez-districts.jpg", "publishedAt": "2018-11-09T00:34:30Z", "content": "On Tuesday night, congressional districts that have been dramatically changed by mass immigration elected Democrats like Alexandria Ocasio-Cortez in New York, Ilhan Omar in Minnesota, and Ayanna Pressley in Massachusettes. The congressional districts sending … [+5153 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "DeVos Releases ‘Guide’ for Parents to Understand Report Cards Mandated by Federal Law", "description": "In the guide, the education department explains that ESSA requires student report cards to display information about how much money from federal, state, and local sources is spent per student for each school.", "url": "https://www.breitbart.com/politics/2018/11/08/devos-releases-guide-for-parents-to-understand-report-cards-mandated-by-federal-law/", "urlToImage": "https://media.breitbart.com/media/2018/11/Betsy-DeVos-DeVos-Releases-‘Guide’-jpeg.jpg", "publishedAt": "2018-11-09T00:21:38Z", "content": "We've created this resource guide to understanding the state and local report cards required by #ESSA as part of our commitment to empowering parents and guardians with relevant transparent information about their local schools. https://t.co/itKuur8ZDx pic.tw… [+3549 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "Henry Olsen: GOP Can’t Win with Half-MAGA; ‘You’re Either In or You’re Out’", "description": "Henry Olsen said the GOP must embrace Donald Trump's new political coalition to secure its future viability as a political party.", "url": "https://www.breitbart.com/politics/2018/11/08/henry-olsen-gop-cant-win-with-half-maga-youre-either-in-or-youre-out/", "urlToImage": "https://media.breitbart.com/media/2018/11/Rhino-Trump-.jpg", "publishedAt": "2018-11-09T00:08:54Z", "content": "Olsen reflected on his pre-election predictions, laid out in an article entitled, “ Tomorrow the RINOs Will Take Their Revenge,” offering his remarks in a Wednesday interview on SiriusXM’s Breitbart News Tonight with hosts Rebecca Mansour and Joel Pollak. LIS… [+6495 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr, Penny Starr", "title": "Watch Live: Leftists Rally at White House to Protest Trump, Protect Mueller", "description": "Protesters were at the White House to protest the resignation of Attorney General Jeff Sessions claiming it threatens the DOJ's Russia probe.", "url": "https://www.breitbart.com/politics/2018/11/08/watch-live-leftists-rally-at-white-house-to-protest-trump-protect-mueller/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_18312863055589-e1541722087267.jpg", "publishedAt": "2018-11-09T00:08:13Z", "content": "Protesters believe Sessions’ resignation will lead to the undoing of Special Counsel Robert Muellers investigation into alleged collusion between Russia and the Trump presidential campaign. In firing Jeff Sessions, Donald Trump has crossed a red line and star… [+2085 chars]"}]}