{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Aaron Klein", "title": "EXCLUSIVE – Ron DeSantis: Andrew Gillum’s Economic Policies ‘Would Be the Undoing of Florida’", "description": "ORLANDO, Fla. -- Florida gubernatorial candidate Andrew Gillum’s proposed forty-percent corporate tax hike and his overall economic agenda “would be the undoing of Florida,” Republican opponent Ron DeSantis argued in a Breitbart News interview.", "url": "https://www.breitbart.com/politics/2018/11/01/exclusive-ron-desantis-andrew-gillums-economic-policies-would-be-the-undoing-of-florida/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/01/532f00_election-2018-state-spending-53873-in-combination-oct-21-2018-file-photos.jpg", "publishedAt": "2018-11-01T23:55:22Z", "content": "DeSantis maintained that his own economic platform would produce a business-friendly environment that would attract investment and manufacturing, create jobs and work to further leverage Floridas already competitive tax climate. Gillum is running on a platfor… [+2039 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "Watch: Gavin Newsom Promoted in First-Grade Textbook", "description": "“The state of California is using first-grade history textbooks to indoctrinate children to support current California state politicians,” Fitzgerald says in the video.", "url": "https://www.breitbart.com/politics/2018/11/01/watch-gavin-newsom-promoted-in-first-grade-textbook/", "urlToImage": "https://media.breitbart.com/media/2015/11/Gavin-Newsome-Getty.jpg", "publishedAt": "2018-11-01T23:53:40Z", "content": "In conjunction with the David Horowitz Freedom Centers Stop K-12 Indoctrination campaign, Sean Fitzgerald exposes the political advertising and messages the young children are forced to absorb in their schools. The state of California is using first-grade his… [+1559 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Duncan Hunter Urges Trump to Use Military to Build Road for Border Wall", "description": "Rep. Duncan Hunter (R-CA) sent a letter Thursday to President Donald Trump urging him to use the U.S. military to build a road that will service a future wall on the U.S.-Mexico border, using funds that are already appropriated.", "url": "https://www.breitbart.com/immigration/2018/11/01/duncan-hunter-urges-trump-to-use-military-to-build-road-for-border-wall/", "urlToImage": "https://media.breitbart.com/media/2018/11/IMG_2575.jpg", "publishedAt": "2018-11-01T23:32:34Z", "content": "Hunter addressed the media from atop an outlook in Otay Mesa, California, with a panoramic view of the existing border fences — one on the American side, and one along running along the northern boundary of Tijuana, Mexico. U.S.-Mexico Border from Arnie’s Poi… [+4085 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee, Tony Lee", "title": "***Live Updates*** Trump Holds Missouri Rally for Josh Hawley", "description": "President Donald Trump will hold a Thursday evening rally in Columbia, Missouri, for Republican Senate candidate Josh Hawley, who is leading Sen. Claire McCaskill (D-MO) in the polls heading into election day. Stay tuned to Breitbart News for live updates. Al…", "url": "https://www.breitbart.com/politics/2018/11/01/live-updates-trump-holds-missouri-rally-for-josh-hawley-2/", "urlToImage": "https://media.breitbart.com/media/2018/10/trump-rally.png", "publishedAt": "2018-11-01T23:32:32Z", "content": "Trump will hold nine more rallies before Tuesday as he barnstorms across the nation to help Republican candidates. Stay tuned to Breitbart News for live updates. All times eastern. — 7:30 PM: The presidential seal has been put on the podium, so Trump should b… [+1454 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr", "title": "Steve King Pushes Back on ‘Desparate’ Midterm Smear Campaign", "description": "The left and the leftist media have launched a smear campaign on Rep. Steve King (R-IA) because of his support for Trump and border security.", "url": "https://www.breitbart.com/politics/2018/11/01/steve-king-pushes-back-on-desparate-midterm-smear-campaign/", "urlToImage": "https://media.breitbart.com/media/2018/10/Rep-Steve-King.jpg", "publishedAt": "2018-11-01T23:28:04Z", "content": "Great news! President Trump will end Birthright Citizenship for Illegal Aliens! I have been the leader &amp; author to this legislation (HR 140) since 2011, and I am very happy that my legislation will soon be national policy! Thank you @RealDonaldTrump !” Ki… [+6005 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso, Justin Caruso", "title": "Judd Apatow: Murdochs and Fox News sowing 'Hate' with Caravan Coverage", "description": "Hollywood director Judd Apatow went after the Murdoch family Thursday for Fox News' coverage of the migrant caravan heading toward the United States, accusing the network of sowing \"hate and division.\"", "url": "https://www.breitbart.com/entertainment/2018/11/01/judd-apatow-murdochs-and-fox-news-sowing-hate-with-caravan-coverage/", "urlToImage": "https://media.breitbart.com/media/2018/01/JuddApatowHawaiiScare.jpg", "publishedAt": "2018-11-01T23:22:39Z", "content": "“This is the work of Lachlan and James Murdoch. Here in Hollywood we see them at parties and everyone kisses their asses because they are a job source and they ignore the hate and division they sow in this country. Maybe find someone else to sell your shows t… [+1498 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "U.N. Rejects American Attempt to Condemn Cuba’s Human Rights Abuses", "description": "The United Nations voted overwhelmingly to condemn America's economic embargo on Cuba on Thursday while rejecting proposed amendments strongly criticizing the country's dire human rights record.", "url": "https://www.breitbart.com/latin-america/2018/11/01/u-n-rejects-american-attempt-to-condemn-cubas-human-rights-abuses/", "urlToImage": "https://media.breitbart.com/media/2016/03/GettyImages-516706258.jpg", "publishedAt": "2018-11-01T23:16:22Z", "content": "Cuba is currently a member of the U.N. Human Rights Council. Only the U.S. and Israel voted against the Cuban-sponsored resolution, which sought to condemn the U.S.’s trade embargo on the island in place since the rise of Fidel Castro in 1960. Out of the 193-… [+2614 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Claire McCaskill Rubber-Stamped Plan to End All Immigration Enforcement in U.S.", "description": "Sen. Claire McCaskill (D-MO) has most recently shifted gears on immigration, talking tough on border issues, although months ago the lawmaker co-sponsored legislation to end all immigration enforcement.", "url": "https://www.breitbart.com/politics/2018/11/01/claire-mccaskill-rubber-stamped-plan-to-end-all-immigration-enforcement-in-u-s/", "urlToImage": "https://media.breitbart.com/media/2018/11/Claire-McCaskill-Migrant-Caravan.jpg", "publishedAt": "2018-11-01T23:13:38Z", "content": "During an interview with Fox News this week, McCaskill said she supports President Trump’s efforts to stop a migrant caravan of at least 7,000 to 10,000 Central Americans. “I think the president has to use every tool he has at his disposal, and I 100 percent … [+1818 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Watchdog: Trump Admin Drops U.S. Counternarcotics Strategy in Afghanistan", "description": "The U.S. is no longer interested in developing a “stand-alone” counternarcotics strategy in Afghanistan, choosing instead to back Kabul-led efforts to combat the opium and heroin trade that generates most of the Taliban’s funding.", "url": "https://www.breitbart.com/national-security/2018/11/01/watchdog-trump-admin-drops-u-s-counternarcotics-strategy-afghanistan/", "urlToImage": "https://media.breitbart.com/media/2016/05/wi/afp_1337d8c59803d50c048f898eb68c56602103ac75-e1541113806218.jpg", "publishedAt": "2018-11-01T23:11:14Z", "content": "An American watchdog agency revealed this development on Thursday, noting that opium from Afghanistan contributes in a minimal way to the deadly opioid epidemic gripping the United States. Although President Donald Trump administrations has dismissed the U.S.… [+4484 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chriss W. Street", "title": "California Audit: $4 Billion Paid to Cover Medi-Cal for Ineligible People | Breitbart", "description": "A California state audit has found the state government paid $4 billion to provide Medi-Cal coverage for almost a half million potentially ineligible people between 2014 and 2017.", "url": "https://www.breitbart.com/health/2018/11/01/california-audit-4-billion-paid-to-cover-medi-cal-for-ineligible-people/", "urlToImage": "https://media.breitbart.com/media/2016/09/Obamacare-enrollment-Getty-e1489164944576.jpg", "publishedAt": "2018-11-01T22:55:37Z", "content": "California State Auditor Elaine Howle released an audit on October 30 that revealed pervasive discrepancies between the state and county systems when we compared Medi-Cal beneficiary eligibility datamore than 453,000 beneficiaries were marked as eligible in t… [+1869 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Iran Reaches Out to Pakistan as Sanctions Loom", "description": "Iranian Foreign Minister Mohammad Javad Zarif met with Pakistani Prime Minister Imran Khan in Islamabad on Wednesday to discuss border issues, energy, and greater cooperation on regional matters such as the conflicts in Yemen and Afghanistan.", "url": "https://www.breitbart.com/national-security/2018/11/01/iran-reaches-out-pakistan-sanctions-loom/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/25/3b1528_pakistan-prime-minister-imran-khan-has-struck-deal-balance-payments-lifeline-e1540507663265.jpg", "publishedAt": "2018-11-01T22:38:35Z", "content": "One of the more urgent topics in the meeting was the October 16 abduction of 14 Iranian security personnel from a post on the Pakistani border. The victims included several members of Irans Islamic Revolutionary Guard Corps (IRGC), loyal to the theocratic sid… [+2840 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Kentucky Basketball Stars: Ban Nazi Items or Remove Hall of Fame Plaques", "description": "A pair of University of Kentucky basketball greats are demanding that their plaques be removed unless the school stops the sale of Ku Klux Klan and Nazi items sold at collector's historical swap meets and gun shows held at the university's Expo Center.", "url": "https://www.breitbart.com/sports/2018/11/01/kentucky-basketball-stars-ban-nazi-items-remove-hall-fame-plaques/", "urlToImage": "https://media.breitbart.com/media/2018/11/gty-michael-reaves.jpg", "publishedAt": "2018-11-01T22:28:47Z", "content": "Rex Chapman, a University of Kentucky star from the 1986 to the 1989 seasons who went on to a 12-year-long NBA career, told the school that he does not want his plaque hanging at the school unless they disallow Nazi items at the collector’s show sales, the Lo… [+1842 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "CNN’s Symone Sanders: Trump’s Remarks Were a ‘Defense of White Supremacy’", "description": "CNN commentator Symone Sanders said remarks President Trump delivered in the White House on Thursday were a \"defense of white supremacy.\"", "url": "https://www.breitbart.com/the-media/2018/11/01/cnn-symone-sanders-trump-remarks-defense-white-supremacy/", "urlToImage": "https://media.breitbart.com/media/2018/11/Symonecrop.jpg", "publishedAt": "2018-11-01T22:22:54Z", "content": "“The president is lying. You know, I hope when the White House sent out those statements today, the remarks, from the president, they titled it, ‘In Defense of White Supremacy.’ Because that’s exactly what I heard from the White House, which is unfortunate,” … [+1692 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Energy Department Says U.S. Is Now World’s Top Oil Producer", "description": "The United States is pumping record amounts of oil, vaulting over Russia to become the world’s biggest producer of crude.", "url": "https://www.breitbart.com/politics/2018/11/01/energy-department-says-u-s-is-now-worlds-top-oil-producer/", "urlToImage": "https://media.breitbart.com/media/2018/11/US-Oil-Production.jpg", "publishedAt": "2018-11-01T22:22:29Z", "content": "The Energy Information Administration said Thursday that the U.S. produced more than 11.3 million barrels a day in August, a 4 percent increase over the old record set in July. Russias energy ministry estimates that country pumped 11.2 million barrels a day i… [+389 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Associated Press Spreads Fake News: Trump Kids Received Birthright Citizenship", "description": "The Associated Press spread the fake news Wednesday that President Trump's first three children received birthright citizenship.", "url": "https://www.breitbart.com/the-media/2018/11/01/associated-press-spreads-fake-news-trump-kids-received-birthright-citizenship/", "urlToImage": "https://media.breitbart.com/media/2018/11/Eric-Ivanka-Don-Jr..png", "publishedAt": "2018-11-01T22:15:09Z", "content": "Worse still, after claiming the piece has been corrected, the AP is still attempting to spread the outrageous lie that it is kind of true Trump’s oldest three children were granted birthright citizenship. In what is yet another example of the garbage fire the… [+2166 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak, Joel B. Pollak", "title": "Pollak: Obama Is Partly Why Republicans Have a Fighting Chance on Tuesday", "description": "Republicans still have a chance to win, partly because they are defending favorable districts. And that is because Obama refused to govern as the unifying leader he promised to be.", "url": "https://www.breitbart.com/politics/2018/11/01/pollak-obama-is-the-reason-republicans-have-a-fighting-chance-on-tuesday/", "urlToImage": "https://media.breitbart.com/media/2017/12/wi/ap/06/1300k0v.jpg", "publishedAt": "2018-11-01T22:11:28Z", "content": "That is because in 2010, Obama signed the Patient Protection and Affordable Care Act — Obamacare — over the objections of the majority of the voting public, and without a single Republican vote. The ensuing backlash saw Nancy Pelosi booted out of the Speaker’… [+3390 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Pakistan Convenes Emergency Meeting amid Asia Bibi Riots: ‘Do Not Clash with the State’", "description": "Pakistani Prime Minister Imran Khan chaired an emergency meeting focused on “law and order” Thursday amid widespread protests over the recent acquittal of Christian mother Asia Bibi sentenced to death by a court in the country on “blasphemy” charges.", "url": "https://www.breitbart.com/national-security/2018/11/01/pakistan-convenes-emergency-meeting-asia-bibi-riots-do-not-clash-state/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/30/f0acbd_pakistan-blasphemy-49915-pakistani-police-officers-stand-guard-supreme-e1541110112378.jpg", "publishedAt": "2018-11-01T22:10:37Z", "content": "Referring to the meeting of Pakistans federal cabinet on Thursday, Pakistan Today reports : The cabinet discussed the overall law and order situation in the country arising out of the Supreme Courts (SC) verdict in the Aasiya Bibi blasphemy case. Roads have b… [+3042 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Responds to Oprah: Democrat Candidate for Georgia Governor ‘Not Qualified’", "description": "\"The woman that she's supporting is not qualified to be the governor of Georgia by any stretch of the imagination,\" Trump said.", "url": "https://www.breitbart.com/politics/2018/11/01/donald-trump-responds-to-oprah-democrat-candidate-for-georgia-governor-not-qualified/", "urlToImage": "https://media.breitbart.com/media/2018/11/Oprah-for-Stacy-Abrams-MSNBC.jpg", "publishedAt": "2018-11-01T22:00:49Z", "content": "“The woman that she’s supporting is not qualified to be the governor of Georgia by any stretch of the imagination,” Trump said. Trump said that Abrams’ history and her ideas made her unqualified for the governorship. “Take a look at her past, take a look at h… [+688 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "China Calls U.S. Espionage Charges ‘Sheer Fiction’", "description": "China immediately denounced Tuesday’s unsealed U.S. indictment of ten Chinese agents for a five-year plot to steal aerospace technology as “sheer fiction and completely fabricated.”", "url": "https://www.breitbart.com/national-security/2018/11/01/china-calls-u-s-espionage-charges-sheer-fiction/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/ap/18/1f1d0b_china-us-tariffs-66471-in-sept-16-2018-photo-american-flags-are-displayed-e1537473846327.jpg", "publishedAt": "2018-11-01T21:56:52Z", "content": "The U.S. Justice Department promised those charges were just the beginning of a major pushback against intellectual property theft and made good on Thursday by filing charges against a state-owned Chinese firm for stealing technology from the largest memory c… [+5864 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Officials: Students Who Discovered Teacher Slept with Both of Them Told His Wife", "description": "Two Florida high school students who discovered their teacher slept with both of them were so furious at hearing the news, they told the teacher's wife, school district officials said.", "url": "https://www.breitbart.com/politics/2018/11/01/officials-students-who-discovered-teacher-slept-both-told-wife/", "urlToImage": "https://media.breitbart.com/media/2018/11/Corey-French-teacher-student-sex-told-wife.png", "publishedAt": "2018-11-01T21:54:18Z", "content": "Both teenagers, who used to be students at Fletcher High School in Neptune Beach, told police they had sex with the teacher, Corey French, 30, at the school and his home on separate occasions during their time at the school, according to a Duval County School… [+1212 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump: Military Should Fight Back at Caravan Migrants Throwing Rocks", "description": "\"No nation can allow itself to be overwhelmed by uncontrolled masses of people rushing their border,\" Trump said.", "url": "https://www.breitbart.com/politics/2018/11/01/donald-trump-military-should-fight-back-at-caravan-migrants-throwing-rocks/", "urlToImage": "https://media.breitbart.com/media/2018/11/Migrant-Caravan-Throws-Rocks-John-MooreGetty-Images.jpg", "publishedAt": "2018-11-01T21:49:31Z", "content": "Trump instructed the military to treat an attack from rocks the same as an attack from a rifle. “Anybody throwing stones, rocks, … we will consider that a firearm because there’s not much difference when you get hit in the face with a rock,” he said, referrin… [+2047 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Deutsch: Trump Won Because Whites Were Not ‘Ready for a Black President’", "description": "Thursday on “Deadline,” Donny Deutsch said President Donald Trump’s victory is a result of many white people having an uneasiness with former President Barack Obama because there is a big “racist part of this country.” Deutsch said, “I felt this. We all know …", "url": "https://www.breitbart.com/video/2018/11/01/deutsch-trump-won-because-whites-were-not-ready-for-a-black-president/", "urlToImage": "https://media.breitbart.com/media/2018/06/Donny-Deutsch.jpg", "publishedAt": "2018-11-01T21:44:09Z", "content": "Thursday on “Deadline,” Donny Deutsch said President Donald Trump’s victory is a result of many white people having an uneasiness with former President Barack Obama because there is a big “racist part of this country.” Deutsch said, “I felt this. We all know … [+754 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church, Nate Church", "title": "Survey Suggests Only One-Third of Millennials Will Vote", "description": "An NBC News/GenForward survey indicates that millennial turnout may remain thin in the November midterm elections.", "url": "https://www.breitbart.com/politics/2018/11/01/survey-suggests-one-third-millennials-vote/", "urlToImage": "https://media.breitbart.com/media/2018/10/Supreme-court-5-perdie-e1541107606305.jpg", "publishedAt": "2018-11-01T21:31:49Z", "content": "NBC partnered with the University of Chicago to evaluate the prospective turnout of young voters for the 2018 midterms, and found — despite the political wildfire — the number of committed 18-34 year old voters has not significantly increased. When asked “how… [+1595 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro, Neil Munro", "title": "Donald Trump Vows Tent Cities To End Migrants' Catch-and-Release", "description": "The U.S. government is already building tent cities to ensure that the caravan migrants and other economic migrants are not released when they are for asylum, President Donald Trump said Thursday afternoon.", "url": "https://www.breitbart.com/border/2018/11/01/donald-trump-vows-tent-cities-to-end-migrants-catch-and-release/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_18254719867459.jpg", "publishedAt": "2018-11-01T21:23:32Z", "content": "We’re putting up massive cities of tents, the military is helping us,” he told reporters in a White House briefing. “W e have thousands of tents We are going to hold them right there, we are not letting them into our country. The migrants “ are going to stay … [+975 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora, Edwin Mora", "title": "Watchdog: Afghanistan at 'Lowest Level' of Territorial Control amid Taliban Pressure", "description": "The number of Afghan districts under the control or influence of Kabul “reached the lowest level” since the American government began keeping records in November 2015, the U.S. Special Inspector General for Afghanistan Reconstruction (SIGAR), a watchdog agenc…", "url": "https://www.breitbart.com/national-security/2018/11/01/watchdog-afghanistan-lowest-level-territorial-control-taliban-pressure/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/afp/11/7aa0c1_wave-violence-afghanistan-in-weeks-has-claimed-lives-hundreds-civilians-e1536702238839.jpg", "publishedAt": "2018-11-01T21:08:30Z", "content": "Afghan National Defense and Security Forces (ANDSF), which include police and army units, have sustained an unprecedented number of casualties as they struggle in their fight against the Taliban despite the more than $80 billion (out of a total of an estimate… [+4676 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward, John Hayward", "title": "Human Rights Watch Finds ‘Endemic’ Sexual Abuse by North Korean Officials", "description": "Human Rights Watch (HRW) on Wednesday released a report on “endemic” sexual violence in North Korea. The report was three years in the making, due in part to the exceptional difficulty of obtaining reliable data and testimony from one of history’s most oppres…", "url": "https://www.breitbart.com/national-security/2018/11/01/human-rights-watch-finds-endemic-sexual-abuse-by-north-korean-officials/", "urlToImage": "https://media.breitbart.com/media/2016/05/wi/ap_ap-photo-311-e1541106000770.jpg", "publishedAt": "2018-11-01T21:01:24Z", "content": "HRW concluded the abuse of women has come to be accepted as part of ordinary life in North Korea and called for international intervention. The report, whose title quotes a North Korean victim of abuse who said women cry at night and dont know why, is billed … [+6594 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Google Employees Stage Massive Walkout at Silicon Valley HQ", "description": "Today, thousands of Google employees staged a company walkout to protest Google executives’ alleged protection of sexual harassers at the company. The walkout at the Company's HQ in Mountain View, California, is reportedly the largest worldwide.", "url": "https://www.breitbart.com/tech/2018/11/01/google-employees-stage-massive-walkout-at-silicon-valley-hq/", "urlToImage": "https://media.breitbart.com/media/2018/11/Google-HQ-walkout.jpg", "publishedAt": "2018-11-01T20:59:18Z", "content": "Breitbart News reported earlier today on the planned company walkouts at Google offices worldwide following an article from the New York Times which claimed that Google management protected multiple executives from allegations of sexual assault. Breitbart New… [+3676 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett, Ian Hanchett", "title": "Trump: Migrants Who Seek Asylum Will Have to Present at Port of Entry", "description": "During a statement on Thursday, President Trump announced that migrants who seek asylum “will have to present themselves lawfully at a port of entry.” Trump said, “[I]llegal aliens will no longer get a free pass into our country by lodging meritless claims in…", "url": "https://www.breitbart.com/video/2018/11/01/trump-migrants-who-seek-asylum-will-have-to-present-at-port-of-entry/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-111-Thumbnail.jpg", "publishedAt": "2018-11-01T20:57:28Z", "content": "During a statement on Thursday, President Trump announced that migrants who seek asylum “will have to present themselves lawfully at a port of entry.” Trump said, “[I]llegal aliens will no longer get a free pass into our country by lodging meritless claims in… [+428 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez, Katherine Rodriguez", "title": "PHOTOS: Democrat Women Go Nude to Protest GOP in 'Grab Them by the Ballot' Photo Shoot", "description": "Several Democrat women stripped to their skivvies for a photo shoot that is part of a campaign to urge people to vote against Republicans this election season.", "url": "https://www.breitbart.com/politics/2018/11/01/photos-democrat-women-nude-protest-gop-grab-ballot-photo-shoot/", "urlToImage": "https://media.breitbart.com/media/2018/11/grab-them-by-the-ballot.png", "publishedAt": "2018-11-01T20:50:42Z", "content": "Ten women decided to pose nude with paper ballots covering their private areas in a Vermont studio on October 28 for a photo shoot called “Grab Them by the Ballot,” in the hopes they could convince people to cast their ballots for Democrats instead of Republi… [+2805 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "‘Living in Straight Terror’: Asia Bibi’s Family Seeks Asylum in West as Mobs Demand Her Death", "description": "The family of Asia Bibi, a Christian mother acquitted of blasphemy in Pakistan Wednesday after nearly a decade on death row, is \"living in straight terror\" and seeking a Western country to grant expedited asylum in the face of violent protests calling for her…", "url": "https://www.breitbart.com/asia/2018/11/01/living-straight-terror-asia-bibis-family-seeks-asylum-west-mobs-demand-death/", "urlToImage": "https://media.breitbart.com/media/2018/11/unnamed-1.jpg", "publishedAt": "2018-11-01T20:20:09Z", "content": "“Asia Bibi has suffered enough, she just needs a country willing to rub away any bureaucracy,” Wilson Chowdhry, the head of the British Pakistani Christian Association (BPCA), explained, adding that Bibi herself is “totally terrified,” and her family her husb… [+5523 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price, Bob Price", "title": "100 Central American Migrants Cross into South Texas in One Day, Say Border Patrol", "description": "Central American migrants continue to flow into the Rio Grande Valley Sector in large numbers, Border Patrol officials say. In about 24 hours, agents apprehended nearly 100 from Central American countries including families and unaccompanied minors.", "url": "https://www.breitbart.com/border/2018/11/01/100-central-american-migrants-cross-into-south-texas-in-day-say-border-patrol/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-973124260.jpg", "publishedAt": "2018-11-01T20:12:17Z", "content": "Weslaco Station agents working near the border town of Hidalgo, Texas, encountered one large group of migrants on Tuesday evening. Agents said the group gathered along the U.S. side of the Rio Grande border with Mexico before moving out to find a law enforcem… [+2249 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "World Wide Web Founder Tim Berners-Lee: May Be ‘No Alternative’ to Breaking Up Tech Giants", "description": "The founder of the World Wide Web, Tim Berners-Lee, stated in a recent interview that tech giants such as Google and Facebook have become so dominant in the online landscape that they may need to be broken up.", "url": "https://www.breitbart.com/tech/2018/11/01/world-wide-web-founder-tim-berners-lee-may-be-no-alternative-to-breaking-up-tech-giants/", "urlToImage": "https://media.breitbart.com/media/2016/11/GettyImages-143671334-e1480518348526.jpg", "publishedAt": "2018-11-01T20:02:48Z", "content": "In an interview with Reuters, the founder of the World Wide Web, Tim Berners-Lee, discussed the growing dominance of tech giants such as Google and Facebook stating that he believes it may be necessary at some point to break these companies up. Lee, an Englis… [+1682 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key, Pam Key", "title": "McAuliffe: Trump Has So Marginalized Himself -- 'Nobody Pays Attention to Him'", "description": "Thursday on CNN’s “Wolf,” former Gov. Terry McAuliffe (D-VA) said President Donald Trump has so marginalized himself that “nobody pays attention to him.” McAuliffe said, “I think we ought to be tough on the issues. Why is Trump doing what he’s doing? The fear…", "url": "https://www.breitbart.com/video/2018/11/01/mcauliffe-trump-has-so-marginalized-himself-nobody-pays-attention-to-him/", "urlToImage": "https://media.breitbart.com/media/2018/11/Terry-McAuliffe.jpg", "publishedAt": "2018-11-01T19:59:01Z", "content": "Thursday on CNN’s “Wolf,” former Gov. Terry McAuliffe (D-VA) said President Donald Trump has so marginalized himself that “nobody pays attention to him.” McAuliffe said, “I think we ought to be tough on the issues. Why is Trump doing what he’s doing? The fear… [+1119 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Alana Mastrangelo", "title": "University of Denver Hosts ‘White Privilege Symposium’ Focusing on How White People can Hold Themselves ‘Accountable’ for Being White", "description": "The University of Denver will host a \"White Privilege Symposium\" which will include scores of workshops focusing on how white students can hold themselves accountable for their race.", "url": "https://www.breitbart.com/tech/2018/11/01/university-of-denver-hosts-white-privilege-symposium-focusing-on-how-white-people-can-hold-themselves-accountable-for-being-white/", "urlToImage": "https://media.breitbart.com/media/2018/09/Salisbury-White-Privilege-Presentation.jpg", "publishedAt": "2018-11-01T19:57:20Z", "content": "The White Privilege Symposium is presented by The Privilege Institute and The University of Denver, and will offer several workshops seeking to help white people “check their privilege,” according to the symposium’s website. The website adds that the purpose … [+3633 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "U.S. Charges State-Owned ‘China 2025’ Tech Company and Others with Economic Espionage", "description": "\"We will not allow our sovereignty to be disrespected, our intellectual property to be stolen, or our people to be robbed of their hard-earned prosperity,\" Jeff Sessions said.", "url": "https://www.breitbart.com/economy/2018/11/01/chinatechspiescharged/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/28/32d8a9_explosive-devices-28734-jeff-sessions-attorney-jeff-sessions-pauses-speaking-e1541101376976.jpg", "publishedAt": "2018-11-01T19:54:17Z", "content": "I am announcing that a grand jury in San Francisco has returned a multi-defendant indictment alleging economic espionage on the part of a state-owned Chinese company, a Taiwanese company, and three Taiwan individuals for an alleged scheme to steal trade secre… [+4503 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "James Delingpole", "title": "Delingpole: 'Conservatives Have no Right to Wear Poppies,' Explains Lefty Talk Radio Host O'Brien", "description": "James O’Brien, the angry LBC talk show host who has a built a career on saying dumb, left-wing things in order to get attention has found a new way to be annoying: he has announced that conservatives have no right to wear Remembrance poppies because fascism.", "url": "https://www.breitbart.com/europe/2018/11/01/conservatives-have-no-right-to-wear-poppies-explains-lefty-talk-radio-host-obrien/", "urlToImage": "https://media.breitbart.com/media/2017/11/Poppy-Cross.png", "publishedAt": "2018-11-01T19:41:24Z", "content": "At least I think that’s what he’s trying to say here. Those cheering on the likes of Donald Trump, Viktor Orbán and Marine Le Pen have no right to wear the poppy this year says James O'Brien. pic.twitter.com/9PqZcd7KZB — LBC (@LBC) October 31, 2018 Donald Tru… [+4541 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "Banks Defiant as Remainer-dominated Commission Refers Leave.EU to Crime Agency", "description": "A number of Labour MPs are calling for Brexit to be immediately halted after the Electoral Commission referred Brexit donor Arron Banks to the National Crime Agency (NCA).", "url": "https://www.breitbart.com/europe/2018/11/01/mps-call-for-immediate-halt-to-brexit-as-brexit-funder-put-banks-under-criminal-investigation/", "urlToImage": "https://media.breitbart.com/media/2018/06/GettyImages-971911464.png", "publishedAt": "2018-11-01T19:41:18Z", "content": "The watchdog said it suspected Mr Banks was not the “true source” of loans to the Leave.EU campaign and the money had come “from impermissible sources”. Mr Banks denies all the claims and says the Electoral Commission is biased against Brexit and does not und… [+3617 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Sean Moran, Sean Moran", "title": "Exclusive--Facebook Apologizes, Restores Previously Censored Ad Promoting Marsha Blackburn", "description": "Facebook told Breitbart News in an exclusive statement on Thursday that they have restored a Susan B. Anthony List ad promoting Rep. Marsha Blackburn (R-TN), apologizing and contending that the ad did not violate their advertising policy.", "url": "https://www.breitbart.com/politics/2018/11/01/exclusive-facebook-apologizes-restores-previously-censored-susan-b-anthony-list-ad-promoting-marsha-blackburn/", "urlToImage": "https://media.breitbart.com/media/2018/11/Bredesen-Pro-Choice.jpg", "publishedAt": "2018-11-01T19:40:24Z", "content": "On Thursday, Facebook decided not to approve one of Susan B. Anthony List’s ads within one week of the contentious 2018 midterm elections, which raises the question of social media companies’ undue influence in American electoral politics. The Susan B. Anthon… [+3418 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Watch: Oprah Invokes Lynching, Oppression in Campaign Speech for Stacey Abrams", "description": "In a Thursday speech in the Republican-leaning suburbs of Atlanta, Oprah Winfrey urged voters to make history by backing Georgia Democratic gubernatorial candidate Stacey Abrams in next week’s election, saying she refuses to allow the sacrifices of those who …", "url": "https://www.breitbart.com/entertainment/2018/11/01/oprah-invokes-lynching-oppression-in-campaign-speech-for-abrams/", "urlToImage": "https://media.breitbart.com/media/2018/11/Oprahwinfreyabrams1.jpg", "publishedAt": "2018-11-01T19:35:40Z", "content": "Oprah: I'm here today because of the men and because of the women who were lynched, who were humiliated, who were discriminated against, who were suppressed, who were repressed and oppressed … I refuse to let their sacrifices be in vain.\" pic.twitter.com/9ijj… [+2133 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Nancy Pelosi Receives Standing Ovation at Bruce Springsteen's Broadway Show", "description": "Nancy Pelosi received a standing ovation at Bruce Springsteen's Broadway show following her appearance on The Late Show With Stephen Colbert.", "url": "https://www.breitbart.com/entertainment/2018/11/01/nancy-pelosi-receives-standing-ovation-at-bruce-springsteens-broadway-show/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nancypelosi2.jpg", "publishedAt": "2018-11-01T19:20:40Z", "content": "The New York Post reports Nancy Pelosi and her husband, businessman Paul Pelosi, were greeted with spontaneous applause from the orchestra section as they took their seats. The clapping quickly spread throughout the main floor and balcony of the theater, the … [+784 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Neil Young Goes After the NRA in Political Video for ‘Ohio’", "description": "Folk rocker Neil Young used the Crosby, Stills, Young, and Nash hit song \"Ohio\" to rip the NRA and voice support for high school gun control activists.", "url": "https://www.breitbart.com/entertainment/2018/11/01/neil-young-goes-after-the-nra-in-political-video-for-ohio/", "urlToImage": "https://media.breitbart.com/media/2016/11/NeilYoung2.jpg", "publishedAt": "2018-11-01T19:01:22Z", "content": "Neil Young released a video which shows him transition from scenes of the deaths of four people at Kent State on May 4, 1970, to the present deaths of students shot and killed in gun-free zones. The Hill quoted Young saying, “Today we see what we have become.… [+998 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Rapper Travis Scott Campaigns for Beto O’Rourke: ‘Attack These Polls’", "description": "Rapper Travis Scott campaigned for Texas Senate candidate Beto O'Rourke at an event in Houston this weekend, urging fans to \"go out, hit these polls, attack these polls.\"", "url": "https://www.breitbart.com/entertainment/2018/11/01/rapper-travis-scott-campaigns-for-beto-orourke-attack-these-polls/", "urlToImage": "https://media.breitbart.com/media/2018/11/BetoTraviscrop.jpg", "publishedAt": "2018-11-01T18:46:51Z", "content": "According to The Houston Chronicle, Travis Scott campaigned for Beto O’Rourke, saying, “On Nov. 6, man, we just trying to take Texas all the way up.” “So Beto, we gonna take it all the way up. Texas make some noise and get out their and vote!” he said, also t… [+950 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Report: State Dept. Spox Heather Nauert Offered U.N. Ambassadorship", "description": "State Department Spokesperson Heather Nauert was offered the position of United States Ambassador to the United Nations, according to reports.", "url": "https://www.breitbart.com/politics/2018/11/01/report-heather-nauert-offered-un-ambassadorship/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/afp/07/b96c30_us-state-department-spokesperson-heather-nauert-pictured-may-2018-us-continues-e1541097723380.jpg", "publishedAt": "2018-11-01T18:42:09Z", "content": "Fox News chief White House correspondent John Roberts shared the emerging report on Twitter, writing: “Senior Administration Official tells Fox News that @ statedeptspox Heather Nauert has been offered the job of UN Ambassador.” Senior Administration Official… [+356 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson, Chris Tomlinson", "title": "Trump Travel Ban Critics Now Beg Administration to Enforce Travel Ban for Tommy Robinson", "description": "Several MPs led by Soros-funded HOPE not Hate director Ruth Smeeth who have expressed hatred for President Donald Trump are now begging his administration to ban Tommy Robinson from the U.S.", "url": "https://www.breitbart.com/europe/2018/11/01/anti-trump-mps-beg-administration-ban-tommy-robinson-us/", "urlToImage": "https://media.breitbart.com/media/2018/10/Tommy-Robinson.png", "publishedAt": "2018-11-01T18:35:54Z", "content": "The motion, signed by Ms Smeeth along with 18 other MPs, 16 from the Labour benches and two from the nominally right-wing Conservatives, requests the UK government lobby the Trump administration to prevent a prior ban from being overturned following Mr Robins… [+3067 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Claremont McKenna College Hosts Porn Star to Teach Students About BDSM | Breitbart", "description": "Claremont McKenna College hosted porn star Mia Li this week to help students learn about BDSM sex acts.", "url": "https://www.breitbart.com/tech/2018/11/01/claremont-mckenna-college-hosts-porn-star-to-teach-students-about-bdsm/", "urlToImage": "https://media.breitbart.com/media/2017/04/BDSM_collar_back-Cropped-e1541092905335.jpg", "publishedAt": "2018-11-01T18:18:18Z", "content": "As a part of Claremont McKenna’s “Sex Week,” porn star Mia Li gave a lecture on BDSM (bondage, discipline, dominance, sadism, masochism) sex acts. The lecture, which was called “Intro to BDSM,” took place on Tuesday evening on campus. The lecture’s descriptio… [+1832 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Rapper Akon ‘Very Seriously’ Considering Challenging Trump in 2020", "description": "Rapper and R&B star Akon claimed in a recent interview that he is \"very seriously\" considering mounting a presidential bid in 2020.", "url": "https://www.breitbart.com/entertainment/2018/11/01/rapper-akon-very-seriously-considering-challenging-trump-in-2020/", "urlToImage": "https://media.breitbart.com/media/2018/11/akon2020.jpg", "publishedAt": "2018-11-01T18:10:54Z", "content": "“I’ve been thinking about running for 2020 very seriously,” Akon told Newsweek. “But I didn’t want to just do it because I feel like I want to continue doing what I’m doing and hope that builds me enough momentum [for people] to say, ‘You know what, if you ru… [+1414 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Brazil, Colombia Border States Struggle to Contain Infectious Diseases from Venezuela", "description": "Sick Venezuelan refugees are spreading disease across neighboring countries such as Brazil and Colombia due to the collapse of their own country's health care system, a report from The Wall Street Journal has detailed.", "url": "https://www.breitbart.com/latin-america/2018/11/01/brazil-colombia-border-states-struggle-contain-infectious-diseases-venezuela/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/afp/28/25d231_venezuelan-migrant-family-get-off-truck-on-pan-american-highway-pasto-ipiales-e1541094828611.jpg", "publishedAt": "2018-11-01T17:54:40Z", "content": "The thousands of Venezuelan refugees arriving daily in Brazil’s and Colombia’s border towns often carry serious diseases such as malaria, yellow fever, diphtheria, dengue, and tuberculosis that they are spreading to local populations, according to Colombian, … [+3119 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "CNN’s Wolf Blitzer Triggered by ‘Awful’ Trump Ad: ‘I Don’t Want to Even Play It’", "description": "CNN personality Wolf Blitzer said Thursday that an ad about an illegal alien killer released by President Trump was \"awful\" and that he didn't even want to play it on air.", "url": "https://www.breitbart.com/the-media/2018/11/01/cnns-wolf-blitzer-triggered-awful-trump-ad-dont-want-even-play-it/", "urlToImage": "https://media.breitbart.com/media/2018/11/Blitzercrop.jpg", "publishedAt": "2018-11-01T17:52:33Z", "content": "“You look at the rest of the video and, I don’t want to even play it, and give free advertising to those out there, but if you look at the rest of it, you see hoards of invaders, coming into–threatening to come into the United States, tearing down walls and f… [+1633 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "John Bolton Debuts Sanctions Against ‘Three Stooges of Socialism’: Cuba, Venezuela, Nicaragua", "description": "U.S. National Security Advisor John Bolton announced a new round of sanctions against Cuba, Venezuela, and Nicaragua in a speech at Miami, Florida's Freedom Tower Thursday, declaring that the \"Troika of Tyranny\" would fall with support from the Trump administ…", "url": "https://www.breitbart.com/latin-america/2018/11/01/john-bolton-debuts-sanctions-against-three-stooges-of-socialism-cuba-venezuela-nicaragua/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1039352944.jpg", "publishedAt": "2018-11-01T17:41:14Z", "content": "Bolton specifically announced new sanctions on Venezuela’s oil industry and executive measures to prevent Americans from doing business with the Cuban military regime, which controls most of the Cuban economy, including its tourism sector. “I am here to deliv… [+5457 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "‘Sex Robot Brothel’ Raising Funds to Open in California Next Year", "description": "A \"sex robot brothel\" is raising funds to open in California next year, where men will reportedly be able to pay $10,000 to take a sex robot's \"virginity.\"", "url": "https://www.breitbart.com/tech/2018/11/01/sex-robot-brothel-raising-funds-to-open-in-california-next-year/", "urlToImage": "https://media.breitbart.com/media/2018/11/sex-robot-at-Eves-Dreams-brothel.jpg", "publishedAt": "2018-11-01T17:34:26Z", "content": "The brothel, named Eve’s Robot Dreams, is set to open in West Hollywood, California, next year if it raises $155,000 from a crowdfunding campaign on Indiegogo. “At this brothel, people can experience cutting edge technology in a clean and futuristic environme… [+2537 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Trump Hints China Trade Moves for Argentina G20 After Xi Call - Breitbart News", "description": "Breitbart News Trump Hints China Trade Moves for Argentina G20 After Xi Call Breitbart News The trade chill between President Donald Trump and China's President Xi Jinping may be thawing as Trump talked to, and scheduled meetings with, Xi for this month's G20…", "url": "https://www.breitbart.com/economy/2018/11/01/trump-hints-china-trade-moves-for-argentina-g20-after-xi-call/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/12/f46cda_china-us-27894-donald-trump-xi-jinping-in-nov-2017-file-photo-president-donald-e1540838609751.jpg", "publishedAt": "2018-11-01T17:33:14Z", "content": "Trump revealed Thursday that he had spoken with Xi on several subjects, but focused on trade. Just had a long and very good conversation with President Xi Jinping of China. We talked about many subjects, with a heavy emphasis on Trade, said Trump. Those discu… [+2040 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Pope Francis: ‘Nations Are Built by Migrants’", "description": "Nations do not build themselves, they “are built by migrants, just as migrants built Europe,” Pope Francis told a group of missionaries this week.", "url": "https://www.breitbart.com/europe/2018/11/01/pope-francis-nations-are-built-by-migrants/", "urlToImage": "https://media.breitbart.com/media/2016/09/GettyImages-598047890-e1474036524591.jpg", "publishedAt": "2018-11-01T17:25:39Z", "content": "Europe was not just born like that, the pope told a delegation of Scalabrini missionaries in off-the-cuff remarks in the Vatican Monday. Europe was made by many waves of migrants over the centuries. Using the example of the caravan traveling from Honduras to … [+2054 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Young People Understand Rights But Not Responsibilities or ‘Notion of Service’, Says British General", "description": "Questions should be asked over whether young people in Britain can be relied upon to support the armed forces in future, the head of the British Army has said at an event for a military charity.", "url": "https://www.breitbart.com/europe/2018/11/01/young-people-understand-rights-but-not-responsibilities-or-notion-of-service-says-british-general/", "urlToImage": "https://media.breitbart.com/media/2018/11/British-Army-2.png", "publishedAt": "2018-11-01T17:23:57Z", "content": "Speaking in reference to the generous support given by the British public to military charities in remarks given just days before Britain and other Commonwealth nations are due to remember and mark the 100th anniversary of the cessation of hostilities in the … [+2904 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Alana Mastrangelo", "title": "U.S. Universities Face Scrutiny over Financial Ties with Saudi Arabia", "description": "U.S. colleges and universities are now under scrutiny in the wake of journalist Jamal Khashoggi’s murder for having received hundreds of millions of dollars from the Saudi Arabian government. MIT and George Washington University lead all other schools, receiv…", "url": "https://www.breitbart.com/tech/2018/11/01/u-s-universities-face-scrutiny-over-financial-ties-with-saudi-arabia/", "urlToImage": "https://media.breitbart.com/media/2018/10/Saudi-consulate.png", "publishedAt": "2018-11-01T17:14:33Z", "content": "Hundreds of millions of dollars have been funneled from the Saudi government to scores of American schools in the last decade. The U.S. colleges and universities are now coming under scrutiny for these financial ties in the wake of journalist Jamal Khashoggi’… [+3930 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Geraldo Rivera: ‘I’m Embarrassed’ Trump Playing to a ‘Mob Mentality’ on Immigration for Midterms", "description": "Thursday on ABC’s “The View,” television personality Geraldo Rivera said he is “embarrassed” by President Donald Trump’s midterm message, which he called “playing almost to a mob mentality” on the immigration issue. When asked if he supports sending troops to…", "url": "https://www.breitbart.com/video/2018/11/01/geraldo-rivera-im-embarrassed-trump-playing-to-a-mob-mentality-on-immigration-for-midterms/", "urlToImage": "https://media.breitbart.com/media/2018/11/Geraldo-Rivera.jpg", "publishedAt": "2018-11-01T17:03:56Z", "content": "Thursday on ABC’s “The View,” television personality Geraldo Rivera said he is “embarrassed” by President Donald Trump’s midterm message, which he called “playing almost to a mob mentality” on the immigration issue. When asked if he supports sending troops to… [+1511 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Report: Iran-Backed Hezbollah Pays Syrian Rebels to Switch Sides", "description": "U.S. military officials, human-rights activists, and sources within Syria’s fractious insurgency are painting a grim picture of growing Iranian influence, achieved in part by Iran’s proxy Hezbollah paying rebel commanders formerly supported by the United Stat…", "url": "https://www.breitbart.com/national-security/2018/11/01/report-iran-backed-hezbollah-pays-syrian-rebels-to-switch-sides/", "urlToImage": "https://media.breitbart.com/media/2016/11/Hezbollah-Getty.jpg", "publishedAt": "2018-11-01T16:46:43Z", "content": "The situation is especially troubling because Irans power is spreading along the border with Israel. The Wall Street Journal on Thursday published an extensive report on Iranian influence in Syria sourced to U.S. officials, including the envoy to Syria, the L… [+4971 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Carpetbagging: Beto O’Rourke Still Taking Cash from Hollywood", "description": "A new report shows that Democrat Beto O'Rourke has received some serious help from outside of Texas, with Hollywood stars from Chris Rock to Chelsea Handler opening their wallets to support his campaign.", "url": "https://www.breitbart.com/entertainment/2018/11/01/carpetbagging-beto-orourke-still-taking-cash-from-hollywood/", "urlToImage": "https://media.breitbart.com/media/2018/11/pjimage-74.jpg", "publishedAt": "2018-11-01T16:34:28Z", "content": "According to FEC filings, Beto O’Rourke is getting donations from some of the biggest liberal celebrities in America. “Sarah Jessica Parker, Jimmy Kimmel and Rosie O’Donnell have each thrown down $2,700 … while Chelsea Handler plunked down $2,500 and Chris Ro… [+1499 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Al Roker Defends Dressing as White 'Back to the Future' Character for Halloween", "description": "Al Roker says he isn't apologizing for dressing up for Halloween as a white character after criticizing Megyn Kelly's defense of blackface.", "url": "https://www.breitbart.com/entertainment/2018/11/01/al-roker-defends-dressing-as-white-character-for-halloween/", "urlToImage": "https://media.breitbart.com/media/2018/11/Rokercrop.jpg", "publishedAt": "2018-11-01T16:28:45Z", "content": "Responding to criticism on social media, a seemingly frustrated Roker said dressing up as a character of a different skin tone is acceptable as long as one doesn’t “color” their skin. Im going to say this one last time, but the folks who get it, understand an… [+2243 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Poll: Black Voter Approval for Trump Hits Yearly High After ‘Blexit’", "description": "Black voter approval of President Trump hit the year's high at 40 percent this week, according to daily tracking by Rasmussen Reports.", "url": "https://www.breitbart.com/politics/2018/11/01/black-voter-approval-trump/", "urlToImage": "https://media.breitbart.com/media/2018/10/Blexitcollage2.jpg", "publishedAt": "2018-11-01T16:26:57Z", "content": "The high-water mark comes right after the “Blexit,” or “Black exit from the Democratic Party,” movement spearheaded by Turning Point’s Candace Owens was launched over the weekend, which drew thousands of young African Americans to Washington, DC. Trump Approv… [+1464 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash, Charlie Nash", "title": "Thousands of Google Employees Worldwide Join Walkout Protest Against Sexual Harassment", "description": "Thousands of Google employees around the world joined in with the #GoogleWalkout protest against Google executives' alleged protection of sexual harassers at the company.", "url": "https://www.breitbart.com/tech/2018/11/01/thousands-of-google-employees-worldwide-join-walkout-protest-against-sexual-harassment/", "urlToImage": "https://media.breitbart.com/media/2018/11/Google-walkout-protest.jpg", "publishedAt": "2018-11-01T16:18:37Z", "content": "Employees from New York City, Dublin, London, Singapore, Toronto, Berlin, and Cambridge all joined in with the protest which Google executives reportedly tried to quell with employees providing a list of demands to Google executives. Further protests are expe… [+5722 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston, Warner Todd Huston", "title": "'Black Panther' Star Michael B. Jordan Goes Door-to-Door to Get Out the Black Vote in Georgia", "description": "'Black Panther' actor Michael B. Jordan put himself on the campaign trail this week going door-to-door to encourage blacks in Georgia area to get out and vote.", "url": "https://www.breitbart.com/entertainment/2018/11/01/michael-b-jordan-goes-door-to-door-to-get-out-the-black-vote-in-georgia/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jordancrop.jpg", "publishedAt": "2018-11-01T16:14:00Z", "content": "Jordan has joined the work of the left-wing group Color of Change PAC with a message that it is important to be seen #VotingWhileBlack. “I know some of you think that your vote doesn’t matter,” the Creed II star said. “But you’re actually some of the most imp… [+753 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Report: Trump Administration Mulls Allowing Stolen Property Lawsuits Against Cuba", "description": "The Trump administration is reportedly considering taking the unprecedented step of allowing American citizens to sue the communist Cuban government for stealing their property on the island in the 1959 revolution, according to a report published late Wednesd…", "url": "https://www.breitbart.com/national-security/2018/11/01/report-trump-administration-mulls-allowing-stolen-property-lawsuits-against-cuba/", "urlToImage": "https://media.breitbart.com/media/2016/11/wi/ap/28/3d2hfm7-fidel-castro_photo-e1541088284236.jpg", "publishedAt": "2018-11-01T16:10:05Z", "content": "The McClatchy report, citing unnamed White House sources, precedes a major Latin American policy speech by National Security Advisor John Bolton scheduled for Thursday afternoon in Miami, Florida, the heart of the Cuban-American community. Bolton is expected … [+4829 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Listen: Jon Tester Admits Gun Control Won’t Stop School Shootings, Pushes It Anyway", "description": "Sen. Jon Tester (D-Mont.) pushed gun control in response to school shootings and admitted the specific controls he pushed would not stop such shootings.", "url": "https://www.breitbart.com/politics/2018/11/01/listen-jon-tester-admits-gun-control-wont-stop-school-shootings-pushes-it-anyway/", "urlToImage": "https://media.breitbart.com/media/2018/08/Jon-Tester-pouting-getty.jpg", "publishedAt": "2018-11-01T16:02:09Z", "content": "Tester pushed the gun control in a June 18, 2018, interview published by KBUL News Talk 970 am. The host asked Tester what he thought could be done about school shootings and Tester responded by pushing universal background checks and new gun controls regardi… [+1658 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Trick-Or-Treaters Caught in Gang Crossfire in Philadelphia, Teen Girl and Little Brother Shot", "description": "A teenaged girl and her five-year-old brother were caught in the crossfire between gang members shooting at each other as the kids were out trick-or-treating in Philadelphia on Halloween evening, a report says.", "url": "https://www.breitbart.com/crime/2018/11/01/trick-treaters-caught-gang-crossfire-philadelphia-teen-girl-little-brother-shot/", "urlToImage": "https://media.breitbart.com/media/2018/11/trick-or-treat-shooting-philadelphia-candy.jpg", "publishedAt": "2018-11-01T16:00:27Z", "content": "Makiya Williams, 14, was escorting her five-year-old brother, Mael, out trick-or-treating at around 6:15 p.m. on Halloween in the city’s Olney neighborhood when two men, apparently from opposing gangs, began shooting at each other on the street catching the k… [+858 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Patrick Courrielche", "title": "Patrick Courrielche: Andrew Breitbart Was Right — Pop Culture Matters", "description": "Storytelling is completely dominated by the left. Conservatives don’t have a chance in making a long-term impact on culture if they don’t actively participate in this art form. As Andrew Breitbart once proclaimed to conservatives – “pop culture matters.”", "url": "https://www.breitbart.com/entertainment/2018/11/01/patrick-courrielche-andrew-breitbart-was-right-pop-culture-matters/", "urlToImage": "https://media.breitbart.com/media/2016/07/TrumpWall.jpg", "publishedAt": "2018-11-01T15:42:55Z", "content": "I remember when I first heard this quote I thought it must have been a bit of hyperbole offered up as red meat to Andrews conservative audience. At the time Id just been in the trenches with my new friend. A series of stories Id published with Andrews then-re… [+3710 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez, Katherine Rodriguez", "title": "Police: Woman Choked Innocent Man Claiming He Groped Her", "description": "An upstate New York woman choked a nightclub bouncer until he fell unconscious, claiming he groped her until she realized one of her friends was behind the butt grab, police said.", "url": "https://www.breitbart.com/politics/2018/11/01/police-woman-choked-innocent-man-claiming-he-groped-her/", "urlToImage": "https://media.breitbart.com/media/2018/11/choked.jpg", "publishedAt": "2018-11-01T15:38:45Z", "content": "Kierah Lagrave, 22, of Plattsburgh, had been at the Five1Eight nightclub on October 20 when she noticed someone slap her butt from behind. The woman then walked up to the bouncer, strangling him until he fell unconscious and dropped to the floor, police said.… [+635 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Nolte: Poll Shows Voters Believe Media Have Divided Country More than Trump", "description": "Sixty-four percent of voters believe the media have divided the country, compared to just 56 percent who believe the same about President Trump.", "url": "https://www.breitbart.com/the-media/2018/11/01/nolte-poll-shows-more-voters-believe-media-divided-country-trump/", "urlToImage": "https://media.breitbart.com/media/2018/10/donald-trump-speaks-press-pittsburgh-synagogue-shooting-ap.jpg", "publishedAt": "2018-11-01T15:31:09Z", "content": "A Morning Consult poll released Monday asked 2,435 voters if Trump and the national media have done more to divide than unite the country, and the media came out the big loser. Even a plurality of Democrats, 46 percent, believe the media divide the country. E… [+2241 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Suspect in ‘Scream Mask’ on Loose After Shooting Two in Gun-Controlled NYC", "description": "A suspect in a \"scream mask\" is on the loose after shooting two people in gun-controlled New York City overnight.", "url": "https://www.breitbart.com/politics/2018/11/01/suspect-in-scream-mask-on-loose-after-shooting-two-in-gun-controlled-nyc/", "urlToImage": "https://media.breitbart.com/media/2018/11/Ghostface-scream-mask.jpg", "publishedAt": "2018-11-01T15:26:03Z", "content": "New York 4 reports that the shooting occurred just before 2 am. A 17-year-old girl and 24-year-old man were shot and wounded. Both were transported to the hospital in critical condition. ABC 6 reports that the suspect allegedly walked up to ta group of people… [+860 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "San Diego Union-Tribune: Democrat Ammar Campa-Najjar's Grandfather Was Founder of Yasser Arafat's Party", "description": "The San Diego Union-Tribune published a front-page story on Thursday examining Ammar Campa-Najjar’s family history, noting that the Democrat’s grandfather was not merely a member of a terrorist organization, but a leader.", "url": "https://www.breitbart.com/politics/2018/11/01/san-diego-union-tribune-democrat-ammar-campa-najjars-grandfather-was-founder-of-yasser-arafat-party-fatah/", "urlToImage": "https://media.breitbart.com/media/2018/10/Screen-Shot-2018-10-30-at-9.20.16-AM.png", "publishedAt": "2018-11-01T15:25:23Z", "content": "Muhammad Yousef al-Najjar — also known by his nom de guerre, Abu Youssef — was involved in the massacre of eleven Israeli athletes at the 1972 Olympic Games in Munich, Germany. The Union-Tribune article notes that there is debate among historians “about the l… [+2147 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Watch–Kris Kobach Defends Black Americans Supportive of Voter ID Against CNN’s Jeffrey Toobin", "description": "Kansas Secretary of State and gubernatorial candidate Kris Kobach slammed CNN's Jeffrey Toobin after being attacked for supporting voter identification laws.", "url": "https://www.breitbart.com/politics/2018/11/01/watch-kris-kobach-defends-black-americans-supportive-of-voter-id-against-cnns-jeffrey-toobin/", "urlToImage": "https://media.breitbart.com/media/2018/10/collage-6.jpg", "publishedAt": "2018-11-01T15:11:42Z", "content": "During a segment on CNN’s Anderson Cooper 360, Kobach made the constitutional case for President Trump to end birthright citizenship. In response, Cooper and Toobin attacked Kobach with unrelated insults. Cooper even question if Kobach was a constitutional sc… [+5257 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Sean Moran, Sean Moran", "title": "Polls: Democrat Joe Manchin Slipping in Final Weeks of West Virginia Senate Race", "description": "West Virginia Senate Democrat Sen. Joe Manchin’s (D-WV) lead continues to slip in the final weeks of the increasingly competitive Senate race, according to multiple polls released on Thursday.", "url": "https://www.breitbart.com/politics/2018/11/01/polls-democrat-joe-manchin-slipping-in-final-weeks-of-west-virginia-senate-race/", "urlToImage": "https://media.breitbart.com/media/2018/06/Patrick-Morrisey-Joe-Manchin-WV-sbs-AP.jpg", "publishedAt": "2018-11-01T14:54:27Z", "content": "In a poll released by the West Virginia Metro News, Sen. Manchin only leads by 5 points45 to 40 percentagainst West Virginia Attorney General Patrick Morrisey, while 11 percent of West Virginians support Libertarian Rusty Hollen, and five percent of voters re… [+2318 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "L.A. Times Endorses 3 White Candidates in English — and Their Latino Rivals, in Spanish", "description": "The Los Angeles Times is facing criticism after it endorsed three white candidates in its English edition, but endorsed their Latino opponents in its Spanish edition.", "url": "https://www.breitbart.com/the-media/2018/11/01/l-a-times-endorses-3-white-candidates-in-english-and-their-latino-rivals-in-spanish/", "urlToImage": "https://media.breitbart.com/media/2016/10/Los-Angeles-Times-Associated-Press.jpg", "publishedAt": "2018-11-01T14:49:32Z", "content": "The discrepancy was caught by a Latino-themed website, latinorebels.com. The races include: U.S. Senate, where the English version endorsed incumbent Sen. Dianne Feinstein, but the Spanish version endorsed challenger State Sen. Kevin de Leon (D-Los Angeles); … [+2548 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Supporters Chant ‘Lock Him Up!’ After Mention of Andrew Gillum", "description": "President Donald Trump led a political rally in Estero, Florida on Wednesday, supporting the Republican candidate for Governor Rep. Ron DeSantis.", "url": "https://www.breitbart.com/politics/2018/11/01/donald-trump-supporters-chant-lock-him-up-after-mention-of-andrew-gillum/", "urlToImage": "https://media.breitbart.com/media/2018/11/donald-trump-rally.png", "publishedAt": "2018-11-01T14:41:11Z", "content": "During the rally, DeSantis took the stage to criticize his Democratic opponent Andrew Gillum for taking bribes from an undercover FBI agent and doing favors for lobbyists. “Maybe we should impeach Gillum as mayor of Tallahassee!” DeSantis said as Trump suppor… [+747 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Nolte: CNN’s Don Lemon Doubles Down on Attack of ‘White Men’", "description": "CNN's Don Lemon doubled down on his attacks against \"white men\" Wednesday night.", "url": "https://www.breitbart.com/the-media/2018/11/01/nolte-cnns-don-lemon-doubles-down-on-attack-of-white-men/", "urlToImage": "https://media.breitbart.com/media/2018/09/Don-Lemon.png", "publishedAt": "2018-11-01T14:34:52Z", "content": "“I made some comments about that in a conversation with Chris [Cuomo],” the anti-Trump activist told his viewers. “I said that the biggest terror threat in this country comes from radicals on the far right, primarily white men. That angered some people.” “But… [+2761 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Four Sexual Predators Apprehended with Migrant Groups in South Texas", "description": "Border Patrol agents assigned to the Rio Grande Valley Sector apprehended violent criminals and gang members traveling with Central American migrants. Some of those include members of the most violent gangs in the U.S. and sexual predators against children.", "url": "https://www.breitbart.com/border/2018/11/01/four-sexual-predators-apprehended-with-migrant-groups-in-south-texas/", "urlToImage": "https://media.breitbart.com/media/2018/09/GettyImages-973124246.jpg", "publishedAt": "2018-11-01T14:11:58Z", "content": "McAllen Station agents patrolling near Sullivan City, Texas, arrested a group of nine migrants who crossed the border on October 29. While processing the group, a background investigation revealed that a Lebanon, Kentucky, court convicted one of the men on a … [+2130 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Gillum on Corruption Scandals: ‘The Sin That I Committed Was I Was Too Open and Too Available’", "description": "During a Thursday interview with CNN’s John Berman on “New Day,” Florida Democratic gubernatorial nominee Andrew Gillum discussed the corruption he has been accused of while mayor of Tallahassee. Gillum denied any wrongdoing, saying the only “sin” he committe…", "url": "https://www.breitbart.com/video/2018/11/01/gillum-on-corruption-scandals-the-sin-that-i-committed-was-i-was-too-open-and-too-available/", "urlToImage": "https://media.breitbart.com/media/2018/11/gillum.jpg", "publishedAt": "2018-11-01T14:07:37Z", "content": "During a Thursday interview with CNN’s John Berman on “New Day,” Florida Democratic gubernatorial nominee Andrew Gillum discussed the corruption he has been accused of while mayor of Tallahassee. Gillum denied any wrongdoing, saying the only “sin” he committe… [+988 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Defends Fight with ‘Fake News’ Media: ‘I Have to Fight Back’", "description": "\"Jim, it's my only form of fighting back. I couldn't be here if I did that,\" Trump said. \"I would never be here.\"", "url": "https://www.breitbart.com/politics/2018/11/01/donald-trump-defends-fight-fake-news-media-have-fight-back/", "urlToImage": "https://media.breitbart.com/media/2018/05/wi/ap/23/95bbb1_trump-80378-donald-trump-president-donald-trump-hair-is-ruffled-by-breeze-e1527101975206.jpg", "publishedAt": "2018-11-01T14:06:30Z", "content": "During his interview with the president, Axios founder Jim VandeHei said Trump’s rhetoric “scared the crap out of” him, and he warned him that it could get a reporter shot. “Jim, it’s my only form of fighting back. I couldn’t be here if I did that,” Trump sai… [+503 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michael Patrick Leahy", "title": "Watch: Google Refuses Tennessee Republican Party Ad Buy for YouTube Video Supporting Marsha Blackburn for Senate", "description": "Google is refusing an ad buy from the Tennessee Republican Party for a YouTube video supporting Rep. Marsha Blackburn (R-TN-07), the GOP candidate for the U.S. Senate seat currently held by retiring Sen. Bob Corker (R-TN).", "url": "https://www.breitbart.com/politics/2018/11/01/watch-google-refuses-tennessee-republican-party-ad-buy-for-youtube-video-supporting-marsha-blackburn-for-senate/", "urlToImage": "https://media.breitbart.com/media/2018/10/marsha-blackburn-tn-2018-AP.jpg", "publishedAt": "2018-11-01T14:03:35Z", "content": "A Fox News poll released late Wednesday shows that Blackburn is now leading her Democrat opponent, former Gov. Phil Bredesen, by nine points, 50 percent to 41 percent. The Daily Caller News Foundation broke the story Wednesday morning: Google Ads informed the… [+2865 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Radical Muslims Behind 84 Percent of Terror Killings in the West, 67 Percent Foreign-Born", "description": "Islamists were responsible for a massive 84.27 per cent of terror killings in the West in 2017, with 66.67 per cent of the perpetrators coming to their target country from abroad.", "url": "https://www.breitbart.com/europe/2018/11/01/radical-muslims-84-percent-terror-killing-west-67-percent-foreign-born/", "urlToImage": "https://media.breitbart.com/media/2017/08/Barcelona-2.png", "publishedAt": "2018-11-01T13:34:52Z", "content": "The number of foreign-born radical Islamic terrorists carrying out attacks in Western countries was up substantially from 2016, when 40.54 per cent of attackers struck outside their country of origin, according to a report by the Henry Jackson Society. Europe… [+1867 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "CNN, Hollywood Reporter Declare New Trump Ad Against Caravan ‘Racist’", "description": "President Donald Trump took to Twitter to share a new ad on Wednesday evening against allowing the migrant caravan from Central America to enter the United States. CNN and the Hollywood Reporter declared it \"racist.\"", "url": "https://www.breitbart.com/the-media/2018/11/01/cnn-hollywood-reporter-declare-new-trump-ad-against-caravan-racist/", "urlToImage": "https://media.breitbart.com/media/2018/01/Luis-Bracamontes-illegal-immigrant-murderer-grins-court-screenshot.jpg", "publishedAt": "2018-11-01T13:33:08Z", "content": "The ad features Luis Bracamontes, an illegal alien who was convicted earlier this year for murdering two police officers in 2014 in California. In court, he laughed and shouted that he wanted to kill more. Several months later, he continued his outbursts in a… [+3060 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Defends Military Deployment to the Border: ‘We Have to Have a Wall of People’", "description": "President Donald Trump defended Wednesday his decision to send the military to the border in response to the migrant caravan headed for the United States.", "url": "https://www.breitbart.com/politics/2018/11/01/donald-trump-defends-military-deployment-to-the-border-we-have-to-have-a-wall-of-people/", "urlToImage": "https://media.breitbart.com/media/2018/11/U.S.-military-mexico-border.png", "publishedAt": "2018-11-01T13:28:47Z", "content": "“Its very important,” Trump said. “We have to have a wall of people very highly trained people, terrific, dedicated patriots.” The president commented on his commitment to secure the border during an interview with ABC News reporter Jonathan Karl. Trump dismi… [+694 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Tree of Life Rabbi Jeffrey Myers on Trump Visit: ‘Pleasantly Surprised by a Warm and Personal Side’ That America Has Never Seen", "description": "Tree of Life Synagogue Rabbi Jeffrey Myers on Thursday discussed the president’s visit in the wake of the shooting that took the lives of 11 over the weekend. Myers said President Donald Trump was “very consoling” and he saw a “warm and personal side to the p…", "url": "https://www.breitbart.com/video/2018/11/01/tree-of-life-rabbi-jeffrey-myers-on-trump-visit-pleasantly-surprised-by-a-warm-and-personal-side-that-america-has-never-seen/", "urlToImage": "https://media.breitbart.com/media/2018/10/GettyImages-1054982226.jpg", "publishedAt": "2018-11-01T13:19:33Z", "content": "Tree of Life Synagogue Rabbi Jeffrey Myers on Thursday discussed the president’s visit in the wake of the shooting that took the lives of 11 over the weekend. Myers said President Donald Trump was “very consoling” and he saw a “warm and personal side to the p… [+377 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Seven members of Same Immigrant Family Arrested in France After Pledging Allegiance to Islamic State", "description": "Counterterrorism investigators in France arrested seven Syrians, all family members, in Paris after suspecting that many of them had uploaded videos to the internet pledging allegiance to Islamic State.", "url": "https://www.breitbart.com/europe/2018/11/01/seven-member-syrian-family-arrested-france-pledging-allegiance-islamic-state/", "urlToImage": "https://media.breitbart.com/media/2017/11/Screen-Shot-2017-11-07-at-18.04.55.png", "publishedAt": "2018-11-01T13:13:48Z", "content": "Dozens of Paris police, some heavily armed, stormed the family’s residence in the Sablons district on Tuesday arresting seven members of the large family which included five children, the oldest in their twenties and one aged 12 who was not arrested, accordin… [+1861 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Weekly Unemployment Claims Fall to 214,000, Ongoing Claims Drop to Lowest Level Since 1973", "description": "Layoffs remain ultralow, defying predictions that the trade war with China would weigh on the U.S. labor market.", "url": "https://www.breitbart.com/economy/2018/11/01/weekly-unemployment-claims-fall-to-214000/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/31/151a8a_election-2018-trump-88727-donald-trump-president-donald-trump-speaks-rally-e1541076402498.jpg", "publishedAt": "2018-11-01T12:56:08Z", "content": "The number of Americans filing new applications for state unemployment benefits fell by 2,000 to 214,000 last week, the Labor Department said Thursday. Jobless claims remain near lows not seen for close to 40 years. Jobless claims are a proxy for layoffs and … [+909 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Jimmy Buffett to Headline Florida Fundrasier for Andrew Gillum", "description": "Rocker Jimmy Buffett is set to perform a fundraising event in Florida on Saturday in support of far-left Democratic gubernatorial nominee Andrew Gillum, as well as Democratic Senator Bill Nelson's re-election campaign.", "url": "https://www.breitbart.com/entertainment/2018/11/01/jimmy-buffett-to-headline-florida-fundrasier-for-andrew-gillum/", "urlToImage": "https://media.breitbart.com/media/2018/08/JimmyBuffett1.jpg", "publishedAt": "2018-11-01T12:36:27Z", "content": "Buffett, 71, will perform at 2:30 p.m. Saturday at Meyer Amphitheatre in downtown West Palm Beach, as part of an effort to “energize Democrats and Parrot Heads across the state” ahead of the upcoming midterm elections, Gillum’s campaign announced. The event i… [+1014 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Harvey Weinstein Accused of Sexually Assaulting 16-Year-Old Girl", "description": "Disgraced movie producer Harvey Weinstein has been accused of yet another act of sexual misconduct by a Polish model who alleges that she was preyed upon by Weinstein when she was 16-years-old.", "url": "https://www.breitbart.com/entertainment/2018/11/01/harvey-weinstein-accused-of-sexually-assaulting-16-year-old-girl/", "urlToImage": "https://media.breitbart.com/media/2018/07/HarveyCharged3rd1.jpg", "publishedAt": "2018-11-01T12:08:27Z", "content": "Page Six reports that in New York City in 2002, Harvey Weinstein allegedly picked up a 16-year-old Polish model on the pretense of having a “business lunch,” but took her to his apartment. The report states: “Weinstein wasted no time in aggressively and threa… [+1206 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Sarah Silverman: Trump Has a ‘Starring Role in Our Current Epidemic of Domestic Terrorism’", "description": "Hulu talk show host Sarah Silverman declared in her latest monologue that President Donald Trump has a \"starring role\" in the United States' \"current epidemic of domestic terrorism.\"", "url": "https://www.breitbart.com/entertainment/2018/11/01/sarah-silverman-trump-starring-role-in-our-current-epidemic-of-domestic-terrorism/", "urlToImage": "https://media.breitbart.com/media/2018/10/SarahSilvermancrop.jpg", "publishedAt": "2018-11-01T11:57:36Z", "content": "Sarah Silverman commented on President Trump’s response to the migrant caravan heading toward the United States during a monologue on her Hulu show I Love You, America. “[Trump] starts fake fights that he doesn’t have to finish, because he knows in one way or… [+1551 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Perez Hilton: ‘I Despise Trump, But I Agree’ on Ending Birthright Citizenship", "description": "Left-wing blogger Perez Hilton says that while he despises President Trump, he supports his effort to end birthright citizenship in the United States.", "url": "https://www.breitbart.com/entertainment/2018/11/01/perez-hilton-i-despise-trump-but-i-agree-on-ending-birthright-citizenship/", "urlToImage": "https://media.breitbart.com/media/2018/10/Perezhilton1.jpg", "publishedAt": "2018-11-01T11:52:11Z", "content": "In an online post, Hilton — who gained notoriety in the 2000’s for his startup celebrity gossip website — said he did not believe the U.S.-born children of illegal aliens, often called “anchor babies,” should be gifted with birthright citizenship. “I dont agr… [+3137 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Brazil's Bolsonaro Wants to Move Israel Embassy to Jerusalem: Report", "description": "JERUSALEM – Brazil’s president-elect Jair Bolsonaro has told an Israeli newspaper he intends to defy the Palestinians and most of the world by moving his country’s embassy from Tel Aviv to Jerusalem.", "url": "https://www.breitbart.com/middle-east/2018/11/01/brazils-bolsonaro-wants-to-move-israel-embassy-to-jerusalem-report/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/28/605c0b_aptopix-brazil-elections-37390-jair-bolsonaro-presidential-candidate-e1540769515942.jpg", "publishedAt": "2018-11-01T11:35:37Z", "content": "Brazil would become the second major country after the United States to do so. Asked in an interview with Israel Hayom published Thursday if he would move Brazil’s embassy, as he had indicated during his campaign, Bolsonaro said Israel should decide where its… [+1332 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Hate Preachers and Jihadi Brides Should Be Tried for Treason, Says Tory Peer", "description": "A Conservative Party Peer in the House of Lords has called for hate preachers and jihadi brides to be tried for treason, decrying the “inadequate sentence” of recently-released Islamic State supporter Anjem Choudary.", "url": "https://www.breitbart.com/europe/2018/11/01/hate-preachers-jihadi-brides-jailed-treason-tory-peer/", "urlToImage": "https://media.breitbart.com/media/2017/03/GettyImages-646639778.png", "publishedAt": "2018-11-01T11:33:24Z", "content": "Former Justice Minister Lord Faulks QC called for an amendment to the Counter Terrorism and Security Bill in the Upper House of Parliament on Wednesday, adding an offence of treason to adequately punish those “waging war against your own country.” “Those who … [+2714 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "Report: May Strikes Financial Services Deal with EU by Agreeing 'Equivalence' After Brexit", "description": "Theresa May has reportedly struck a deal giving the UK’s financial services firms continued access to European Union (EU) markets after Brexit, by agreeing to mirror the bloc’s regulations.", "url": "https://www.breitbart.com/europe/2018/11/01/report-may-strikes-financial-service-deal-eu-agreeing-equivalence-brexit/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screen-Shot-2018-11-01-at-10.44.33.png", "publishedAt": "2018-11-01T11:23:16Z", "content": "The UK is the world’s largest financial services exporter and after reports of the deal on the sector, appearing in The Times, the pound rose by more than one per cent against the dollar. The City of Londons access to European markets after the divorce next y… [+1829 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Rouhani: New Sanctions Will Backfire as 'Oppressive' U.S. Is 'in Retreat'", "description": "Renewed oil sanctions against Iran that begin Nov. 4 are a “new instance of oppression” by the U.S. and a sign it is “in retreat,” Iranian President Hassan Rouhani said Wednesday.", "url": "https://www.breitbart.com/middle-east/2018/11/01/rouhani-new-sanctions-will-backfire-as-oppressive-u-s-is-in-retreat/", "urlToImage": "https://media.breitbart.com/media/2018/11/rouhani.png", "publishedAt": "2018-11-01T10:49:45Z", "content": "The sanctions bar countries from trading with Iran for crude oil exports, and are designed to pressure Tehran into renegotiating a new nuclear deal. They overturn the Obama-era softening of trade with the Middle East state and fulfill a campaign promise made … [+2590 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "James Delingpole", "title": "Delingpole: Wind Turbines Can Harm Heart, Says German Professor", "description": "Wind turbines are terrible for the health of the millions of birds and bats they slice and dice every year - and they're not much good for humans either: they can even stop your heart working properly.", "url": "https://www.breitbart.com/politics/2018/11/01/delingpole-wind-turbines-can-harm-heart-says-german-professor/", "urlToImage": "https://media.breitbart.com/media/2017/07/climate.png", "publishedAt": "2018-11-01T10:35:06Z", "content": "This was the conclusion of an experiment conducted recently by a medical team in Mainz, Germany, led by Professor Christian-Friedrich Vahl. Interviewed in Allgemeine-Zeitung, Vahl said that the Low Frequency Noise generated by wind turbines can weaken the hea… [+5048 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Shadow Wars: Iran Hit by Computer Virus as Israel Stays Silent", "description": "A malicious computer virus similar to Stuxnet but “more violent, more advanced and more sophisticated” has brought upheaval to Iran’s internal infrastructure. Israeli officials are mute on any possibility they may have contributed to its release, an Israeli T…", "url": "https://www.breitbart.com/middle-east/2018/11/01/shadow-wars-iran-hit-by-computer-virus-as-israel-stays-silent/", "urlToImage": "https://media.breitbart.com/media/2018/11/iran-hacking.png", "publishedAt": "2018-11-01T09:35:33Z", "content": "Israeli officials are mute on any possibility they may have contributed to the cyber infiltration. The TV report was aired after it was publicly revealed the Mossad intelligence agency had thwarted an Iranian murder plot in Denmark. Forty-eight hours before t… [+2677 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Salvini Announces New Plan to Deport at Least 2,700 Illegal Migrants from Italy", "description": "Populist Italian Interior Minister Matteo Salvini has announced his first steps to start deporting illegal migrants which will see the country invest 12 million euros and expects to deport at least 2,700 illegals.", "url": "https://www.breitbart.com/europe/2018/11/01/salvini-announces-new-plan-deport-2700-illegal-migrants-italy/", "urlToImage": "https://media.breitbart.com/media/2018/05/Matteo-Salvini.jpg", "publishedAt": "2018-11-01T09:12:19Z", "content": "The new plan is the first concrete proposal to start the process of deportations following Salvini’s closure of the ports to migrant transport NGOs, the major source of incoming asylum seekers, earlier this year. The plan, which will also be half funded by th… [+1801 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "GOP Mark Harris on Caravan: ‘We Send Our Military All over the World,’ Let’s Protect Our Border", "description": "Mark Harris, the Republican nominee for North Carolina's 9th Congressional District, told Breitbart News he broadly supports President Donald Trump's immigration and border security proposals.", "url": "https://www.breitbart.com/radio/2018/10/31/gop-mark-harris-on-caravan-we-send-our-military-all-over-the-world-lets-protect-our-border/", "urlToImage": "https://media.breitbart.com/media/2018/10/mark-harris-north-carolina-facebook-photo.jpg", "publishedAt": "2018-11-01T06:03:02Z", "content": "Harris defeated incumbent Rep. Robert Pittenger (R-NC) in the district’s GOP primary in May to secure the Republican nomination. He is facing Democrat challenger Dan McCready in November’s midterm election. LISTEN : “I feel like the president put in a comprom… [+1810 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Trolls Democrats with Old Harry Reid Clip Arguing Against Birthright Citizenship", "description": "President Donald Trump shared an old clip of former Democrat Senate Majority Leader Harry Reid on Wednesday to bolster his claim of ending birthright citizenship.", "url": "https://www.breitbart.com/politics/2018/10/31/donald-trump-trolls-dems-old-harry-reid-clip/", "urlToImage": "https://media.breitbart.com/media/2018/10/file-photo-donald-trump-shrug-ap-photo.jpg", "publishedAt": "2018-11-01T05:39:05Z", "content": "“Harry Reid, when he was sane, agreed with us on Birthright Citizenship!” Donald Trump noted on Twitter. Harry Reid, when he was sane, agreed with us on Birthright Citizenship! pic.twitter.com/ypiE1QWKag — Donald J. Trump (@realDonaldTrump) October 31, 2018 B… [+1141 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ken Klukowski", "title": "Trump Judges Signal Resurgence of Limited Government Over Runaway Federal Government", "description": "Two Trump-appointed minority judges in their forties—Amul Thapar and James Ho—are joining Trump Supreme Court justices in questioning two major legal doctrines that give vast powers to federal agencies, possibly heralding that President Donald Trump could bui…", "url": "https://www.breitbart.com/politics/2018/10/31/trump-judges-signal-resurgence-of-limited-government-over-runaway-federal-government/", "urlToImage": "https://media.breitbart.com/media/2018/10/James-Ho-Remove-term-Amul-Thapar-Amul-Thapar.jpg", "publishedAt": "2018-11-01T04:26:49Z", "content": "President Trump is on a historic winning streak on judges, first breaking the first-year record for appointing federal appeals judges in December 2017 with 12 judges, then the two-year record of 23 earlier this year. (Senate Republicans are up to 29 circuit j… [+11592 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Dershowitz: Children Born to People in U.S. Illegally and then Live in U.S. Have Birthright Citizenship", "description": "On Wednesday’s broadcast of the Fox Business Network’s “Kennedy,” Harvard Law Professor Alan Dershowitz argued that if a child is born in the U.S. to people who are in the country illegally and that child then resides in the U.S. after they’re born, that chil…", "url": "https://www.breitbart.com/video/2018/10/31/dershowitz-children-born-to-people-in-us-illegally-and-then-live-in-us-have-birthright-citizenship/", "urlToImage": "https://media.breitbart.com/media/2018/10/Dershowitz-108-Thumbnail.jpg", "publishedAt": "2018-11-01T04:13:18Z", "content": "On Wednesday’s broadcast of the Fox Business Network’s “Kennedy,” Harvard Law Professor Alan Dershowitz argued that if a child is born in the U.S. to people who are in the country illegally and that child then resides in the U.S. after they’re born, that chil… [+787 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Watch: Celebrities Beg People to Vote– Trump Administration ‘Keeping Children in Cages’", "description": "Another group of Hollywood celebrities has come out with a get out the vote ad, this time driving a left-wing message attacking President Donald Trump for \"keeping children in cages.\"", "url": "https://www.breitbart.com/entertainment/2018/10/31/watch-celebrities-beg-people-to-vote-trump-administration-keeping-children-in-cages/", "urlToImage": "https://media.breitbart.com/media/2018/10/celebrities-want-americans-to-vote-swing-left-102018-youtube.jpg", "publishedAt": "2018-11-01T04:13:08Z", "content": "The ad features actors such as Andy Ritcher of Conan OBrien late-night show fame, The Big Bang Theory’s Simon Helberg and Melissa Rauch, Bradley Whitford from the series The West Wing, commercial actress Milana Vayntrub, and several others urging people to vo… [+1720 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris, Kyle Morris", "title": "Andrew Gillum Exposed by Staffers in Undercover Video: 'This Is a F***ed Up State'", "description": "A Project Veritas video released Wednesday night deals a shocking blow to the campaign of Florida's Democrat gubernatorial hopeful Andrew Gillum.", "url": "https://www.breitbart.com/politics/2018/10/31/andrew-gillum-exposed-by-staffers-in-undercover-video-this-is-a-fed-up-state/", "urlToImage": "https://media.breitbart.com/media/2018/10/Andrew-Gillum-Staffer.jpg", "publishedAt": "2018-11-01T03:42:51Z", "content": "Omar Smith, who is a staffer for Gillum, said that if Gillum is elected “None of the programs that people are hoping for would happen.” When questioned on whether or not voters knew that, Smith responded, “That’s not for them to know” and insisted that it be … [+2052 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Mattis, Pompeo Signal U.S. Patience Has Run Out on Supporting War in Yemen", "description": "Mattis and Pompeo signaled Tuesday that U.S. patience has run out on supporting a Saudi-led coalition in a war in Yemen.", "url": "https://www.breitbart.com/politics/2018/10/31/mattis-pompeo-signal-u-s-patience-has-run-out-on-supporting-war-in-yemen/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/afp/09/3d479f_yemeni-police-men-pictured-2018-patrol-streets-as-yemen-ongoing-conflict.jpg", "publishedAt": "2018-11-01T03:23:35Z", "content": "Mattis appeared to give a 30-day deadline for when all parties to the war need to come to the negotiating table to settle the nearly four-year-old war that has left more than 22 million in need of aid and 16,000 civilians dead. “Yemen has had more problems th… [+3832 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro, Neil Munro", "title": "Obama's Migration Record: Almost One Migrant for Every Two Graduates in 2016", "description": "President Barack Obama spiked legal and illegal immigration to a record level of 1.75 million in 2017 by accepting one migrant for every two young Americans who entered the workforce in 2017.", "url": "https://www.breitbart.com/economy/2018/10/31/obama-migration-record-almost-one-migrant-for-every-two-graduates-in-2016/", "urlToImage": "https://media.breitbart.com/media/2018/10/president-obama-graduation-students-file-12-getty.jpg", "publishedAt": "2018-11-01T03:14:14Z", "content": "The huge inflow matched the record set in 1999 when Bill Clinton was president. Obama’s wave of legal immigrants, illegal migrants, and visa workers rose from 1.1 million in 2009 to 1.75 million in 2017. In the same year, roughly four million Americans turned… [+5889 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church, Nate Church", "title": "Woman Charged in Deaths of Three Siblings Killed at Indiana Bus Stop", "description": "Alyssa Shepherd, 24, allegedly struck and killed three siblings with a pickup truck while they tried to board their school bus on Tuesday morning.", "url": "https://www.breitbart.com/crime/2018/10/31/woman-charged-death-three-siblings-indiana-bus-stop/", "urlToImage": "https://media.breitbart.com/media/2018/10/3-siblings-killed-school-bus-stop-103018-ap.jpg", "publishedAt": "2018-11-01T02:28:32Z", "content": "Nine-year-old Alivia Stahl and her six-year-old twin brothers Xzavier and Mason Ingle died after being struck at the bus stop, while 11-year-old Maverik Lowe was critically injured with multiple broken bones. Lowe, unrelated to the three siblings, is currentl… [+1018 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez, Katherine Rodriguez", "title": "Ethics Panel: Florida Mayor Solicited Sex for Speed Bumps", "description": "A Florida ethics panel is accusing a Florida mayor of promising a constituent he would install speed bumps in a neighborhood in exchange for sex, the Florida Commission on Ethics said.", "url": "https://www.breitbart.com/politics/2018/10/31/ethics-panel-florida-mayor-solicited-sex-for-speed-bumps/", "urlToImage": "https://media.breitbart.com/media/2018/10/speed-bumps-signs-roadway-flickr.jpg", "publishedAt": "2018-11-01T02:02:45Z", "content": "The Florida Commission on Ethics said in a statement last Wednesday that Lantana Mayor David Stewart “misused his position to attempt to obtain a sexual benefit for himself.” The constituent, Catherine Padilla, said in her January complaint to the ethics comm… [+755 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Trump Tells Illegal Border Crossers: ‘Turn Back…It’s Called Catch,’ No Release", "description": "President Donald Trump declared at Wednesday’s Florida rally to those seeking to cross illegally into the United States, the U.S. will catch them, but not release anyone into the country.", "url": "https://www.breitbart.com/immigration/2018/10/31/trump-tells-illegal-border-crossers-turn-backits-called-catch-no-release/", "urlToImage": "https://media.breitbart.com/media/2018/10/central-american-migrant-caravan-us-border-oct-2018-getty.jpg", "publishedAt": "2018-11-01T01:59:11Z", "content": "Trump turned attention toward the caravan of thousands of migrants headed from Central America towards the United States, seeking to illegally cross into America. The rally crowd chanted build the wall. He recalled caravan migrants who recently forced their w… [+903 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Perez: Trump Has Created ‘a Climate’ that ‘Invites’ Violence", "description": "On Wednesday’s broadcast of CNN’s “Cuomo Primetime,” DNC Chair Tom Perez stated, “when you create a climate, as this president has created, that invites violent acts, you should never be surprised when you have violent acts.” Perez said, “[D]ays after we had …", "url": "https://www.breitbart.com/video/2018/10/31/perez-trump-has-created-a-climate-that-invites-violence/", "urlToImage": "https://media.breitbart.com/media/2017/02/wi/ap/25/2va7mgc-e1491058508659.jpg", "publishedAt": "2018-11-01T01:59:06Z", "content": "On Wednesday’s broadcast of CNN’s “Cuomo Primetime,” DNC Chair Tom Perez stated, “when you create a climate, as this president has created, that invites violent acts, you should never be surprised when you have violent acts.” Perez said, “[D]ays after we had … [+388 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Jewish Americans Flock to Firearms Training in Wake of Synagogue Attack", "description": "Jewish Americans are flocking to firearms training in the wake of the October 27 attack on Tree of Life Synagogue that killed 11 people.", "url": "https://www.breitbart.com/politics/2018/10/31/jewish-flock-firearms-training-wake-synagogue-attack/", "urlToImage": "https://media.breitbart.com/media/2018/10/firearm-training-gun-range-handguns-targets-getty.jpg", "publishedAt": "2018-11-01T01:43:17Z", "content": "For example, Haaretz reports that the Cherev Gidon Israeli Tactical Defense Academy near Scranton, Pennsylvania, is witnessing the highest demand for training it has ever seen. Yonatan Stern, “a veteran officer of the Israel Defense Forces and director of the… [+1646 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Kris Kobach’s Education Plan: Require 75 Percent Funding for the Classroom", "description": "In the final week of his run for Kansas governor, Secretary of State Kris Kobach is touting his education agenda, which centers on the classroom rather than administrators.", "url": "https://www.breitbart.com/politics/2018/10/31/66tttfgb7gyhn88ujun-89iiikkl-o90jokris-kobachs-education-plan-require-75-percent-funding-for-the-classroom/", "urlToImage": "https://media.breitbart.com/media/2018/08/GettyImages-1013035198.jpg", "publishedAt": "2018-11-01T01:38:26Z", "content": "Kobach says Kansas’s debate over public education funding has focused too heavily on the amount of funding, rather than where taxpayer funds are being spent. Under Kobach’s education plan, it will be mandatory for 75 percent of the state’s education budget to… [+1035 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "Poll: Republican McSally Takes Commanding 7-Point Lead Over Democrat Sinema in Arizona", "description": "A new poll from OH Predictive Insights and ABC15 Arizona (ABC15/OHPI) shows Republican Martha McSally steadily leading Democrat Kyrsten Sinema in the Arizona United States Senate race.", "url": "https://www.breitbart.com/politics/2018/10/31/poll-republican-mcsally-takes-commanding-7-point-lead-over-democrat-sinema-in-arizona/", "urlToImage": "https://media.breitbart.com/media/2018/10/mcsally-sinema-split.png", "publishedAt": "2018-11-01T01:32:43Z", "content": "McSally currently holds a seven point lead over Sinema, 52 percent to Sinema’s 45 percent. Two percent are still undecided and one percent support Green candidate Angela Green. The poll, conducted via phone from October 22-23, also found Sinema to be unfavora… [+1393 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons, Michelle Moons", "title": "Trump in Florida: Far-Left Media Used Tragedy of Synagogue Attack to ‘Sow Anger and Division’", "description": "President Donald Trump at Wednesday’s rally in Florida called out far left media for using his trip to pay respects to Pittsburgh synagogue shooting victims to “sow anger and division.”", "url": "https://www.breitbart.com/midterm-election/2018/10/31/trump-in-florida-far-left-media-used-tragedy-of-synagogue-attack-to-sow-anger-and-division/", "urlToImage": "https://media.breitbart.com/media/2018/10/Trumps-Pittsburg-1.jpg", "publishedAt": "2018-11-01T01:25:13Z", "content": "The president on Tuesday visited victims, survivors, hospital staff, and the memorial to the victims of the mass shooting that occurred days ago at the Tree of Life Synagogue in Pittsburgh. He expressed grief for families of the fallen and gratitude for law e… [+2499 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez, Katherine Rodriguez", "title": "Mayor Bill de Blasio Forgets to Honor NYC Terror Attack Victims at Memorial", "description": "Democrat New York City Mayor Bill de Blasio had to apologize to the loved ones of victims killed in a terror attack near New York City's Tribeca neighborhood in 2017 because he forgot to pay homage to the victims of the attack.", "url": "https://www.breitbart.com/politics/2018/10/31/bill-de-blasio-forgets-honor-nyc-terror-attack-victims-memorial/", "urlToImage": "https://media.breitbart.com/media/2018/01/wi/afp/10/dvl1nq-e1516040161310.jpg", "publishedAt": "2018-11-01T01:21:04Z", "content": "Survivors of the attack and relatives of those killed attended the ceremony, but Bill de Blasio failed to mention the victims by name or give any information about who they were. Instead, the mayor thanked first responders without mentioning anything about th… [+1221 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "U.S. Court Convicts American Trying to Join Islamic State via Mexico", "description": "An American federal court convicted a Wisconsin man of trying to provide support to the Islamic State in Iraq and Syria (ISIS), the U.S. Department of Justice (DOJ) announced this week.", "url": "https://www.breitbart.com/national-security/2018/10/31/u-s-court-convicts-american-trying-to-join-islamic-state-via-mexico/", "urlToImage": "https://media.breitbart.com/media/2018/10/jason-michael-ludke-milwaukee-convicted-supporting-isis-police-photo.jpg", "publishedAt": "2018-11-01T00:54:55Z", "content": "On Oct. 5, 2016, Ludke and his coconspirator were traveling to the Texas/Mexico border in order to accomplish their plan to join ISIS (in Syria or Iraq), when law enforcement located and arrested them, DOJ revealed on Tuesday. The Trump administration identif… [+1965 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Barack and Michelle Obama Plan to Adapt Anti-Trump Book for Netflix Series", "description": "Former President Barack Obama and former First Lady Michelle Obama plan to adapt Michael Lewis' book 'The Fifth Risk' into a Netflix series.", "url": "https://www.breitbart.com/entertainment/2018/10/31/barack-and-michelle-obama-plan-to-adapt-anti-trump-book-for-netflix-series/", "urlToImage": "https://media.breitbart.com/media/2018/10/Obamanetflixseries1.jpg", "publishedAt": "2018-11-01T00:47:04Z", "content": "The Fifth Risk, slated for release on October 2 via W.W. Norton, details the so-called “chaos and mismanagement” that occurred inside the Departments of Agriculture, Commerce, and Energy during the transition period between Obama and then-president-elect Dona… [+1574 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Taliban Claims Shooting Down Afghan Chopper near Iran, Killing 25", "description": "The Taliban reportedly claimed to be behind Wednesday’s crash of an Afghan army helicopter near Afghanistan’s border with Iran that killed all 25 people on board, including senior officials.", "url": "https://www.breitbart.com/national-security/2018/10/31/taliban-claims-shooting-down-afghan-chopper-near-iran-killing-25/", "urlToImage": "https://media.breitbart.com/media/2018/05/file-16-taliban-fighters-afghanistan-getty.jpg", "publishedAt": "2018-11-01T00:28:20Z", "content": "Wednesdays deadly incident comes days after U.S. President Donald Trumps administration imposed sanctions on the Afghan Taliban and its Iranian backers. The U.S. military has asserted that Iran is lending support to the Taliban, an accusation that Tehran deni… [+2037 chars]"}]}