{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "Victor Davis Hanson: Macron Wants ‘European Union Army,’ Can’t Make NATO Payments", "description": "Victor Davis Hanson said Emmanuel Macron's proposal for an EU army is \"absurd\" given France's failure to meet its financial NATO commitments.", "url": "https://www.breitbart.com/politics/2018/11/12/victor-davis-hanson-macron-wants-european-union-army-cant-make-nato-payments/", "urlToImage": "https://media.breitbart.com/media/2018/11/May-Macron-Trump.jpeg", "publishedAt": "2018-11-12T23:49:28Z", "content": "Hanson reflected on Macron’s Sunday remarks at the centennial commemoration of World War I’s armistice in Paris, France, where the French leader said, “Patriotism is the exact opposite of nationalism: Nationalism is treason.” Hanson said, “I was kind of shock… [+5707 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Report: Islamic State Foreign Fighters Galvanizing Local Jihadis in Philippines", "description": "The growing number of Islamic State (ISIS) jihadis in the Philippines is galvanizing local terrorist groups in the Muslim-majority island of Mindanao into renewing efforts to establish a caliphate in the region, the Guardian reported over on Sunday, echoing o…", "url": "https://www.breitbart.com/national-security/2018/11/12/report-islamic-state-foreign-fighters-galvanizing-local-jihadis-in-philippines/", "urlToImage": "https://media.breitbart.com/media/2017/08/wi/afp/23/35d7crn-e1542065162115.jpg", "publishedAt": "2018-11-12T23:27:32Z", "content": "The Guardian noted, “The presence of foreign fighters is known to energize and embolden local pro-ISIS groups and there are increasing concerns of a renewed bid to declare a caliphate in Mindanao.” In October, the Washington Times, citing the Center for Strat… [+3502 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Kellyanne Conway on Claim Hillary Would Run in 2020: ‘Dear God, Please, Yes’", "description": "White House counselor Kellyanne Conway had four words to say when she read a Sunday op-ed in the Wall Street Journal predicting that Hillary Clinton would make another run for the presidency in 2020.", "url": "https://www.breitbart.com/politics/2018/11/12/kellyanne-conway-claim-hillary-run-2020-dear-god-please-yes/", "urlToImage": "https://media.breitbart.com/media/2018/06/wi/ap/17/d1f44c_trump-immigration-35789-kellyanne-conway-in-2018-file-photo-white-house-e1542064705159.jpg", "publishedAt": "2018-11-12T23:21:09Z", "content": "“Dear God, please, yes,” Conway tweeted Sunday evening: Dear God, please, yes. https://t.co/bmfWokusJj — Kellyanne Conway (@KellyannePolls) November 12, 2018 Clinton ran for president twice already, losing once in the 2008 Democratic primary to former Preside… [+751 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News, Breitbart News", "title": "Photos: California Fires Continue to Rage, 31 People Found Dead", "description": "The death toll from the wildfire that incinerated Paradise and surrounding areas climbed to 31 — matching the mark for the deadliest single blaze in California history.", "url": "https://www.breitbart.com/local/2018/11/12/photos-california-fires-continue-to-rage-31-people-found-dead/", "urlToImage": "https://media.breitbart.com/media/2018/11/California-wildfires.jpg", "publishedAt": "2018-11-12T23:19:20Z", "content": "Statewide the number of dead stood at 31, including two victims in Southern California, from wildfires raging at both ends of the state. Ten search teams were working in Paradise a town of 27,000 that was engulfed by flames Thursday and in surrounding communi… [+7685 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Video: ‘Rocky Fire’ Erupts Near Southern California’s 118 Freeway", "description": "A brand new fire erupted along a Southern California highway near the Los Angeles and Ventura county line on Monday.", "url": "https://www.breitbart.com/local/2018/11/12/video-rocky-fire-erupts-near-southern-californias-118-freeway/", "urlToImage": "https://media.breitbart.com/media/2018/11/Fire-118.jpg", "publishedAt": "2018-11-12T23:10:21Z", "content": "The blaze, dubbed the “Rocky Fire” by state authorities, started in Santa Susana Pass, near Rocky Peak and the 118 freeway. WATCH: Brush fire erupts along Route 118 highway near Simi Valley, California. https://t.co/2qn7C6I1pY pic.twitter.com/JG6bSxXQqw — NBC… [+2495 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "L.A. County Fire Chief Blames Woolsey Fire on ‘Extreme Climate Change’", "description": "Los Angeles County Fire Chief Daryl Osby on Monday appeared to blame climate change for the deadly Woolsey fire in Southern California and pushed back against President Donald Trump's criticism of state officials, who he claimed were responsible for the fast-…", "url": "https://www.breitbart.com/environment/2018/11/12/la-county-fire-chief-blames-woolsey-fire-on-extreme-climate-change/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1060755308.jpg", "publishedAt": "2018-11-12T22:41:41Z", "content": "LA Co. fire chief on President Trump's tweet blaming only \"forest management\" for Calif. wildfires: Were in extreme climate change right now I personally find that statement unsatisfactory, and it's very hurtful for all first responders\" (corrects: LA Co. chi… [+2595 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Jeb Bush Accuses His Appointee Brenda Snipes of Breaking Election Laws", "description": "Failed 2016 presidential candidate and former Florida Governor Jeb Bush proclaimed Monday that controversial Broward County election supervisor Brenda Snipes should be fired. Bush fired the previous Broward supervisor before appointing Snipes in 2003.", "url": "https://www.breitbart.com/politics/2018/11/12/jeb-bush-accuses-his-appointee-brenda-snipes-of-breaking-election-laws/", "urlToImage": "https://media.breitbart.com/media/2018/11/brenda-snipes.jpg", "publishedAt": "2018-11-12T22:38:33Z", "content": "There is no question that Broward County Supervisor of Elections Brenda Snipes failed to comply with Florida law on multiple counts, undermining Floridians confidence in our electoral process, Bush wrote in a statement posted Monday. Supervisor Snipes should … [+1362 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "Poll: 61 Percent of Democrats Say Republicans Are ‘Racist,’ ‘Bigoted,’ ‘Sexist’", "description": "A majority of Democrats -- 61 percent -- describe Republicans as \"racist, \"bigoted,\" and \"sexist,\" in a Monday-published Axios poll.", "url": "https://www.breitbart.com/politics/2018/11/12/poll-61-percent-of-democrats-say-republicans-are-racist-bigoted-sexist/", "urlToImage": "https://media.breitbart.com/media/2018/11/Ds-vs-Rs.jpg", "publishedAt": "2018-11-12T22:32:35Z", "content": "The online poll surveyed 3,215 U.S. adults, and has a margin of error of three percentage points. Fifty-four percent of Democrats view Republicans as “ignorant,” with 49 percent of Republicans similarly viewing Democrats. Fifty percent of Republicans cast Dem… [+1799 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Supreme Court to Decide Constitutionality of Cross-Shaped World War I Memorial", "description": "This could be a major test for the new conservative majority on the court. Will they tear down this 93-year-old war memorial?", "url": "https://www.breitbart.com/faith/2018/11/12/supreme-court-to-decide-constitutionality-of-cross-shaped-world-war-i-memorial/", "urlToImage": "https://media.breitbart.com/media/2016/12/peace-cross.jpg", "publishedAt": "2018-11-12T22:17:23Z", "content": "The Supreme Court agreed in early November to hear the case in which the American Legion is asking the high court to reverse a 2017 appeals court ruling that the memorial violates the First Amendment’s prohibition on governments establishing religion. Overtur… [+2737 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": null, "title": "U.S. to Halt Refueling Saudi Warplanes in Yemen", "description": "The Trump administration is expected to stop refueling Saudi Arabian warplanes bombing Iran-allied Shiite Houthi terrorists in Yemen.", "url": "https://www.breitbart.com/middle-east/2018/11/12/u-s-halt-refueling-saudi-warplanes-yemen/", "urlToImage": null, "publishedAt": "2018-11-12T22:06:02Z", "content": null}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "NBA Teams Wear Gun Control Shirts Following Thousand Oaks Shooting", "description": "The Los Angeles Lakers and the Los Angeles Clippers wore gun control shirts during warm-ups following last week's shooting in Thousand Oaks, California.", "url": "https://www.breitbart.com/sports/2018/11/12/nba-teams-wear-gun-control-shirts-following-thousand-oaks-shooting/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-10.jpg", "publishedAt": "2018-11-12T22:01:00Z", "content": "The shirts listed the names of the 12 victims who were shot and killed at Borderline Bar &amp; Grill and the front of the shirts was emblazoned with “Enough,” the gun control mantra from Michael Bloomberg’s Everytown for Gun Safety. Enough is #ENOUGH. We stan… [+1563 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Report: Unable to Reach Asia Bibi, Pakistan’s Islamists Attacking Random Christians", "description": "Islamists reportedly attacked travelers in Pakistan who identified themselves as Christians in the wake of the decision by the Supreme Court to rescind the 2010 death sentence against Asia Bibi for alleged blasphemy, CNN reported on Sunday.", "url": "https://www.breitbart.com/national-security/2018/11/12/report-unable-reach-asia-bibi-pakistans-islamists-attacking-random-christians/", "urlToImage": null, "publishedAt": "2018-11-12T21:58:58Z", "content": null}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Turkey: Woman Arrested for Interrupting Ataturk Event Shouting ‘Allah Has Laws’", "description": "Turkish police arrested a 21-year-old woman for interrupting a ceremony honoring founding father Mustafa Kemal Atatürk protesting, \"Atatürk brought the West's laws,\" local media reported on Monday.", "url": "https://www.breitbart.com/asia/2018/11/12/turkey-woman-arrested-interrupting-ataturk-event-shouting-allah-laws/", "urlToImage": "https://media.breitbart.com/media/2018/06/wi/afp/19/1ca1f8_people-wave-turkish-flags-as-hold-commemoration-mausoleum-mustafa-kemal-e1542059593986.jpg", "publishedAt": "2018-11-12T21:54:09Z", "content": "Insulting Atatürk is a crime in Turkey, for which a growing number of citizens have been arrested during the tenure of Islamist President Recep Tayyip Erdogan. Emine ahin, 21, was arrested in the northwestern province of Edirne after passing by a ceremony com… [+2277 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Southern California Edison Reported Circuit Malfunction Minutes Before Woolsey Fire Began", "description": "Southern California Edison disclosed to officials that a circuit operated by the company malfunctioned minutes prior to the Woosley fire's eruption.", "url": "https://www.breitbart.com/local/2018/11/12/edison-reported-circuit-malfunction-minutes-before-woolsey-fire-began/", "urlToImage": "https://media.breitbart.com/media/2018/11/california-fire-power-lines-getty.jpg", "publishedAt": "2018-11-12T21:44:27Z", "content": "Crews are trying to gain access, but due to treacherous conditions, our restoration is not going to be as expedited as wed like it to be, Bruce told reporters. The Woolsey fire grew to more than 143 square miles with 20 percent containment as of Monday mornin… [+403 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso, Justin Caruso", "title": "Watch: ICE Agents Raid Nativity Scene in Samantha Bee Christmas Special", "description": "TBS' Full Frontal host Samantha Bee depicts the Nativity scene being raided by Immigration and Customs Enforcement (ICE) officers in a new preview for her Christmas special.", "url": "https://www.breitbart.com/entertainment/2018/11/12/watch-ice-agents-raid-nativity-scene-in-samantha-bee-christmas-special/", "urlToImage": "https://media.breitbart.com/media/2018/11/pjimage-90.jpg", "publishedAt": "2018-11-12T21:12:16Z", "content": "“You know, Christmas is a time for families, even those families that we’ve separated. Which is why I’m spending this Christmas on ICE, get it?” Samantha Bee says in the promotional video. “Our special will raise money to help bring immigrant families back to… [+973 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Matthew Boyle", "title": "Nancy Pelosi’s Mathematics Problem: Once and Potentially Future Speaker Struggles to Reach 218 Votes", "description": "House Minority Leader Nancy Pelosi, the top House Democrat and the only declared Democrat candidate for speaker, is reportedly having issues securing a majority of 218 votes in the new Congress that will be seated next year. That is the requisite number of me…", "url": "https://www.breitbart.com/politics/2018/11/12/nancy-pelosis-mathematics-problem-once-potentially-future-speaker-struggles-reach-218-votes/", "urlToImage": "https://media.breitbart.com/media/2018/08/Nancy-Pelosi-gavel-Associated-Press.jpg", "publishedAt": "2018-11-12T20:55:12Z", "content": "Pelosi, who served as speaker before Democrats lost the House to Republicans in the 2010 midterm elections in former President Barack Obama’s first term, weathered the storms of her conference and stayed atop the Democrat Party in the House for eight long yea… [+9611 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Report: France to ‘Embed Regulators’ into Facebook to Examine ‘Hate Speech’", "description": "France is set to \"embed\" regulators in Facebook in an effort to examine how effectively the social network tackles \"hate speech,\" according to a report.", "url": "https://www.breitbart.com/tech/2018/11/12/report-france-to-embed-regulators-into-facebook-to-examine-hate-speech/", "urlToImage": "https://media.breitbart.com/media/2018/05/wi/afp/23/90396f_facebook-ceo-mark-zuckerberg-faced-hostile-questions-european-lawmakers-e1527608260875.jpg", "publishedAt": "2018-11-12T20:47:18Z", "content": "“From January, Macrons administration will send a small team of senior civil servants to the company for six months to verify Facebooks goodwill and determine whether its checks on racist, sexist or hate-fuelled speech could be improved,” reported Reuters on … [+881 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "April Ryan: Trump Has a Problem with African-American Women — The Insults Get ‘Very Personal’", "description": "Monday on the nationally syndicated talk show “The Real,” guest co-host American Urban Radio Network’s White House correspondent April Ryan said President Donald Trump has a problem with African-American women. When asked about Trump calling her a loser, Ryan…", "url": "https://www.breitbart.com/video/2018/11/12/april-ryan-trump-has-a-problem-with-african-american-women-the-insults-get-very-personal/", "urlToImage": "https://media.breitbart.com/media/2018/11/April-Ryan-1.jpg", "publishedAt": "2018-11-12T20:39:52Z", "content": "Monday on the nationally syndicated talk show “The Real,” guest co-host American Urban Radio Networks White House correspondent April Ryan said President Donald Trump has a problem with African-American women. When asked about Trump calling her a loser, Ryan … [+704 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Cartel Chronicles", "title": "Mexican Border State Cops Find Human Ashes in Kidnapping Probe", "description": "MONTERREY, Nuevo Leon – The search for a kidnapping victim led authorities to the discovery of human ashes in what appears to be a cartel killing field in northern Nuevo Leon. The remains apparently belong to various victims incinerated in an area well-known …", "url": "https://www.breitbart.com/border/2018/11/12/mexican-border-state-cops-find-human-ashes-in-kidnapping-probe/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nuevo-Leon-Ashes.jpg", "publishedAt": "2018-11-12T20:28:39Z", "content": "The discovery took place last week as Nuevo Leon state police officers were searching for a kidnapping victim along a series of rural roads in Vallecillo, when they discovered a pile of ashes surrounded by bullet casings. Forensic investigators were called to… [+1550 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Arce", "title": "Mexican Cartel-Connected Fentanyl Ring Busted in Maryland, Say Feds", "description": "The U.S. Attorney’s Office for the District of Maryland announced the indictment of three men who were allegedly distributing a large amount of fentanyl for the Sinaloa and Tijuana Cartels.", "url": "https://www.breitbart.com/border/2018/11/12/mexican-cartel-connected-fentanyl-ring-busted-in-maryland-say-feds/", "urlToImage": "https://media.breitbart.com/media/2017/03/wi/afp/28/2shtivv-e1490805947167.jpg", "publishedAt": "2018-11-12T20:00:05Z", "content": "A federal grand jury indicted Nevone McCrimmon, 47, of Edgewood, Maryland; William Elijah, 51, and Terrance Mobley, 50, both of Baltimore; on the federal charge of conspiracy to distribute and possess with intent to distribute 400 grams or more of fentanyl. T… [+2724 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Tucker Carlson Rebuts ‘Assault’ Claim: Country Club Booted Avenatti Client After 3-Week Investigation", "description": "ucker Carlson released a statement over the weekend defending himself and his children against a criminal allegation publicized by left-wing attorney Michael Avenatti.", "url": "https://www.breitbart.com/the-media/2018/11/12/tucker-carlson-rebuts-assault-claim-country-club-booted-avenatti-client-after-3-week-investigation/", "urlToImage": "https://media.breitbart.com/media/2018/11/tucker-carlson-michael-avenatti-getty.jpg", "publishedAt": "2018-11-12T19:48:52Z", "content": "According to various reports, on October 13, at the Farmington Country Club bar in Charlottesville, Virginia, Carlson got into a verbal confrontation with Juan Granados, a left-wing activist. In video released by Avenatti, Carlson can be seen in control of hi… [+2797 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Iranian Military Vows to Protect Oil Tankers Against U.S. Threats", "description": "Iranian Rear Admiral Mahmoud Mousavi on Monday responded to U.S. warnings that Iran’s oil tankers are a “floating liability” by promising to protect them with military force.", "url": "https://www.breitbart.com/national-security/2018/11/12/iranian-military-vows-protect-oil-tankers-against-u-s-threats/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/04/42efd3_iran-hopes-transparency-it-selling-oil-united-states-reimposes-set-sanctions-e1542050979857.jpg", "publishedAt": "2018-11-12T19:46:11Z", "content": "Causing any trouble for transportation and trade through international waterways is contrary to international law and basically, such measures would not be desirable or acceptable, said Mousavi. The Armed Forces have the necessary capabilities to protect thei… [+3427 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Former Facebook Security Chief: Google CEO Sundar Pichai Is Lying About China", "description": "Many have been critical of Google's plan to launch a censored search engine in China, now a former Facebook executive has called out Google's CEO for lying about the company's motives.", "url": "https://www.breitbart.com/tech/2018/11/12/former-facebook-security-chief-google-ceo-sundar-pichai-is-lying-about-china/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/08/fdb68b_google-ceo-sundar-pichai-promised-transparency-in-dealing-allegations-e1542051322444.jpg", "publishedAt": "2018-11-12T19:35:27Z", "content": "Facebook’s former security chief Alex Stamos took to Twitter recently to attack Google CEO Sundar Pichai for his comments defending the company’s decision to move into the China market with its censored search engine known as “Project Dragonfly,” Silicon Beat… [+4253 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Gillibrand on 2020 Run: I Believe ‘I’ve Been Called to Fight’ Trump’s Eroding of ‘Moral Decency’", "description": "Monday on ABC's \"The View,\" Sen. Kirsten Gillibrand (D-NY) said since President Donald Trump has brought \"hatred\" to the forefront she believes she has \"been called\" to run for president in 2020 and restore \"moral decency.\"", "url": "https://www.breitbart.com/video/2018/11/12/gillibrand-on-2020-run-i-believe-ive-been-called-to-fight-trumps-eroding-of-moral-decency/", "urlToImage": "https://media.breitbart.com/media/2018/09/dem-sen-kirsten-gillibrand-brett-kavanaugh-hearing-protest-penny-starr.jpg", "publishedAt": "2018-11-12T19:31:31Z", "content": "Monday on ABC’s “The View,” Sen. Kirsten Gillibrand (D-NY) said since President Donald Trump has brought “hatred” to the forefront she believes she has “been called” to run for president in 2020 and restore “moral decency.” Gillibrand said, “We certainly need… [+1602 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Entire Eagles Offense Salutes Vets After Touchdown", "description": "The Eagles offense struggled on Sunday night, and put up their fair share of bad plays. However, their celebration game was definitely on point.", "url": "https://www.breitbart.com/sports/2018/11/12/watch-entire-eagles-offense-salutes-vets-after-touchdown/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-9-1.jpg", "publishedAt": "2018-11-12T19:29:25Z", "content": "The defending Super Bowl champs hosted the Dallas Cowboys on Sunday Night Football. Which, also happened to be on Veterans Day. While the first part of the game brought forth precious little in terms of offensive output. The second half saw a burst of scoring… [+657 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "‘Three Stooges of Socialism’: Cuban, Venezuelan Dictators Wish Nicaragua’s Ortega Happy Birthday", "description": "Venezuelan dictator Nicolás Maduro and Cuba's ceremonial \"president\" Miguel Díaz-Canel took the time Sunday to celebrate the birthday of fellow leftist autocrat Daniel Ortega, who turned 73 years old and has ruled Nicaragua for about half of the years since t…", "url": "https://www.breitbart.com/latin-america/2018/11/12/three-stooges-socialism-cuba-venezuela-dictators-wish-nicaraguas-ortega-happy-birthday/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/afp/01/a647cb_nicaraguan-president-daniel-ortega-speaks-supporters-week-his-government-e1542050176986.jpg", "publishedAt": "2018-11-12T19:26:39Z", "content": "The Trump administration recently announced a recalibration of its Latin America strategy to specifically target the three socialist/communist regimes in Venezuela, Cuba, and Nicaragua, citing their widespread human rights violations and cooperation in enabli… [+4704 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Trump Discusses Khashoggi Case with Erdogan, Pompeo Meets with Saudi Crown Prince", "description": "President Donald Trump and Turkish President Recep Tayyip Erdogan dined together on November 10 and discussed the murder of Washington Post contributor Jamal Khashoggi, according to White House officials.", "url": "https://www.breitbart.com/national-security/2018/11/12/trump-discusses-khashoggi-case-erdogan-pompeo-meets-saudi-crown-prince/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/afp/19/284d89_us-president-donald-trump-turkish-counterpart-recep-tayyip-erdogan-are-e1535739421217.jpg", "publishedAt": "2018-11-12T19:11:00Z", "content": "Trump and Erdogan were both in Paris for the Armistice Day commemoration. On the same day he spoke with Trump at dinner, Erdogan announced Turkey has shared what it describes as audio recordings of Khashoggis murder with the governments of the United States, … [+3390 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Stan Lee, Marvel Comics Co-Creator, Dead at 95", "description": "Stan Lee, famed comic book artist and Marvel Comics co-creator, passed away Monday morning at 95-years-old, according to reports.", "url": "https://www.breitbart.com/entertainment/2018/11/12/stan-lee-marvel-comics-creator-dead-at-95/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-51086981.jpg", "publishedAt": "2018-11-12T19:01:51Z", "content": "Earlier Monday, an ambulance arrived at Lee’s Hollywood Hills home and rushed him to Cedars-Sinai Medical Center, where he later passed away, TMZ reports. The cause of death is presently unknown. Comics impresario Stan Lee, center, poses with Lou Ferrigno, ri… [+1350 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "China Applauds Its ‘Enormous Progress on Human Rights’ with U.N. Approval", "description": "China's state media outlets praised official Zhang Jun and its United Nations delegation on Monday for celebrating the country's alleged human rights progress before the international forum, failing to mention Communist Party leader Xi Jinping's expansion of …", "url": "https://www.breitbart.com/asia/2018/11/12/china-applauds-enormous-progress-human-rights-u-n-approval/", "urlToImage": "https://media.breitbart.com/media/2018/08/Uighur-Muslims.png", "publishedAt": "2018-11-12T19:01:38Z", "content": "China along with several prominent serial human rights violators like Saudi Arabia, Cuba, and Venezuela is a member of the U.N. Human Rights Council, which required Beijing to submit a report on its human rights situation for its Universal Periodic Review thi… [+5543 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "UK Set to Expand Stop and Search Powers Amidst 'Disease' of Knife Violence", "description": "Prominent Labour MPs have spoken out against reports that Britain will expand the use of stop and search amidst rising knife violence, blasting the police tactic as “racist”.", "url": "https://www.breitbart.com/europe/2018/11/12/uk-stop-search-powers-expand-disease/", "urlToImage": "https://media.breitbart.com/media/2018/11/Stop-and-Search.jpg", "publishedAt": "2018-11-12T19:01:30Z", "content": "Officials from the Home Office have reportedly been in talks with officers over the past two weeks to discuss police chiefs proposals to drop the requirement that reasonable grounds are needed before a suspect can be subjected to a search. Recent reports reve… [+2839 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Michelle Obama: I Stopped ‘Trying to Smile’ at Trump’s Inauguration", "description": "Former first lady Michelle Obama revealed in her upcoming memoir Becoming that she did not even try to smile at President Trump's inauguration in January 2017.", "url": "https://www.breitbart.com/politics/2018/11/12/michelle-obama-stopped-trying-smile-trumps-inauguration/", "urlToImage": "https://media.breitbart.com/media/2018/11/michelle-obama-trump-inauguration-smile.png", "publishedAt": "2018-11-12T18:50:18Z", "content": "Obama mentioned the passage in her book during an interview with ABC’s Robin Roberts aired on Sunday evening, when she discussed the transition period between her husband’s administration and Trump’s. In the book, Obama lamented that the “celebratory” atmosph… [+984 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "John Brennan: Trudeau, Macron, and Merkel ‘Principled Leaders’ Doing What’s Right", "description": "Brennan lauded Trudeau, Macron, and Merkel for their contributions to \"global peace\" and said he longs for the day when the U.S. presidency is \"respected\" again.", "url": "https://www.breitbart.com/politics/2018/11/12/john-brennan-principled-trudeau-macron-merkel-doing-what-right/", "urlToImage": "https://media.breitbart.com/media/2018/11/john-brennan-angela-merkel-emmanuel-macron-justin-trudeau-getty.jpg", "publishedAt": "2018-11-12T18:46:23Z", "content": "Reacting to a CBC report stating Trudeau told reporters that Canadian officials were working closely with Turkey after listening to purported audio tapes of Jamal Khashoggi’s murder, Brennan tweeted praise of the three world leaders. “Trudeau, Macron, Merkel…… [+2446 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Report: North Korea Continues Missile Research at Secret Bases", "description": "A study that the Center for Strategic and International Studies (CSIS) published on Monday found that North Korea is maintaining at least 13 ballistic missile bases, seemingly contradicting the spirit of denuclearization even as Pyongyang demands sanctions re…", "url": "https://www.breitbart.com/national-security/2018/11/12/report-north-korea-continues-missile-research-secret-bases/", "urlToImage": "https://media.breitbart.com/media/2018/03/Kim-Jong-un-others-missile-afp.jpg", "publishedAt": "2018-11-12T18:38:24Z", "content": "The report from the think tank based in Washington, DC, claimed there are about 20 undeclared North Korean missile operating bases, of which 13 have been discovered through satellite photography. The North Koreans made a great show of dismantling the missile … [+5603 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Netanyahu: Israel 'Shielding' Europe from Islamic Terror", "description": "TEL AVIV – Israel is “shielding” Europe from the terror spreading from the Middle East and European nations should thus show more gratitude and less “hostility” to the Jewish state, Prime Minister Benjamin Netanyahu said Sunday in Paris.", "url": "https://www.breitbart.com/middle-east/2018/11/12/netanyahu-israel-shielding-europe-from-islamic-terror/", "urlToImage": "https://media.breitbart.com/media/2018/11/benjamin-netanyahu.png", "publishedAt": "2018-11-12T18:33:07Z", "content": "Israel is Europes shield in the Middle East [from terrorism], and without us it would spread and many more people would push into Europe, said Netanyahu to reporters at the sidelines of an event marking 100 years since World War I. When we protect ourselves, … [+1517 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "German NGO Nixes Award to Women's March Citing Anti-Semitism, Ties to Farrakhan", "description": "TEL AVIV – Citing the anti-semitic “blood libel-esque” views of  Linda Sarsour as well as Tamika Mallory’s association with Nation of Islam leader Louis Farrakhan, an NGO associated Germany’s left-of-center Social Democratic Party has cancelled a plan to hono…", "url": "https://www.breitbart.com/middle-east/2018/11/12/citing-anti-semitism-ties-with-farrakhan-german-ngo-nixes-award-to-womens-march/", "urlToImage": "https://media.breitbart.com/media/2017/07/AP_17116634834719.jpg", "publishedAt": "2018-11-12T18:32:25Z", "content": "Members of the Critique of Anti-Semitism and Jewish Studies, part of the Friedrich Ebert Foundation think tank, also pointed to the Women’s March organizers’ refusal to disassociate themselves from Rasmea Odeh, a Palestinian terrorist involved in the murder o… [+2406 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Bulgaria is Latest Nation to Withdraw From UN Migration Pact Following U.S., Hungary", "description": "Eastern European Union member state Bulgaria has become the latest nation to either signal or confirm that it would be withdrawing from the United Nations (UN) Migration Compact, following a growing exodus from the plan led by the United States.", "url": "https://www.breitbart.com/europe/2018/11/12/bulgaria-is-latest-nation-to-withdraw-from-un-migration-pact-following-u-s-hungary/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/12/e84c12_bulgaria-set-decide-not-sign-global-compact-migration-deputy-chairman-e1542047022405.jpg", "publishedAt": "2018-11-12T18:24:53Z", "content": "The announcement came in Bulgaria’s parliament, with a debate set to take place on Wednesday. The ruling coalition holds a two-seat majority which means the motion will probably pass, with centre-right politician Tsvetan Tsvetanov telling the floor Monday: “t… [+2154 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Israeli Homes, Bus Hit by Gaza Terror Rocket Onslaught", "description": "TEL AVIV – Israel’s south was pounded with a barrage of more than 80 rockets launched from the Hamas-ruling Gaza Strip Monday afternoon, injuring one man seriously and another two moderately.", "url": "https://www.breitbart.com/middle-east/2018/11/12/israeli-critically-wounded-as-more-than-80-rockets-fired-from-gaza-strip/", "urlToImage": "https://media.breitbart.com/media/2018/11/terror-rocket-attack-israel.png", "publishedAt": "2018-11-12T18:24:45Z", "content": "A bus was hit by rocket fire, moderately wounding the driver, who was the only person on board at the time. A man standing near the bus was critically injured and evacuated to Beershebas Soroka Medical Center. A third man was reportedly hit by shrapnel and su… [+2543 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "WSJ: Facebook Pressured Palmer Luckey to Vote Libertarian, then Fired Him for Trump Support Anyways", "description": "An article recently published by the Wall Street Journal analyzes why Facebook chose to fire Trump-supporting executive Palmer Luckey. It reveals that Mark Zuckerberg pressured Luckey about publicly supporting Libertarian candidate Gary Johnson.", "url": "https://www.breitbart.com/tech/2018/11/12/wsj-facebook-pressured-palmer-luckey-to-vote-libertarian-then-fired-him-for-trump-support-anyways/", "urlToImage": "https://media.breitbart.com/media/2018/11/Palmer-Luckey-and-Facebook-CEO-Mark-Zuckerberg.jpg", "publishedAt": "2018-11-12T18:23:35Z", "content": "In an article titled “Why Did Facebook Fire a Top Executive? Hint: It Had Something to Do With Trump,” the Wall Street Journal investigates why Facebook chose to fire Palmer Luckey, one of the companies top executives and founder of Oculus VR. It was during t… [+3688 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Racial Incident at Kansas State Revealed to Be a Hoax | Breitbart", "description": "The recipient of a racist note at Kansas State admitted this week that he wrote the note himself, according to local news reports.", "url": "https://www.breitbart.com/tech/2018/11/12/racial-incident-at-kansas-state-revealed-to-be-a-hoax/", "urlToImage": "https://media.breitbart.com/media/2017/03/no-freedom-for-hate-speech-getty.jpg", "publishedAt": "2018-11-12T18:13:14Z", "content": "A black freshman at Kansas State admitted this week to posting a vile hate sign on his dorm room. In a tweet, the student argued that the hate message he received was evidence of the “blatant racism” at Kansas State. The sign used a racial slur, which was wri… [+1320 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Washington State Prof: McGill University ‘Redmen’ Team Name Is Racist", "description": "Washington State University Professor Richard King condemns Native American team mascots in a new book, including McGill University's team name, the \"Redmen,\" despite the fact that it is most likely tied to the university's heavy use of the color red, conside…", "url": "https://www.breitbart.com/tech/2018/11/12/washington-state-prof-mcgill-university-redmen-team-name-is-racist/", "urlToImage": "https://media.breitbart.com/media/2018/11/McGill-Redmen-hockey-player.jpg", "publishedAt": "2018-11-12T18:10:56Z", "content": "King, who spoke at the prestigious McGill University in Canada last week, penned a book entitled Team Spirits: The Native American Mascot Controversy, which addresses several sports teams and universities that have adopted Native American-themed mascots. McGi… [+2071 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker, Trent Baker", "title": "Turley: Dems Will Hit Trump with 'Storm of Subpoenas' -- 'Virtually Nil' Chance of Impeachment", "description": "Now that Democrats will soon control the U.S. House, George Washington Law professor Jonathan Turley acknowledged that President Donald Trump will be hit with a “storm of subpoenas,” but the professor said he does not see “enough right now” for impeachment. “…", "url": "https://www.breitbart.com/video/2018/11/12/turley-dems-will-hit-trump-with-storm-of-subpoenas-virtually-nil-chance-of-impeachment/", "urlToImage": "https://media.breitbart.com/media/2018/08/turley.jpg", "publishedAt": "2018-11-12T18:01:16Z", "content": "Now that Democrats will soon control the U.S. House, George Washington Law professor Jonathan Turley acknowledged that President Donald Trump will be hit with a “storm of subpoenas,” but the professor said he does not see “enough right now” for impeachment. “… [+737 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Seahawks Blasted After Tyler Lockett Gives Ball to Convicted Abuser Floyd Mayweather", "description": "The Seattle Seahawks received heavy criticism after photos appeared on social media showing wide receiver Tyler Lockett, giving a game football to Floyd Mayweather during Sunday's loss to the Los Angeles Rams.", "url": "https://www.breitbart.com/sports/2018/11/12/seahawks-blasted-after-tyler-lockett-gives-ball-to-convicted-abuser-floyd-mayweather/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-8-1.jpg", "publishedAt": "2018-11-12T17:50:48Z", "content": "Some fans took the team to task for honoring Mayweather because the boxing champ has been accused of abusing women, Fox News reported. The photo occurred after Lockett scored a third quarter touchdown on a 23-yard pass by Seahawks QB Russell Wilson. After his… [+1563 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "UK Archbishop: Christian Persecution Ignored Because There Is No Word for It", "description": "The persecution of Christians is generally ignored because, unlike Muslims and Jews, Christians have no good word to describe it, said a UK archbishop this weekend.", "url": "https://www.breitbart.com/faith/2018/11/12/uk-archbishop-christian-persecution-ignored-because-there-is-no-word-for-it/", "urlToImage": "https://media.breitbart.com/media/2018/06/anti-christian-1.png", "publishedAt": "2018-11-12T17:40:04Z", "content": "There is no Christian equivalent for words such as anti-Semitism and Islamophobia, said Anba Angaelos, the Coptic Orthodox Archbishop of London, so in a mediatic world the problem is not perceived as the phenomenon which we know it is. The Archbishop contende… [+2797 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Group of 93 Migrants Surrender After Illegally Crossing Border into Texas", "description": "Border Patrol agents in the Rio Grande Valley Sector apprehended a group of more than 90 migrants who surrendered after illegally crossing into Texas.", "url": "https://www.breitbart.com/border/2018/11/12/group-of-93-migrants-surrender-after-illegally-crossing-border-into-texas/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-976901242.jpg", "publishedAt": "2018-11-12T17:37:57Z", "content": "Rio Grande Valley Sector agents assigned to the Weslaco Station came upon a group of 93 illegal immigrants on November 9 who crossed the border from Mexico. The migrant group consisted of family units and unaccompanied minors, according to Rio Grande Valley S… [+2173 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Camille Paglia: ‘Social Justice’ Has Become a ‘Pseudo-Religion’", "description": "In an interview with Quillette, renowned scholar Camille Paglia argued that \"social justice\" has become a \"pseudo-religion.\"", "url": "https://www.breitbart.com/tech/2018/11/12/camille-paglia-social-justice-has-become-a-pseudo-religion/", "urlToImage": "https://media.breitbart.com/media/2018/10/Camille-Paglia-Lecture.jpg", "publishedAt": "2018-11-12T17:37:01Z", "content": "Paglia, a professor at the University of the Arts in Philadelphia, spoke with Quillette Magazine founder Claire Lehman for an interview that was recently published. Paglia covered topics ranging from postmodernism to the #MeToo movement. Lehmann asked Paglia … [+1757 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Caroline Glick", "title": "Caroline Glick: A Desperate Emmanuel Macron Attacks Donald Trump", "description": "French President Emmanuel Macron has apparently decided that with his approval ratings in the toilet, his best bet for a political resurgence is to attack the United States. This isn’t a bad move. Hatred for America has been a powerful mobilizing force in Fra…", "url": "https://www.breitbart.com/middle-east/2018/11/12/caroline-glick-why-is-emmanuel-macron-attacking-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-and-Macron-Getty.jpg", "publishedAt": "2018-11-12T17:32:46Z", "content": "This isnt a bad move, for a French president. Hatred for America has been a powerful mobilizing force in France since shortly after the American army liberated the French from Nazi German occupation in 1944. In his speech at the official ceremony marking a hu… [+8412 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Vice Media to Lose $50 Million, Cut Staff by 15 Percent", "description": "Vice Media is on track to lose $50 million this year and plans to cut its 9,000 person staff by 15 percent, according to the Wall Street Journal.", "url": "https://www.breitbart.com/the-media/2018/11/12/vice-media-lose-50-million-cut-staff-by-15-percent/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nancy-Dubuc-vice-media-ceo-mouth-open-getty.jpg", "publishedAt": "2018-11-12T17:28:49Z", "content": "The left-wing site with an evaluation of $5.7 billion (there are skeptics ) has not made a profit in years, and now, the company’s growth has stalled. Vice is currently on track to bring in $600 to $650 million in revenue, which is not only $100 million below… [+2039 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Pharrell Williams Slammed for Singing 'Happy' to Israeli Soldiers at Fundraiser", "description": "Pharrell Williams' appearance at a fundraiser for the Israel Defence Forces (IDF) has drawn unsparing criticism on social media.", "url": "https://www.breitbart.com/middle-east/2018/11/12/pharrell-williams-slammed-for-singing-happy-to-israeli-soldiers-at-fundraiser/", "urlToImage": "https://media.breitbart.com/media/2018/10/Pharrellwilliams1.jpg", "publishedAt": "2018-11-12T17:24:27Z", "content": "The Friends of the Israel Defence Forces hosted the show that included fellow musician Ziggy Marley on stage at a November 1 gala in Beverly Hills. It was performed to a crowd that included Israeli soldiers in uniform, the National reports.. @Pharrell perform… [+2289 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Cartel Chronicles", "title": "Mexican Cartel Kidnaps Border State Cops After Leader’s Arrest", "description": "MONTERREY, Nuevo Leon – Mexican authorities are looking into the kidnapping of a group of state police officers and the alleged rape of another cop as payback for the recent arrest of a cartel leader.", "url": "https://www.breitbart.com/border/2018/11/12/mexican-cartel-kidnaps-border-state-cops-after-leaders-arrest/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nuevo-Leon-Cops.jpg", "publishedAt": "2018-11-12T17:22:21Z", "content": "In the days after the attacks, Nuevo Leons Public Security Director Aldo Fasci Zuazua claimed his officers were targets and asked them to use lethal force to defend themselves. Various sources consulted by Breitbart News suggest the attacks are payback for ta… [+1784 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Spain’s Pro-Open Borders Socialist Prime Minister Calls for Second Brexit Referendum", "description": "Spain's pro-open borders socialist prime minister, Pedro Sánchez, has called on the British government to call for another Brexit referendum so their country can \"come back to the EU\".", "url": "https://www.breitbart.com/europe/2018/11/12/spains-pro-open-borders-socialist-prime-minister-calls-for-second-brexit-referendum/", "urlToImage": "https://media.breitbart.com/media/2018/11/Juncker-Pedro-Sanchez.png", "publishedAt": "2018-11-12T16:59:32Z", "content": "The Spanish Socialist Workers’ Party (PSOE) leader made his remarks in an interview with POLITICO, saying : If I was Theresa May, I would call a second referendum no doubt. The Spanish prime minister was a little vague in terms of the timeframe for a second B… [+2818 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Ex-Aide Claims Hillary Clinton Is Gearing up for 2020 White House Run", "description": "If former Clinton operative Mark Penn can be believed, Hillary Clinton is gearing up for a third run for president.", "url": "https://www.breitbart.com/politics/2018/11/12/ex-aide-claims-hillary-clinton-is-gearing-up-for-2020-white-house-run/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_18299849433752.jpg", "publishedAt": "2018-11-12T16:46:07Z", "content": "Penn insisted that Clinton 3.0 is ready for the fight once again in an editorial for the Wall Street Journal, “True to her name, Mrs. Clinton will fight this out until the last dog dies,” Penn wrote with Andrew Stein on Sunday. “She wont let a little thing li… [+1719 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Dan Crenshaw Says Roasting Pete Davidson on ‘SNL’ was ‘the Right Thing to Do’", "description": "Republican representative-elect Dan Crenshaw commented on his recent appearance on NBC’s Saturday Night Live Monday, imploring Americans to “stop looking for reasons to be offended.”", "url": "https://www.breitbart.com/entertainment/2018/11/12/dan-crenshaw-says-roasting-pete-davidson-on-snl-was-the-right-thing-to-do/", "urlToImage": "https://media.breitbart.com/media/2018/11/crenshawdavidson1-1.jpg", "publishedAt": "2018-11-12T16:34:01Z", "content": "“It felt good. It felt like the right thing to do, and I would appreciate if everybody would stop looking for reasons to be offended, and that’s what this was all about,” Dan Crenshaw said on the Today show. It felt like the right thing to do. I would appreci… [+1152 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Vatican Official: Migrants Can Teach Western Women How to ‘Be Feminine Mothers’", "description": "Migrant mothers can teach Western women “to be both a feminine woman and to be mothers,” because of their unique experience of motherhood, a Vatican official said this weekend.", "url": "https://www.breitbart.com/immigration/2018/11/12/vatican-official-migrants-can-teach-western-women-how-to-be-feminine-mothers/", "urlToImage": "https://media.breitbart.com/media/2018/11/migrant-women.png", "publishedAt": "2018-11-12T16:33:56Z", "content": "Gabriella Gambino, one of the highest-ranking women in the Vatican Curia, said that mothers in Western countries often have difficulty being both woman and mother, while migrant mothers more easily integrate these different dimensions. Migrant women are a bit… [+2747 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Netherlands Cuts Pakistan Visa Services amid Islamist Threats over Asia Bibi", "description": "The Dutch embassy in Pakistan temporarily halted visa services on Monday \"due to circumstances beyond [their] control\" shortly after the attorney representing Christian blasphemy law victim Asia Bibi suggested Bibi and her family were seeking asylum in the Eu…", "url": "https://www.breitbart.com/asia/2018/11/12/netherlands-cuts-pakistan-visa-services-islamist-threats-asia-bibi/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1052522992.jpg", "publishedAt": "2018-11-12T16:33:32Z", "content": "Pakistan’s Supreme Court acquitted Bibi of a death sentence for allegedly insulting Muhammad last month, triggering violent riots nationwide led by influential Islamist groups. The Pakistani government responded by brokering a “deal” with the Islamists to all… [+4766 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Rick Santorum: Trump’s ‘Combative’ Exchanges with Black Women in Press ‘a Problem’", "description": "Santorum on Sunday claimed President Donald Trump has a \"problem\" with his treatment of African-American female reporters.", "url": "https://www.breitbart.com/the-media/2018/11/12/rick-santorum-trump-combative-exchanges-with-black-women-in-press-a-problem/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1058676624.jpg", "publishedAt": "2018-11-12T16:21:11Z", "content": "“He does attack everybody,” Santorum said on CNN’s State of the Union. “The president does treat everybody that confronts him poorly, but that being said he needs to be aware of what he’s doing.” “He can’t see this in a vacuum,” the former lawmaker and CNN co… [+1027 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "James Delingpole", "title": "Delingpole: Liberal California Blames Wildfires on Trump", "description": "President Trump was partly responsible for the California fires because he 'denies' climate change. At least that's what liberal California would have us believe.", "url": "https://www.breitbart.com/politics/2018/11/12/california-wildfires-not-caused-by-climate-change/", "urlToImage": "https://media.breitbart.com/media/2018/11/california-wildfires.png", "publishedAt": "2018-11-12T16:17:45Z", "content": "The latest alarmist to make political capital out of the fires is California Governor Jerry Brown, who on Sunday – in the wake of celebrities including rocker Neil Young and talk show host Jimmy Kimmel – sought to pin them on climate change. According to Poli… [+4039 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Donny Deutsch: Trump Would ‘Call the Military’ if He Lost 2020 Re-Election Bid", "description": "MSNBC contributor Donny Deutsch on Monday’s “Morning Joe” suggested President Donald Trump would attempt a military coup if he ran for re-election in 2020 and lost. “Do you really think as things continue to get worse and worse for him that he is going to put…", "url": "https://www.breitbart.com/video/2018/11/12/deutsch-trump-would-call-the-military-if-he-lost-2020-re-election-bid/", "urlToImage": "https://media.breitbart.com/media/2018/11/deutsch.jpg", "publishedAt": "2018-11-12T16:17:44Z", "content": "MSNBC contributor Donny Deutsch on Monday’s “Morning Joe” suggested President Donald Trump would attempt a military coup if he ran for re-election in 2020 and lost. “Do you really think as things continue to get worse and worse for him that he is going to put… [+771 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Colts Guard Pancakes Jags Defender While Screaming", "description": "Most red-blooded American men have at one point imagined what it would be like to physically dominate an NFL football field. To exert yourself physically, and conquer your opponent through sheer force and unstoppable power.", "url": "https://www.breitbart.com/sports/2018/11/12/watch-colts-guard-pancakes-jags-defender-while-screaming/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Darron-Cummings-1.jpg", "publishedAt": "2018-11-12T16:12:27Z", "content": "Well, the Colts’ Quenton Nelson doesn’t have to imagine what that would be like. He wrecked Jaguars defenders on Sunday, and, as a bonus, he did it while screaming at the top of his lungs. In particular, Nelson absolutely wrecked Jags safety Barry Church whil… [+408 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "Watch: No Abortion for Unborn Baby with Rare Brain Disorder", "description": "\"We found out it's a girl, but she has zero chance of survival,” Brooke said. “We decided to carry her long term or as long as she survives.\"", "url": "https://www.breitbart.com/politics/2018/11/12/no-abortion-for-unborn-baby-with-rare-brain-disorder/", "urlToImage": "https://media.breitbart.com/media/2018/11/abortion.jpg", "publishedAt": "2018-11-12T15:53:53Z", "content": "God has a plan for Emma, said WISH-TV News 8s Brooke Martin about her daughter, who has been diagnosed with anencephaly, a rare and often fatal brain disorder that occurs in only three of every 10,000 births, according to the Centers for Disease Control and P… [+2730 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Khan’s London: Man in Critical Condition After Being Stabbed in Costa Coffee", "description": "A young man is in \"critical\" condition after being stabbed in a north London Costa Coffee in broad daylight.", "url": "https://www.breitbart.com/europe/2018/11/12/khans-london-man-fighting-his-life-stabbed-costa-coffee/", "urlToImage": "https://media.breitbart.com/media/2018/11/Costa-Coffee.png", "publishedAt": "2018-11-12T15:49:27Z", "content": "Emergency services were called to the coffee shop on Bowes Road, North London, shortly after 11:30 am on Monday to find a man in his 20s had been stabbed on the premises, reports the BBC. The Metropolitan Police said that one man was arrested on the scene and… [+1209 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Report: Democrats Mulling 85 Investigations, Subpoenas for Trump White House", "description": "Democrats will waste little time in probing the Trump White House once they take power over the House of Representatives in January, reports Axios.", "url": "https://www.breitbart.com/politics/2018/11/12/report-democrats-mulling-85-investigations-subpoenas-for-trump-white-house/", "urlToImage": "https://media.breitbart.com/media/2017/05/nancy-pelosi-adam-schiff-getty-images.jpg", "publishedAt": "2018-11-12T15:48:38Z", "content": "The outlet reports Democrats are considering launching at least 85 investigations into President Trump and high-ranking officials, including the firing of then-FBI Director James Comey and whether the president violated the Constitution’s emoluments clause. F… [+1775 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Jerry Brown Blames Climate Change for California Wildfires", "description": "California Gov. Jerry Brown blamed climate change for the devastating California wildfires, despite a complete lack of evidence -- a day after President Donald Trump was widely criticized for blaming poor forest management.", "url": "https://www.breitbart.com/environment/2018/11/12/jerry-brown-blames-climate-change-for-california-wildfires-no-evidence/", "urlToImage": "https://media.breitbart.com/media/2017/11/Jerry-Brown-climate-change-Getty.jpg", "publishedAt": "2018-11-12T15:40:00Z", "content": "According to the Associated Press, Brown, described as an “evangelist” for climate change, also blamed climate change deniers for the deadly fires, saying they were responsible for the deaths of California residents. “Managing all the forests in everywhere we… [+2182 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Pope Francis: Chief Threats to World Are ‘Climate Change’ and Nuclear War", "description": "Pope Francis highlighted on Monday what he considers two main threats to humanity, namely the “immense crisis” of global warming and the possibility of nuclear war.", "url": "https://www.breitbart.com/environment/2018/11/12/pope-francis-chief-threats-world-climate-change-nuclear-war/", "urlToImage": "https://media.breitbart.com/media/2018/09/Pope-Francis-hand-over-mouth-ap.jpg", "publishedAt": "2018-11-12T15:37:55Z", "content": "In his address to the Pontifical Academy of Sciences, the pope urged his listeners to do all they can to assist humanity in facing the most pressing threats facing the planet, noting that in the first place these are the immense and ongoing crisis of climate … [+2446 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Israeli Seriously Injured as Dozens of Terror Rockets Fired from Gaza", "description": "Israel came under sustained terrorist rocket and mortar attack Monday afternoon, with early reports indicating at least one man seriously injured.", "url": "https://www.breitbart.com/middle-east/2018/11/12/israeli-seriously-injured-as-dozens-of-terror-rockets-fired-from-gaza/", "urlToImage": "https://media.breitbart.com/media/2018/11/gaza-rocket-attack.png", "publishedAt": "2018-11-12T15:20:42Z", "content": "A rocket from Gaza hit a home in the southern city of Netivot, Hadashot news reports. Rocket sirens continue to sound across southern Israeli communities as local communities take shelter. INTENSE ROCKET FIRE FROM #GAZA AT #ISRAEL pic.twitter.com/0w7Csx3TVR I… [+821 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Michelle Obama on Meeting Husband: ‘I Have My Suspicions When a Bunch of White Folks Fawn Over a Black Man’", "description": "In a sit-down interview with Robin Roberts of ABC’s “Good Morning America,” former first lady Michelle Obama shared her story about the first time she met her future husband, Barack Obama. Obama revealed she was found Barack attractive, but she had her “suspi…", "url": "https://www.breitbart.com/video/2018/11/12/i-have-my-suspicions-when-a-bunch-of-white-folks-fawn-over-a-black-man/", "urlToImage": "https://media.breitbart.com/media/2018/11/obama.jpg", "publishedAt": "2018-11-12T15:20:10Z", "content": "In a sit-down interview with Robin Roberts of ABC’s “Good Morning America,” former first lady Michelle Obama shared her story about the first time she met her future husband, Barack Obama. Obama revealed she was found Barack attractive, but she had her “suspi… [+810 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Pat Tillman’s Wife Asks People to Stop Using Her Husband for Political Agendas", "description": "Arizona Cardinal safety Pat Tillman, who lost his life serving our country, has been a favorite for both sides of the political aisle. Though, now his wife is pleading for both sides to just stop.", "url": "https://www.breitbart.com/sports/2018/11/12/pat-tillmans-wife-asks-people-to-stop-using-her-husband-for-political-agendas/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Matt-YOrk.jpg", "publishedAt": "2018-11-12T15:16:10Z", "content": "In an article in the Washington Post, Marie Tillman is demanding that people stop using her husband to support either side of the NFL national anthem kneeling issue. In her November 9 article, entitled “ I Was Pat Tillmans Wife, But I Cant Speak For Him. Neit… [+3359 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "California Fires: Pepperdine University Cancels Classes at Several Campuses thru Thanksgiving", "description": "Pepperdine University is canceling classes at its Malibu and Calabasas, California, campuses through Thanksgiving in response to the Woolsey Fire that is still ravaging portions of Los Angeles and Ventura counties.", "url": "https://www.breitbart.com/environment/2018/11/12/california-fires-pepperdine-university-cancels-classes-at-several-campuses-thru-thanksgiving/", "urlToImage": "https://media.breitbart.com/media/2018/11/Pepperdine-Woolsey-fire-helicopter-Getty.jpg", "publishedAt": "2018-11-12T15:02:26Z", "content": "Faculty, staff, and students received emergency telephone calls with a recorded message indicating that classes at the two campuses closest to the path of the fire would only resume after Thanksgiving, while classes at other campuses would continue. The Los A… [+1435 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "EU Council Prez: 'Brownshirt' Populists a 'Fundamental Threat' to Europe", "description": "Populist sentiment poses a “fundamental threat” to the EU, European Council president Donald Tusk has said, proclaiming next year’s elections a battle between pro-sovereignty “brownshirts” and plans for a globalist superstate ruled from Brussels.", "url": "https://www.breitbart.com/europe/2018/11/12/eu-tusk-brownshirt-populists-threat/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-987100908-e1542029709895.jpg", "publishedAt": "2018-11-12T14:54:34Z", "content": "In an interview with Gazeta Wyborcza Saturday, the Polish politician attacked U.S. President Donald Trump for lacking sufficient enthusiasm over the prospect of a united and strong Europe, before comparing conservative political movements in the EU to nationa… [+2043 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Daniel Leberfeld, Daniel Leberfeld", "title": "Former NFL Star Merrill Hoge Feels There's a Plot to Destroy Football", "description": "Former NFL fullback Merrill Hoge believes there's a war on football, and has written a book to prove it.", "url": "https://www.breitbart.com/sports/2018/11/12/former-nfl-star-merrill-hoge-feels-theres-a-plot-to-destroy-football9689300/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Charles-Dharapak.jpg", "publishedAt": "2018-11-12T14:36:38Z", "content": "In his new book with Dr. Peter Cummings, Brainwashed: The Bad Science Behind CTE and the Plot to Destroy Football, Hoge, who played in the NFL for eight years, dives into what he perceives as an agenda against football based on false science. Noted author Dan… [+2893 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Neil Young Rips Climate Change ‘Denier’ Trump After Woolsey Fire Destroys Home", "description": "Neil Young called President Donald Trump a climate change \"denier\" after losing his home in the deadly Woosley fire.", "url": "https://www.breitbart.com/entertainment/2018/11/12/neil-young-rips-climate-change-denier-trump-after-woolsey-fire-destroys-home/", "urlToImage": "https://media.breitbart.com/media/2018/11/Neilyoungdenytrump1.jpg", "publishedAt": "2018-11-12T14:30:30Z", "content": "California is vulnerable not because of poor forest management as DT (our so-called president) would have us think, Young wrote in a blurb on his website. As a matter of fact this is not a forest fire that rages on as I write this. We are vulnerable because o… [+1688 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Merkel Had 'No Place' in Armistice Celebration 'for Winners', Says Populist German Leader", "description": "Chancellor Angela Merkel should not have attended the Armistice Centenary because Germany lost the First World War, Alexander Gauland, the leader of the populist anti-mass migration Alternative for Germany (AfD), said.", "url": "https://www.breitbart.com/europe/2018/11/12/merkel-has-no-place-armistice-celebration-winners-says-populist-german-leader/", "urlToImage": "https://media.breitbart.com/media/2018/11/Angela-Merkel-Emmanuel-Macron.jpg", "publishedAt": "2018-11-12T14:28:21Z", "content": "We cant put ourselves in a historical situation that clearly favours the winner and walk alongside Mr. Macron through the Arc de Triomphe, Mr Gauland said, according to Reuters. The comments come after the German Chancellor, whose Christian Democratic Union p… [+1721 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "May on the Brink: PM 48 Hours from Activating 'No Deal' Plan as Boris Slams 'Total Surrender' to EU", "description": "Theresa May’s premiership is skirting disaster, with Brexiteers accusing her of embarking on a strategy of “total surrender” in the face of a 48-hour deadline to either secure a deal with Brussels or activate ‘No Deal’ preparations.", "url": "https://www.breitbart.com/europe/2018/11/12/may-brink-48-hours-activating-no-deal-plan/", "urlToImage": "https://media.breitbart.com/media/2018/09/GettyImages-1026938834.png", "publishedAt": "2018-11-12T14:25:46Z", "content": "The Prime Minister has offered a raft of heavy concessions to the European Union in order to secure free trade in goods and agri-products with the bloc and maintain an open border between the Republic of Ireland and the British province of Northern Ireland. T… [+4743 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "81 Migrants Found in Refrigerated Trailer near Texas Border", "description": "Border Patrol agents assigned to an immigration checkpoint in South Texas apprehended 81 migrants being smuggled in a refrigerated tractor-trailer. Elsewhere in the sector, Zapata Station agents disrupted another smuggling attempt and apprehended six foreign …", "url": "https://www.breitbart.com/border/2018/11/12/81-migrants-found-in-refrigerated-trailer-near-texas-border/", "urlToImage": "https://media.breitbart.com/media/2018/11/Migrants-in-Refrigerated-Trailer-USBP-Laredo.jpeg", "publishedAt": "2018-11-12T14:18:53Z", "content": "Laredo Sector agents assigned to the Interstate 35 immigration checkpoint on November 9, located between Laredo and San Antonio, observed a red tractor pulling a white refrigerated trailer approaching for inspection. During the initial interview with the driv… [+2335 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Scarborough: Rubio’s Broward ‘Conspiracy Theory’ on Election Legitimacy What Happens in ‘Banana Republics’", "description": "During Monday’s “Morning Joe” on MSNBC, host Joe Scarborough reacted to Sen. Marco Rubio (R-FL) criticizing the slow-moving handling of votes in Florida’s Broward County and saying that it could open the door to the election being stolen. Maybe this box found…", "url": "https://www.breitbart.com/video/2018/11/12/scarborough-rubios-broward-conspiracy-theory-on-election-legitimacy-what-happens-in-banana-republics/", "urlToImage": "https://media.breitbart.com/media/2018/07/scarborough.jpg", "publishedAt": "2018-11-12T14:16:07Z", "content": "During Monday’s “Morning Joe” on MSNBC, host Joe Scarborough reacted to Sen. Marco Rubio (R-FL) criticizing the slow-moving handling of votes in Florida’s Broward County and saying that it could open the door to the election being stolen. Maybe this box found… [+1239 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News, Breitbart News", "title": "Bruno Mars to Provide Thanksgiving Meals for 24K in Hawaii", "description": "NEW YORK (AP) — Bruno Mars will mark the end of his massive “24K Magic World Tour” by providing meals to 24,000 Hawaii residents in need for the Thanksgiving holiday.", "url": "https://www.breitbart.com/entertainment/2018/11/12/bruno-mars-to-provide-thanksgiving-meals-for-24k-in-hawaii/", "urlToImage": "https://media.breitbart.com/media/2018/11/brunomarsgiving1.jpg", "publishedAt": "2018-11-12T14:08:02Z", "content": "The Hawaiian-born singer announced Sunday he has donated money for the food to the Salvation Armys Hawaiian and Pacific Islands Division, which hosts an annual Thanksgiving meal program to help those in need. Mars is set to perform the final show of his 200-d… [+346 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Gazans Demand Revenge After Deadly Israeli anti-Terrorism Raid", "description": "GAZA CITY, Gaza Strip — Chanting “revenge” and flanked by masked gunmen in camouflage, thousands of mourners in the Gaza Strip on Monday buried seven Palestinian militants killed in an Israeli incursion as the ruling Hamas group launched a feverish security s…", "url": "https://www.breitbart.com/middle-east/2018/11/12/gazans-demand-revenge-after-deadly-israeli-anti-terrorism-raid/", "urlToImage": "https://media.breitbart.com/media/2017/07/palestine-flag-knives-afp.jpg", "publishedAt": "2018-11-12T14:03:56Z", "content": "Hamas said Israeli undercover forces entered the territory in a civilian vehicle late Sunday and exchanged fire with Hamas gunmen. The clashes killed an Israeli lieutenant colonel and prompted Israeli airstrikes and a salvo of rocket fire from Gaza toward Isr… [+4247 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Merrill Hope", "title": "Study: ‘Best and Worst’ U.S. Cities for Veterans in 2018", "description": "WalletHub, the personal finance website, commemorated Veteran's Day by releasing its annual ranking of the best and worst U.S. cities for former service men and women to put down roots.", "url": "https://www.breitbart.com/border/2018/11/12/study-best-and-worst-u-s-cities-for-veterans-in-2018/", "urlToImage": "https://media.breitbart.com/media/2017/05/Veteran-outside-Veterans-Affairs-in-Los-Angeles-Flickr-e1542030706600.jpg", "publishedAt": "2018-11-12T13:54:10Z", "content": "Austin, Texas, topped 2018’s Best and Worst Places for Veterans to Live as the overall best U.S. city for military veterans to live, a distinction which the Texas capital city held for the second consecutive year. Rounding out the top five were two Arizona ci… [+4619 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News, Breitbart News", "title": "Box Office: ‘Dr. Seuss’ The Grinch’ Steals Number One Spot with $66M", "description": "“Dr. Seuss’ The Grinch” made off with $66 million to top the weekend North American box office, according to studio estimates Sunday.", "url": "https://www.breitbart.com/entertainment/2018/11/12/dr-seuss-the-grinch-steals-number-one-spot-with-66m/", "urlToImage": "https://media.breitbart.com/media/2018/11/DrSuessBoxoffice1.jpg", "publishedAt": "2018-11-12T13:47:33Z", "content": "Dr. Seuss The Grinch sledded past mixed reviews and made off with $66 million for Universal Pictures to top the weekend North American box office, according to studio estimates Sunday. Last weeks top film, the Queen biopic Bohemian Rhapsody, drops to second f… [+2421 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump: Honest Vote Count in Florida ‘No Longer Possible’", "description": "President Donald Trump expressed skepticism about a recount in the Florida election on Monday, claiming it was impossible to conduct a fair tally.", "url": "https://www.breitbart.com/politics/2018/11/12/donald-trump-honest-vote-count-in-florida-no-longer-possible/", "urlToImage": "https://media.breitbart.com/media/2018/11/donald-trump-3.png", "publishedAt": "2018-11-12T13:07:19Z", "content": "“An honest vote count is no longer possible-ballots massively infected,” he wrote on Twitter. “Must go with Election Night!” The recount of the midterm election vote has already started with the deadline for results on Thursday. Trump suggested that Florida o… [+768 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Canada's Trudeau Hijacks Armistice Centenary to Make Thinly Veiled Attack on Trump", "description": "Canadian Prime Minister Justin Trudeau used the Great War Armistice centenary Sunday to lash out at populism and nations that do not conform to narrow ideas of globalism, making a series of apparently thinly veiled attacks on U.S. President Donald Trump.", "url": "https://www.breitbart.com/europe/2018/11/12/canadas-trudeau-hijacks-armistice-centenary-make-thinly-veiled-attack-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1060211666.jpg", "publishedAt": "2018-11-12T12:27:43Z", "content": "Two distinct views on the legacy of the Great War of 1914-1918 emerged at a ceremony attended by dozens of world leaders gathered at a military cemetery in France with globalists lashing out at their political rivals. French President Emmanuel Macron: Nationa… [+3057 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "EU President: Trump Not 'Tuned in' to 'Strong, United' Europe.Nationalism a 'Fundamental Threat'", "description": "European Council President Donald Tusk has said that the United States is not interested in a “strong, united” Europe and called nationalism a “fundamental threat” to the European Union.", "url": "https://www.breitbart.com/europe/2018/11/12/tusk-eu-trump-not-tuned-in-strong-united-europe-claims-nationalism-fundamental-threat-eu/", "urlToImage": "https://media.breitbart.com/media/2018/11/The-Donalds.jpg", "publishedAt": "2018-11-12T12:21:04Z", "content": "The former Prime Minister of Poland turned top Eurocrat made the comments at a speech in his home country on Saturday, the day before Poland celebrated the 100th anniversary of its rebirth as an independent state, with Poles taking part in a march through War… [+3698 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Ireland to Establish ‘Women-Only’ College Teaching Positions", "description": "Ireland’s Minister for Higher Education announced Sunday the introduction of sex-specific teaching jobs to attack what she sees as persistent gender inequality on the island.", "url": "https://www.breitbart.com/europe/2018/11/12/ireland-to-establish-women-only-college-teaching-positions/", "urlToImage": "https://media.breitbart.com/media/2018/11/Women-Only.jpg", "publishedAt": "2018-11-12T11:57:18Z", "content": "In an op-ed for the Irish Independent, Minister Mary Mitchell OConnor writes that in order to accelerate gender equality in Irish Higher Education Institutions, she is creating female-only professorial posts within our universities and institutes of technolog… [+2647 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Israel Alters Flight Paths to Ben Gurion Airport Amid Gaza Escalation", "description": "Classes were canceled for Monday morning in Gaza border communities as five volleys of at least three rockets and other projectiles were fired at Israel from the Gaza Strip.", "url": "https://www.breitbart.com/middle-east/2018/11/12/israel-alters-flight-paths-to-ben-gurion-airport-amid-gaza-escalation/", "urlToImage": "https://media.breitbart.com/media/2018/11/ben-gurion-airport.png", "publishedAt": "2018-11-12T11:43:47Z", "content": "The IDF said early Monday morning 17 rockets were fired at Israel’s south, of which three were intercepted, during overnight hours and train stations in Sderot, Ofakim, Netivot and other Gaza border communities were closed on Monday. Gadi Yarkoni, head of the… [+447 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Netanyahu, Putin Hold 'Substantive' Talks in Paris", "description": "Prime Minister Benjamin Netanyahu on Sunday had a “short talk” with Russian President Vladimir Putin in Paris as world leaders gathered for commemorations marking 100 years since the end of World War I.", "url": "https://www.breitbart.com/middle-east/2018/11/12/netanyahu-putin-hold-substantive-talks-in-paris/", "urlToImage": "https://media.breitbart.com/media/2017/05/putin.jpg", "publishedAt": "2018-11-12T11:31:21Z", "content": "Kremlin spokesman Dmitry Sergeyevich Peskov said Netanyahu and Putin had a short talk, without elaborating on the contents of the discussion, according to the Kremlin. At a later press conference, Netanyahu confirmed he spoke with Putin. He said the talks wer… [+258 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Netanyahu Cuts Short Paris Trip as Gaza Heats Up", "description": "JERUSALEM — Israeli Prime Minister Benjamin Netanyahu rushed back to Israel on Monday, hours after an Israeli army officer and seven Palestinians, including a local Hamas commander, were killed after an incursion by Israeli special forces into the Gaza Strip.", "url": "https://www.breitbart.com/middle-east/2018/11/12/netanyahu-cuts-short-paris-trip-as-gaza-heats-up/", "urlToImage": "https://media.breitbart.com/media/2018/11/benjamin-netanyahu-1.png", "publishedAt": "2018-11-12T10:44:32Z", "content": "The Islamic militant Hamas, which rules Gaza, said Israeli undercover forces entered the territory in a civilian vehicle late Sunday and exchanged fire with Hamas gunmen. The clashes prompted Israeli airstrikes and a salvo of rocket fire from Gaza toward Isra… [+3276 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Australian PM Calls out 'Radical, Violent, Extremist Islam': Muslim Community Demands Apology", "description": "Australian Prime Minister Scott Morrison called out “radical, violent, extremist Islam that opposes our very way of life” the day after an Islamic State-inspired jihadist carried out a terror attack in the city of Melbourne. He was immediately told to apologi…", "url": "https://www.breitbart.com/middle-east/2018/11/12/australian-pm-calls-out-radical-violent-extremist-islam-muslim-community-demands-apology/", "urlToImage": "https://media.breitbart.com/media/2018/11/stabbing-attack-melbourne.png", "publishedAt": "2018-11-12T10:09:09Z", "content": "Somalian-born Hassan Khalif Shire Ali attacked bystanders with a knife on Friday, claiming the life of one person and injuring two others in an attack claimed by Islamic State. One witness claimed Ali was yelling allahu akbar and is believed to be known to co… [+3222 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "Row After Malta Accused of 'Dumping' Illegal Immigrants on Populist Italy", "description": "Malta has ordered Italy to give priority to “life at sea” rather than border control after Matteo Salvini accused Valletta of aiding illegal immigration.", "url": "https://www.breitbart.com/europe/2018/11/12/malta-taly-prioritise-life-sea/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/ap/24/44bf77_europe-migrants-47798-in-aug-15-2018-file-photo-aquarius-rescue-ship-enters-e1542014797638.jpg", "publishedAt": "2018-11-12T09:30:03Z", "content": "The Italian interior minister and deputy prime minister had denounced a hostile act from fellow EU member Malta after migrants who landed on Lampedusa Friday claimed they were helped to reach Italy by Maltese authorities. Witnesses said the boatload of 13 ill… [+3336 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Cat Mummies, Animal Statues Discovered in Egypt Sarcophagi", "description": "Cairo – Seven sarcophagi, some dating back more than 6,000 years, have been discovered at a site on the edge of the pyramid complex in Saqqara, south of the Egyptian capital, archaeology officials announced Saturday.", "url": "https://www.breitbart.com/middle-east/2018/11/12/cat-mummies-animal-statues-discovered-in-egypt-sarcophagi/", "urlToImage": "https://media.breitbart.com/media/2018/11/ancient-egypt.jpg", "publishedAt": "2018-11-12T09:10:02Z", "content": "Antiquities Minister Khaled el-Enany said the discovery was made by an Egyptian archaeological mission during excavation work started in April. Three of the tombs had been used for cats, he said, while one of four other sarcophagi discovered at the site belon… [+856 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Israeli Special Forces Officer Killed in Gaza Antiterror Raid", "description": "An Israeli special forces officer was killed and another was moderately wounded during a night-time operation in the Gaza Strip on Sunday, the army said. The incident sparked intense clashes between the Israeli military and the Hamas terror group.", "url": "https://www.breitbart.com/middle-east/2018/11/12/israeli-special-forces-officer-killed-in-gaza-antiterror-raid/", "urlToImage": "https://media.breitbart.com/media/2018/05/hamas-terror-rocket-attack.png", "publishedAt": "2018-11-12T08:52:51Z", "content": "At least seven Palestinians were killed in the firefight and airstrikes that followed the Israeli raid, including a senior Hamas commander, according to Palestinian officials. The Palestinian fatalities were said by Hamas to be its members. Israeli officials … [+332 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Stelter: Did the Media ‘Underappreciate the Strength of the Blue Wave in the House?’", "description": "Sunday on CNN’s “Reliable Sources,” host Brian Stelter questioned if the news media underappreciated the “strength of the blue wave” at the midterm election. “Did the news media underappreciate the strength of the blue wave in the House on Tuesday night? Five…", "url": "https://www.breitbart.com/video/2018/11/11/stelter-did-the-media-underappreciate-the-strength-of-the-blue-wave-in-the-house/", "urlToImage": "https://media.breitbart.com/media/2018/11/stelter.jpg", "publishedAt": "2018-11-12T04:53:29Z", "content": "Sunday on CNN’s “Reliable Sources,” host Brian Stelter questioned if the news media underappreciated the “strength of the blue wave” at the midterm election. Did the news media underappreciate the strength of the blue wave in the House on Tuesday night? Five … [+732 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "Democrats: ‘Cruel and Unscientific’ to Define Legal Sex by Biology", "description": "It is \"cruel and unscientific\" to define a person's legal sex by their biology, says a complaint signed by 98 Democratic House legislators.", "url": "https://www.breitbart.com/the-media/2018/11/11/democrats-cruel-and-unscientific-to-define-legal-sex-by-biology/", "urlToImage": "https://media.breitbart.com/media/2017/07/AP_17207718799374.jpg", "publishedAt": "2018-11-12T04:50:08Z", "content": "The Democrats’ statement was sent to President Donald Trump’s administration as the New York Times has reported that the administration will formally clarify that the sex of people involved in sex-discrimination legal fights will be based on their male or fem… [+12489 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Graham on Whitaker: ‘I Don’t Think He Has to Recuse Himself’", "description": "During a Sunday interview on CBS’s “Face the Nation,” Sen. Lindsey Graham (R-SC) weighed in on acting Attorney General Matthew Whitaker’s appointment to replace Jeff Sessions. Margaret Brennan asked Graham, “[A]re you going to ask [Whitaker] to recuse himself…", "url": "https://www.breitbart.com/video/2018/11/11/graham-on-whitaker-i-dont-think-he-has-to-recuse-himself/", "urlToImage": "https://media.breitbart.com/media/2018/11/graham.jpg", "publishedAt": "2018-11-12T04:05:22Z", "content": "During a Sunday interview on CBS’s “Face the Nation,” Sen. Lindsey Graham (R-SC) weighed in on acting Attorney General Matthew Whitaker’s appointment to replace Jeff Sessions. Margaret Brennan asked Graham, “[A]re you going to ask [Whitaker] to recuse himself… [+817 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Aaron Klein", "title": "Soros-Tied Hillary Alumni Group Helping to Organize Volunteers for Florida Recount", "description": "Demand Justice, an organization founded by former members of Hillary Clinton’s 2016 presidential campaign and associated with a “social welfare organization” financed by billionaire activist George Soros, is helping to organize volunteers to help Senator Bill…", "url": "https://www.breitbart.com/politics/2018/11/11/soros-tied-hillary-alumni-group-helping-to-organize-volunteers-for-florida-recount/", "urlToImage": "https://media.breitbart.com/media/2018/06/gty-george_soros.jpg", "publishedAt": "2018-11-12T03:37:49Z", "content": "Demand Justice sent out a blast email asking for volunteers to help out in a variety of roles in the recount process, including observing at polls, data processing, and logistics organization. The group advertised that it is seeking supporters who are either … [+3839 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker, Trent Baker", "title": "Dem Sen. Coons Calls on Acting AG Whitaker to 'Recuse Himself'", "description": "Sunday, Sen. Chris Coons (D-DE) called on acting Attorney General Michael Whitaker to “recuse himself.” Despite Deputy Attorney General Rod Rosenstein’s vote of confidence in Whitaker, Coons said he questions Whitaker’s ability to serve as Jeff Sessions’ repl…", "url": "https://www.breitbart.com/video/2018/11/11/dem-sen-coons-calls-on-acting-ag-whitaker-to-recuse-himself/", "urlToImage": "https://media.breitbart.com/media/2016/12/coons.jpg", "publishedAt": "2018-11-12T03:16:46Z", "content": "Sunday, Sen. Chris Coons (D-DE) called on acting Attorney General Michael Whitaker to “recuse himself.” Despite Deputy Attorney General Rod Rosenstein’s vote of confidence in Whitaker, Coons said he questions Whitaker’s ability to serve as Jeff Sessions’ repl… [+468 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston, Warner Todd Huston", "title": "HBO’s ‘Westworld’ Church Only Set Structure to Survive Woolsey Fire", "description": "Amazingly, after the Woolsey fire ravaged the famous western town movie sets at Paramount Ranch in Agoura Hills, as the smoke cleared, it became clear that the iconic white church seen in HBO's Westworld was the only building that survived.", "url": "https://www.breitbart.com/entertainment/2018/11/11/westworld-church-only-structure-to-survive-woolsey-fire/", "urlToImage": "https://media.breitbart.com/media/2018/11/Westworldchurch1.jpg", "publishedAt": "2018-11-12T02:38:45Z", "content": "On Friday it was reported that the Woolsey fire swept through the Santa Monica Mountains Recreation Area, and the western town TV sets were turned to ashes. But as the danger passed and the fire subsided, it became clear that there was one structure untouched… [+2182 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virgil", "title": "Virgil: France’s Macron Attacks America’s Trump, and Americans Help Pay For It", "description": "Even as Emmanuel Macron is zapping President Trump for being a nationalist, the French president will be pushing, in Trump’s absence, a whole new initiative built around—you guessed it—globalism. And guess who is funding Macron's \"Paris Peace Forum\"?", "url": "https://www.breitbart.com/national-security/2018/11/11/virgil-frances-macron-attacks-americas-trump-and-americans-help-pay-for-it/", "urlToImage": "https://media.breitbart.com/media/2018/11/donald-trump-emmanuel-macron-paris-11-11-18-getty.jpg", "publishedAt": "2018-11-12T02:31:52Z", "content": "As The Washington Post reported on Sunday, In the shadow of a grand war memorial here, French President Emmanuel Macron marked the 100th anniversary of the end of World War I by delivering a forceful rebuke against rising nationalism, calling it a betrayal of… [+6800 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "VA Secretary Bob Wilkie: Veterans Day for All Who Served at Lonely Outposts", "description": "Veterans Affairs Secretary Bob Wilkie commemorated Veterans Day in a moving speech Sunday morning at Arlington National Cemetery.", "url": "https://www.breitbart.com/politics/2018/11/11/veterans-affairs-bob-wilkie-veterans-day-lonely-outposts/", "urlToImage": "https://media.breitbart.com/media/2018/11/veteran-salute-arlington-national-cemetery-11-11-18-getty.jpg", "publishedAt": "2018-11-12T02:03:03Z", "content": "“This day reminds all Americans that they sleep soundly at night because of the sacrifices of millions of ordinary men and women,” Bob Wilkie said. “It is for all who have served at all the lonely outposts, and the military at home and in distant lands, who l… [+2040 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Hollywood Uses Veterans Day to Attack Trump: 'What a F**king A**hole'", "description": "While millions of Americans were spending their weekends honoring the sacrifices of military veterans, some Hollywood celebrities decided that the most important thing to was attack President Donald Trump.", "url": "https://www.breitbart.com/entertainment/2018/11/11/hollywood-uses-veterans-day-to-attack-trump-what-a-fking-ahole/", "urlToImage": "https://media.breitbart.com/media/2018/11/jacksonreiner1.jpg", "publishedAt": "2018-11-12T01:53:14Z", "content": "“On the day we honor our veterans American patriots are sickened by a President who narcissistically turns his back on the fallen and warmly embraces an Autocrat who attacks Democracy. Our long national nightmare continues,” director Rob Reiner declared. On t… [+3657 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Nigerian Asylum-Seeker Accused of Attempted Rape in Italy Risks Deportation", "description": "A 19-year-old Nigerian has been charged with sexual violence and resisting arrest after reportedly attempting to rape the director of the welcome center where he was staying in northern Italy.", "url": "https://www.breitbart.com/europe/2018/11/11/nigerian-asylum-seeker-accused-of-attempted-rape-in-italy-risks-deportation/", "urlToImage": "https://media.breitbart.com/media/2018/11/italian-carabinieri-police-african-asylum-seekers-file-getty.jpg", "publishedAt": "2018-11-12T01:38:54Z", "content": "According to reports, the Nigerian man tried to rape the director of the center in Bressanone, Italy, last Friday but was interrupted by Carabinieri police, who were responding to an alert from the center. The asylum-seeker allegedly resisted arrest but event… [+1683 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Fashion Notes: Melania Trump Weathers the Paris Storm in Dior High Fashion", "description": "First Lady Melania Trump weathered the Paris storm on Sunday in a high fashion ensemble fit for the pages of French Vogue.", "url": "https://www.breitbart.com/entertainment/2018/11/11/fashion-notes-melania-trump-weathers-the-paris-storm-in-dior-high-fashion/", "urlToImage": "https://media.breitbart.com/media/2018/11/MT-in-Paris9.jpg", "publishedAt": "2018-11-12T00:43:29Z", "content": "Mrs. Trump stunned at the Chateau de Versailles in Versailles, outside of Paris, while attending the commemoration ceremonies for the ending of World War I. In a high fashion, Christian Dior grey dress from the brand’s pre-Fall 2018 collection, Mrs. Turmp car… [+2531 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Police: 11-Year-Old Stops Would-Be Kidnapper by Using ‘Code Word’", "description": "An 11-year-old girl from Arizona stopped a would-be kidnapper in his tracks Wednesday after she demanded he give her a \"code word,\" police said.", "url": "https://www.breitbart.com/politics/2018/11/11/police-11-year-old-stops-would-be-kidnapper-using-code-word/", "urlToImage": "https://media.breitbart.com/media/2018/08/Crime-Scene.png", "publishedAt": "2018-11-12T00:42:16Z", "content": "The girl had been walking with her friend near a park 45 miles east of Phoenix on Wednesday afternoon when a man pulled up next to them in a white SUV, demanding she get in the car, the Pinal County Sheriff’s Office said in a statement Thursday. Police said t… [+1276 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Debra Messing Calls Out Women’s March for Refusing to Denounce Anti-Semite Louis Farrakhan", "description": "First it was actress and activist Alyssa Milano, now Debra Messing has joined the effort to denounce leaders of the Women's March for refusing to distance themselves from anti-Semitic Nation of Islam Leader, Louis Farrakhan.", "url": "https://www.breitbart.com/entertainment/2018/11/11/debra-messing-calls-out-womens-march-for-refusing-to-denounce-anti-semite-louis-farrakhan/", "urlToImage": "https://media.breitbart.com/media/2018/11/messingcallsoutWM1.jpg", "publishedAt": "2018-11-12T00:36:09Z", "content": "The Will &amp; Grace star fired up her Twitter account to say that she stands with Charmed actress Milano in demanding that the Women’s March denounce Farrakhan. I stand with you @Alyssa_Milano https://t.co/FKN31ApXnU — Debra Messing (@DebraMessing) November … [+1877 chars]"}]}