{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Michael Moore 2020 Wish List: Meryl Streep, LeBron James, Oprah, Michelle Obama", "description": "Michael Moore revealed some of his top picks for the 2020 Democratic ticket Thursday, naming actress Meryl Streep, NBA great LeBron James, TV mogul Oprah Winfrey, and even rocker Bruce Springsteen, among others.", "url": "https://www.breitbart.com/entertainment/2018/11/23/michael-moore-2020-wish-list-meryl-streep-lebron-james-oprah-michelle-obama/", "urlToImage": "https://media.breitbart.com/media/2018/11/moore.png", "publishedAt": "2018-11-23T23:01:57Z", "content": "“Lets name ourselves the 2020 Recruitment Committee &amp; get the Thanksgiving Dinner conversation started! Our job: Find a BELOVED American who shares our VALUES and can WIN the White House in 2020. Think of a BOLD, fresh idea &amp; post w/ # Draft2020. Ill … [+1790 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Black Friday: Dozens Duke It Out at California Walmart", "description": "Dozens of Black Friday shoppers were involved in a brawl at a Walmart in Palmdale, California, according to police.", "url": "https://www.breitbart.com/crime/2018/11/23/black-friday-dozens-duke-it-out-cali-walmart/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_18327121757643.jpg", "publishedAt": "2018-11-23T22:41:49Z", "content": "The incident occurred inside the mega chain store at approximately 6:30 p.m. local time and involved two groups of roughly a dozen people each. Details surrounding the cause of the fight are presently unknown, the Los Angeles County Sheriffs Department told r… [+741 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston, Warner Todd Huston", "title": "Michigan' Shea Patterson Grew Up Surrounded by Cartel Violence Before Landing in Ann Arbor", "description": "Wolverines quarterback Shea Patterson had a long road to the college gridiron, a road that led through the constant gunfire from Mexican drug cartels on the other side of the Rio Grande from his home in South Texas.", "url": "https://www.breitbart.com/sports/2018/11/23/michigan-shea-patterson-grew-up-surrounded-cartel-violence-before-landing-ann-arbor/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Paul-Sancya.jpg", "publishedAt": "2018-11-23T22:17:51Z", "content": "Through it all Patterson has developed a big heart, a steely gaze, and steady leadership and those qualities have brought him to the brink of a historic season at the University of Michigan, USA Today wrote. With only one loss this year, Michigan is having a … [+1471 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "The Committee for Responsible Foreign Policy (Sponsored)", "title": "Watch – Rep. Khanna: Congress Should Debate Why America Has Active Combat Troops Across 17 Different Nations", "description": "Reps. Ro Khanna (D-CA) and Ken Buck (R-CO) agree that Congress should weigh in on the deployment of American troops across 17 different nations.", "url": "https://www.breitbart.com/politics/2018/11/23/watch-rep-khanna-congress-should-debate-why-america-has-active-combat-troops-across-17-different-nations/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screen-Shot-2018-11-21-at-4.39.10-PM-e1543011264849.png", "publishedAt": "2018-11-23T22:16:39Z", "content": "The following post is sponsored by The Committee for Responsible Foreign Policy (CRFP). Reps. Ro Khanna (D-CA) and Ken Buck (R-CO) agree that Congress should weigh in on the deployment of American troops across 17 different nations. The American Conservative … [+2653 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Alana Mastrangelo", "title": "Beijing Debuts Plan to Monitor Behavior of Every Resident by End of 2020", "description": "Beijing announced an \"action plan\" this week for monitoring residents' behavior, adding that the city expects to have its social credit system fully implemented by the end of 2020.", "url": "https://www.breitbart.com/national-security/2018/11/23/beijing-debuts-plan-monitor-behavior-every-resident-end-2020/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/23/fc9a72_chinese-authorities-are-facing-an-challenge-spawned-own-efforts-indoctrinate-e1543010455901.jpg", "publishedAt": "2018-11-23T22:02:40Z", "content": "Beijing plans to reward and punish its residents based on data that will be collected from various departments monitoring citizens’ social behavior, according to a detailed “action plan” posted on Monday to the city’s municipal website. By the beginning of 20… [+2412 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "UPI", "title": "Warriors Guard Stephen Curry Gets in Car Crash with Porsche", "description": "Nov. 23 (UPI) — Golden State Warriors star Stephen Curry was involved in a car crash on Friday while driving his Porsche in Oakland.", "url": "https://www.breitbart.com/sports/2018/11/23/warriors-guard-stephen-curry-gets-in-car-crash-with-porsche/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Ron-Jenkins-1.jpg", "publishedAt": "2018-11-23T21:30:24Z", "content": "The two-time NBA MVP was not hurt and was at the Warriors facility following the collision. He was already set to miss the Warriors game on Friday against the Portland Trail Blazers. He was on his way to the teams shoot-around when he was involved in the thre… [+493 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Black Friday: Man Reportedly Shot After Checking Out 'Attractive' Woman at Memphis Mall", "description": "A man was shot at a Memphis Mall as bargain hunters began their Black Friday shopping after checking out an \"attractive\" woman.", "url": "https://www.breitbart.com/crime/2018/11/23/black-friday-man-reportedly-shot-after-checking-out-attractive-woman-memphis-mall/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-490462844.jpg", "publishedAt": "2018-11-23T21:28:43Z", "content": "The incident occurred at The Oak Court Mall in Memphis at 11 p.m. local time. The victim claims he glanced at an “attractive” woman, but opted to continue walking instead of engaging her. The police report states that once the victim and his cousin exited the… [+1199 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Exclusive — Rep. Ken Buck: Generals Tell Us Afghanistan Is a ‘Stalemate’", "description": "Rep. Ken Buck (R-CO) told Breitbart News recently that U.S. military generals tell members of Congress that Afghanistan is a \"stalemate.\"", "url": "https://www.breitbart.com/politics/2018/11/23/exclusive-rep-ken-buck-generals-tell-us-afghanistan-stalemate/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/15/f88d22_meditation-veterans-ptsd-39441-in-monday-21-2008-file-photo-soldier-scope.jpg", "publishedAt": "2018-11-23T21:27:36Z", "content": "“The generals speak to us without any political agenda, and so we get a very clear picture from the generals that we won’t get from the civilian side, and I’ve been here with the Obama administration and the Trump administration,” he said in a brief interview… [+7243 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Arizona Cardinals Produce Stirring Tribute to Veterans in Thanksgiving Video", "description": "NFL ratings have soared since the divisive anthem protests which roiled the league over the last two years, finally subsided. In place of those protests, there's been a resurgence of pro-police/military demonstrations and tributes which have led many fans to …", "url": "https://www.breitbart.com/sports/2018/11/23/watch-arizona-cardinals-produce-stirring-veterans-thanksgiving-video/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Ben-Margot-1.jpg", "publishedAt": "2018-11-23T21:17:48Z", "content": "The Arizona Cardinals have put together such a tribute for their game on Sunday. To give thanks to those who serve our country, the Cardinals put together a stirring Thanksgiving video tribute to honor America’s veterans: During the season of giving thanks, w… [+599 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "U.S. Airstrikes Kill 50 Al-Shabaab Jihadis in Somalia", "description": "American airstrikes launched over the last three days have “degraded” the East Africa-based al-Qaeda wing al-Shabaab, killing 50 jihadis in Somalia days after the United Nations determined the group is expanding and remains the top threat facing African natio…", "url": "https://www.breitbart.com/national-security/2018/11/23/u-s-airstrikes-kill-50-al-shabaab-jihadis-somalia/", "urlToImage": "https://media.breitbart.com/media/2017/05/wi/afp/05/510uah-e1543007245180.jpg", "publishedAt": "2018-11-23T21:11:40Z", "content": "The airstrikes came after the United Nations found that the American airstrikes have failed to diminish al-Shabaabs ability to carry out complex asymmetric attacks in Somalia, adding that the growing Islamic State (ISIS/ISIL) presence in the African country f… [+4080 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Watch—Black Friday: Two Women Wrestle Over Cookware at Georgia Walmart", "description": "Footage of two women wrestling over cookware during a Black Friday sale at a Walmart in Rockmart, Georgia, is making the rounds on social media.", "url": "https://www.breitbart.com/local/2018/11/23/watch-black-friday-two-women-wrestle-over-cookware-at-georgia-walmart/", "urlToImage": "https://media.breitbart.com/media/2018/11/black-friday-walmart-fight-georgia.jpg", "publishedAt": "2018-11-23T20:54:29Z", "content": "The video, shared to Facebook on Thursday, shows a woman on the ground tightly gripping a green box with pots and pans inside while a second woman attempts to snatch the box from her hands. The woman holding the box manages to fight off the would-be snatcher … [+468 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Report: John Kelly, Kirstjen Nielsen Opposed Trump Broadening Military’s Power at Border", "description": "President Trump's Chief of Staff John Kelly and Department of Homeland Security (DHS) Kirstjen Nielsen opposed the president's recent order which broadened the U.S. military's power on the southern border.", "url": "https://www.breitbart.com/politics/2018/11/23/report-john-kelly-kirstjen-nielsen-opposed-trump-broadening-militarys-power-at-border/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/16/88cfd8_migrant-caravan-troops-24470-in-sunday-nov-2018-file-photo-members-army-e1542672272923.jpg", "publishedAt": "2018-11-23T20:49:52Z", "content": "While deciding whether to sign an order that gives the more than 5,700 deployed military troops at the border the ability to “show or use of force (including lethal force, where necessary), crowd control, temporary detention, and cursory search,” Kelly and Ni… [+2383 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "GOP Rep Costello: I Think Voters Want Congress to Hold Trump Accountable", "description": "On Friday’s broadcast of “CNN Right Now,” Representative Ryan Costello (R-PA) stated that in the last elections, voters showed “they want to see Congress hold the president accountable when circumstances warrant.” Costello said, “I think the American people s…", "url": "https://www.breitbart.com/video/2018/11/23/gop-rep-costello-i-think-voters-want-congress-to-hold-trump-accountable/", "urlToImage": "https://media.breitbart.com/media/2018/11/Costello-1123-Thumbnail.jpg", "publishedAt": "2018-11-23T20:47:35Z", "content": "On Friday’s broadcast of “CNN Right Now,” Representative Ryan Costello (R-PA) stated that in the last elections, voters showed “they want to see Congress hold the president accountable when circumstances warrant.” Costello said, “I think the American people s… [+779 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "China Denies Interfering with Taiwan’s Election", "description": "China’s state-run Global Times on Thursday denied what it called “vague accusations” of Chinese interference in this weekend’s Taiwanese elections. The election will be closely watched as a measure of President Tsai Ing-wen’s political strength and Taiwan’s a…", "url": "https://www.breitbart.com/national-security/2018/11/23/china-denies-interfering-taiwan-election/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/22/742e76_taiwan-elections-china-factor-05018-in-nov-20-2018-photo-democratic-progressive-e1543005401459.jpg", "publishedAt": "2018-11-23T20:42:42Z", "content": "The Global Times slammed concerns voiced by some mainstream Western media about Chinese meddling in Taiwan as a form of election meddling itself a means for Western governments hostile to China to support President Tsais Democratic Progressive Party (DPP), wh… [+5741 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Multiple Shopping Websites Glitch Over Black Friday", "description": "Cyber problems for shoppers on and around Black Friday.", "url": "https://www.breitbart.com/tech/2018/11/23/multiple-websites-glitch-over-black-friday/", "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/10/22qvg4_computer-programmers-are-in-high-demand-in-silicon-valley-programming.jpg", "publishedAt": "2018-11-23T20:42:05Z", "content": "Amazon, Facebook, J Crew, Takealot and NowTV all suffered website outages and glitches in the week leading up to Black Friday, causing issues for both retailers and consumers. J Crew took to social media to warn their users that their website was suffering te… [+4054 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Scientists Suggest ‘Dimming The Sun’ to Solve Global Warming", "description": "What could go wrong?", "url": "https://www.breitbart.com/tech/2018/11/23/scientists-suggest-dimming-the-sun-to-solve-global-warming/", "urlToImage": "https://media.breitbart.com/media/2017/09/wi/ap/14/cpn05u.jpg", "publishedAt": "2018-11-23T20:33:54Z", "content": "Research from scientists at Harvard and Yale universities was recently published in a journal called Environmental Research Letters which proposes using a technique called stratospheric aerosol injection to fight against climate change. The proposed technique… [+2370 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Report: U.S.-Allied Kurdish YPG Wants Dialogue with Turkey", "description": "The U.S.-backed Kurdish People’s Protection Units (YPG) in Syria are ready for dialogue with Turkey, which has demanded their removal despite their key role in fighting the Islamic State (ISIS), a spokesperson for the militia group declared Thursday.", "url": "https://www.breitbart.com/national-security/2018/11/23/report-u-s-allied-kurdish-ypg-dialogue-turkey/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/27/3aee56_members-people-protection-units-ypg-syrian-democratic-forces-sdf-gather-e1543003588973.jpg", "publishedAt": "2018-11-23T20:26:51Z", "content": "In an exclusive interview with Iraqi Kurdish news outlet Rudaw on Thursday, Nuri Mahmud, a spokesperson for YPG, the armed wing of the Democratic Union Party (PYD) that has gained control of large swathes of northern Syria with the help of the United States, … [+4161 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Kellyanne Conway’s Husband Calls Trump’s Attack on Ninth Circuit ‘Misleading’", "description": "Attorney George Conway has publicly criticized what he calls a \"misleading\" attack on the Ninth Circuit court by President Trump.", "url": "https://www.breitbart.com/pre-viral/2018/11/23/kellyanne-conways-husband-calls-trumps-attack-on-ninth-circuit-misleading/", "urlToImage": "https://media.breitbart.com/media/2018/11/George-conway.png", "publishedAt": "2018-11-23T20:19:42Z", "content": "White House counselor Kellyanne Conway’s husband took to the president’s favored social media platform to make the argument that the San Francisco-based court sees so many cases overturned because of the sheer volume of cases they oversee. “The number of Nint… [+2242 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Slave Doctor: I’d Rather ‘Pick Up Garbage’ in Brazil than Go Back to Cuba", "description": "Unsalaried Cuban doctors in Brazil, now forced to return home after the Castro regime canceled an exchange program following demands by President-elect Jair Bolsonaro to pay the medical professionals a full salary, told Brazilian news outlets this week they h…", "url": "https://www.breitbart.com/latin-america/2018/11/23/slave-doctor-rather-pick-up-garbage-brazil/", "urlToImage": "https://media.breitbart.com/media/2017/08/stet.jpg", "publishedAt": "2018-11-23T19:52:21Z", "content": "Brazil hosts over 8,000 Cuban doctors through its “Mais Médicos” (“More Doctors”) program, established by former socialist President Dilma Rousseff. The doctors tend to work in poorer, more rural areas. The Castro regime pockets at least 70 percent of their s… [+4462 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "University of Washington Bus Overturns During Marching Band Trip", "description": "A University of Washington charter bus carrying marching band members overturned on its way to the Apple Cup in Pullman on Thursday morning.", "url": "https://www.breitbart.com/education/2018/11/23/university-washington-bus-overturns-marching-band-trip/", "urlToImage": "https://media.breitbart.com/media/2018/11/University-of-Washington-marching-band-bus-overturned-screenshot.jpg", "publishedAt": "2018-11-23T19:42:34Z", "content": "The bus was one of six headed for Pullman’s “Apple Cup” marching band competition. En route, it rolled onto its side in the middle of an icy interstate. A band member told K5News the bus had spun out of control before it flipped into a ditch near the town of … [+602 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Left Emboldened: Maddow Pulls Ahead to #1, CNN Sees Year-Over-Year Gains After Midterms", "description": "Following the week after the midterm elections, ratings for left-wing MSNBC commentator Rachel Maddow and CNN have seen marked increases.", "url": "https://www.breitbart.com/the-media/2018/11/23/left-emboldened-maddow-pulls-ahead-1-cnn-sees-year-over-year-gains-after-midterms/", "urlToImage": "https://media.breitbart.com/media/2018/01/Rachel-Maddow.jpg", "publishedAt": "2018-11-23T19:39:50Z", "content": "During the week of November 12-18, Adweek reports that Rachel Maddow had “the most-watched show on cable news for the week” and that she “lifted MSNBC to across-the-board growth in total viewers (+6 percent in prime time / +8 percent in total day) vs. the com… [+1210 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Sean Moran", "title": "Trump Super PAC Calls on Congress to Fund the Wall", "description": "America First Policies (AFP), a leading pro-Donald Trump super PAC, will debut an ad on Monday calling on Congress to fund the border wall along America’s southern border.", "url": "https://www.breitbart.com/politics/2018/11/23/trump-super-pac-calls-on-congress-to-fund-the-wall/", "urlToImage": "https://media.breitbart.com/media/2018/07/wi/ap/30/2ef79c_trump-23048-in-13-2018-file-photo-president-donald-trump-speaks-tour-as-he-e1532977228427.jpg", "publishedAt": "2018-11-23T19:12:30Z", "content": "The ad launching on Monday will cost $500,000 and serves as the second to come from America First Policies this month. Combined the ads will cost $1 million during November. The newest ad features Michelle Root, an Angel Mom whose daughter was killed by an il… [+2427 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Ex-NSA Director Michael Hayden Suffers Stroke", "description": "Former National Security Agency (NSA) director Gen. Michael Hayden (Ret.) was hospitalized this week after suffering a stroke, according to his namesake center.", "url": "https://www.breitbart.com/politics/2018/11/23/ex-nsa-director-michael-hayden-suffers-stroke/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-530651822.jpg", "publishedAt": "2018-11-23T19:06:25Z", "content": "The Michael V. Hayden Center for Intelligence, Policy, and International Security on behalf of Jeanine C. Hayden and the Hayden family regrets to inform that General Michael V. Hayden (USAF-Retired) was hospitalized earlier this week after suffering a stroke … [+274 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "U.S. Trade Update: China Has Failed to Modify ‘Unfair’ Trade Practices", "description": "A report from the U.S. Trade Representative’s (USTR) office released this week found that China has failed to fundamentally alter its market-distorting trade practices.", "url": "https://www.breitbart.com/politics/2018/11/23/u-s-trade-update-china-failed-modify-unfair-trade-practices/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/ap/12/f3f538_china-president-pressure-20426-xi-jinping-in-2018-file-photo-chinese-president-e1534550215617.jpg", "publishedAt": "2018-11-23T19:02:07Z", "content": "The USTR Office released the most recent update on the results of a 301 investigation into Chinas trade practices this week. The report covered Chinas acts, policies and practices related to technology transfer, intellectual property and innovation. We comple… [+1171 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Lousiana Couple Finds Winning Lottery Ticket During Holiday Cleaning", "description": "Tina and Harold Ehrenberg are suddenly $1.8 million richer, after cleaning up for Thanksgiving guests uncovered a winning lottery ticket.", "url": "https://www.breitbart.com/pre-viral/2018/11/23/lousiana-couple-finds-winning-lottery-ticket-during-holiday-cleaning/", "urlToImage": "https://media.breitbart.com/media/2018/11/harold-tina-ehrenberg-louisiana-lottery-ticket.png", "publishedAt": "2018-11-23T18:52:45Z", "content": "The Mandeville, Louisiana, residents really cleaned up for the holidays this year. While tidying up their house for company, they discovered the wayward ticket — worth a cool $1.2 million even after taxes. The Louisiana Lottery ticket would have expired in ju… [+590 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Jerome Corsi in Plea Talks with Robert Mueller", "description": "Corsi is negotiating a plea agreement with Mueller as part of a federal investigation into collusion between the Trump campaign and Russia.", "url": "https://www.breitbart.com/crime/2018/11/23/jerome-corsi-plea-deal-talks-mueller/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_11052517638.jpg", "publishedAt": "2018-11-23T18:50:00Z", "content": "On Friday, Corsi confirmed to The Associated Press he is in talks to reach a deal with prosecutors in Mueller’s office and declined to discuss the matter further. The special counsel’s office interviewed the author as it investigates longtime political operat… [+836 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Blue State Blues: Trump Has the Saudis Where He Wants Them", "description": "President Donald Trump has endured blistering criticism from the media and from his political opponents in both parties over his statement earlier this week expressing support for Saudi Arabia, even in the wake of the murder of Jamal Khashoggi. Rep. Tulsi Gab…", "url": "https://www.breitbart.com/national-security/2018/11/23/blue-state-blues-trump-has-the-saudis-where-he-wants-them/", "urlToImage": "https://media.breitbart.com/media/2018/11/MBS-and-Trump-Getty.jpg", "publishedAt": "2018-11-23T18:48:48Z", "content": "In fact, the situation is exactly the reverse, and Gabbard should be praising Trump for advancing the cause of peace. Trump now has the Saudis exactly where he wants them. Crown Prince Mohammed bin Salman (MBS), once the toast of the world’s elites, is now wi… [+4180 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Caroline Glick", "title": "Caroline Glick: Trump Stares Down the ‘Post-Nationalist’ Mob on Khashoggi", "description": "It is far better to have a leader that recognizes and accepts the world as it is in all its cruelties, and works with allies – even authoritarian ones – against common foes, than to be led by men and women who prefer the posture of morality at the expense of …", "url": "https://www.breitbart.com/national-security/2018/11/23/caroline-glick-trump-jamal-khashoggi/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-Thanksgiving-Associated-Press.jpg", "publishedAt": "2018-11-23T18:45:52Z", "content": "One of the Saudi attendees was the General Secretary of the Saudi-based Muslim World League (MWL), Dr. Mohammad Al-Issa. The MWL was a major engine for the propagation and spread of Wahabist jihad throughout the Western world since it was formed by the Saudi … [+9001 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Watch: Black Friday Chaos Goes Global as Frenzied Shoppers Storm Shops Worldwide", "description": "Black Friday, routinely one of retail's busiest shopping days of the year in the United States, has spread to countries around the world. Chaotic scenes of aggressive shoppers battling one another for deeply discounted goods are making the rounds on social me…", "url": "https://www.breitbart.com/economy/2018/11/23/watch-black-friday-chaos-goes-global-as-frenzied-shoppers-storm-shops-worldwide/", "urlToImage": "https://media.breitbart.com/media/2018/11/black-friday-getty.jpg", "publishedAt": "2018-11-23T18:42:44Z", "content": "In Sao Paulo, Brazil, scuffles broke out as dozens of shoppers raced into a department store to grab marked down televisions. Scrum of shoppers jostle for TVs on #BlackFriday #Brazil pic.twitter.com/vrohBq8F8V — Ruptly (@Ruptly) November 23, 2018 Scenes purpo… [+3762 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "U.S. Urges Allies to Avoid Chinese Telecom Equipment Due to Security Risks", "description": "The U.S. government is urging allied nations to avoid using telecommunications equipment from China’s Huawei Technologies Company, even though some of those countries have already made large purchases of Huawei equipment, according to a report published Frida…", "url": "https://www.breitbart.com/national-security/2018/11/23/u-s-urges-allies-avoid-chinese-telecom-equipment-due-security-risks/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/afp/29/466535_us-australia-are-rattled-by-growing-influence-chinese-companies-on-pacific-e1542996548514.jpg", "publishedAt": "2018-11-23T18:13:21Z", "content": "The U.S. has expressed concerns that Chinese military and intelligence units have compromised Huawei products, posing security risks. The Wall Street Journal reported on Friday that U.S. officials are concerned about host countries using Huawei equipment in c… [+5396 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Watch: Macy’s CEO Jeff Gennette Sees Strong Black Friday Sales", "description": "Macy's, often considered a bellwether for the U.S. retail sector, says Black Friday has been a strong opening to holiday shopping season.", "url": "https://www.breitbart.com/economy/2018/11/23/watch-macys-ceo-jeff-gennette-sees-strong-black-friday-sales/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1064346818-e1542996004776.jpg", "publishedAt": "2018-11-23T18:01:48Z", "content": "In an interview with CNBC, Macy’s chief Jeff Gennette said it looks like “really strong start to the holiday shopping season. Customers showed up early online. And when we opened up our stores at 5:00, they were there. So they were responding to all the great… [+774 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "U.S. Accuses Iran of Developing Banned Chemical Weapons", "description": "The U.S. envoy to a meeting of the Organization for the Prohibition of Chemical Weapons (OPCW) accused Iran on Thursday of developing banned chemical weapons and failing to disclose its activities as required by the 1997 Chemical Weapons Convention.", "url": "https://www.breitbart.com/national-security/2018/11/23/u-s-accuses-iran-developing-banned-chemical-weapons/", "urlToImage": "https://media.breitbart.com/media/2018/11/OPCW-lab-sample-afp.jpg", "publishedAt": "2018-11-23T18:00:39Z", "content": "AFP summarized the allegations made by U.S. Ambassador Kenneth Ward at Thursdays meeting of the OPCW: “The United States has had longstanding concerns that Iran maintains a chemical weapons program that it failed to declare to the OPCW,” Ambassador Ward told … [+2699 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Allum Bokhari", "title": "Claire McCaskill Mocked GamerGate Before 6-Point Defeat in Missouri | Breitbart", "description": "Claire McCaskill Mocked GamerGate Before 6-Point Defeat in Missouri | Breitbart breitbart.com", "url": "https://www.breitbart.com/tech/2018/11/23/mccaskill-mocked-gamergate-before-crushing-six-point-defeat/", "urlToImage": "https://media.breitbart.com/media/2018/11/McCaskillPNG.png", "publishedAt": "2018-11-23T17:48:12Z", "content": "In one of the overlooked details of the midterms, it turns out that prior to her crushing 6-point defeat (in an otherwise good year for Democrats), former Senator Claire McCaskill publicly mocked GamerGate, the movement against fake news and political correct… [+2001 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Merrill Hope", "title": "Texas Mother Tried to Sell 20 ‘Girls’ for Sex, Say Feds", "description": "A woman, recently accused of operating a mother-son prostitution ring, was indicted this week after trying to sell at least 20 girls for sex to undercover officers, say federal authorities.", "url": "https://www.breitbart.com/border/2018/11/23/texas-mother-tried-to-sell-20-girls-for-sex-say-feds/", "urlToImage": "https://media.breitbart.com/media/2017/02/prostitution-havana-cuba-getty-image.jpg", "publishedAt": "2018-11-23T17:28:22Z", "content": "Helen Kim, 58, named as the alleged proprietor of the illicit enterprise operating in North Texas, purportedly coordinated the sale of these women for sex. A federal grand jury indicted her Wednesday on racketeering charges. More than 50 officers from the Dal… [+3146 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney, John Carney", "title": "Oil Crashes to Lowest Level in Over a Year after Trump Puts Pressure on Saudi Arabia", "description": "Trump's oil price tweet and a glut of supply amidst weakening global demand have crushed the price of oil.", "url": "https://www.breitbart.com/economy/2018/11/23/oil-crashes-to-lowest-level-in-over-a-year-after-trump-puts-pressure-on-saudi-arabia/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/22/c80e60_us-president-donald-trump-sees-saudi-crown-prince-mohammed-bin-salman-as-e1542992957341.jpg", "publishedAt": "2018-11-23T17:07:45Z", "content": "The U.S. benchmark, West Texas Intermediate futures, fell by as much as 7 percent at its lows of the day, briefly slipping below $50 a barrel. Despite rebounding a bit to $51 a barrel on Friday afternoon, the American crude grade is deeply in bear market terr… [+1548 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash, Charlie Nash", "title": "Photo: Despondent Child Bride Sold on Facebook Becomes Man's Ninth Wife", "description": "More details have been revealed about a child bride from South Sudan who was sold through Facebook, which the social network only took action on two weeks after the auction post had been made. The girl, now 17, is reportedly the man's ninth wife.", "url": "https://www.breitbart.com/tech/2018/11/23/photo-despondent-child-bride-sold-on-facebook-becomes-mans-ninth-wife/", "urlToImage": "https://media.breitbart.com/media/2018/11/facebook-sudan-auction-wedding.jpg", "publishedAt": "2018-11-23T17:06:27Z", "content": "The girl from South Sudan, now 17-years-old, was sold by her family to a man three times her age following a bidding war with “at least four other men,” according to the Associated Press (AP). Despite various appeals made by human rights group, a 16 year old … [+2254 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale, Virginia Hale", "title": "Merkel: EU States Must Prepare to Hand National Sovereignty over to Brussels", "description": "German Chancellor Angela Merkel has said that European Union (EU) member states must be prepared to transfer powers over to Brussels at a debate on the ‘tensions' between globalisation and national sovereignty.", "url": "https://www.breitbart.com/europe/2018/11/23/merkel-eu-hand-sovereignty-brussels/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1039863444-e1542980126151.jpg", "publishedAt": "2018-11-23T16:56:19Z", "content": "Nation states must today be prepared to give up their sovereignty, Merkel said, speaking at an event organised by the Konrad Adenauer Foundation in Berlin on Wednesday. In an orderly fashion of course, Merkel said, explaining that while Germany had given up s… [+2270 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew, Ben Kew", "title": "Xi Jinping to Tour Central America in Bid to Expand China's Influence", "description": "Chinese Communist Party leader Xi Jinping will visit Panama next week in a bid to expand his regime's growing influence over the Americas, China's foreign ministry announced on Friday.", "url": "https://www.breitbart.com/asia/2018/11/23/xi-jinping-to-tour-central-america-in-bid-to-expand-chinas-influence/", "urlToImage": "https://media.breitbart.com/media/2018/11/Xi-Jinping-clap-ap.jpg", "publishedAt": "2018-11-23T16:51:20Z", "content": "Xi will meet with Panamanian President Juan Carlos Varela on December 3rd, where the two leaders are scheduled to sign over two dozen agreements on sectors including science, technology, commerce, and infrastructure. The visit will follow the highly anticipat… [+2653 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Eurozone Growth Stumbles, German Economy Contracts, Meanwhile UK Tops GDP Growth", "description": "Eurozone growth remains slow, and has performed worse than expected in the latest figures released Friday which saw the Euro currency stumble as slowing German exports were shown to be behind the European powerhouse's first GDP contraction since 2015.", "url": "https://www.breitbart.com/europe/2018/11/23/eurozone-growth-stumbles-german-economy-contracts-meanwhile-uk-tops-gdp-growth/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-686740584-e1542990694930.jpg", "publishedAt": "2018-11-23T16:45:42Z", "content": "Bad economic results plagued the Eurozone Friday, forcing the Euro currency into a fall as hopes for the financial union’s members to bounce back were dashed. Eurozone economic growth was slower than predicted following falling export figures — thanks in part… [+2486 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Alana Mastrangelo, Alana Mastrangelo", "title": "Review: Charlie Kirk's 'Campus Battlefield' Explains How to Fight the Death of Free Speech on Campus", "description": "Charlie Kirk's new book, Campus Battlefield, is an excellent resource to gain a better understanding of what is happening on America's campuses at the hands of progressive administrators, authoritarian professors, and out of control leftist students.", "url": "https://www.breitbart.com/tech/2018/11/23/review-charlie-kirks-campus-battlefield-explains-how-to-fight-the-death-of-free-speech-on-campus/", "urlToImage": "https://media.breitbart.com/media/2018/09/CharlieKirkEC_IanMason_2018.jpg", "publishedAt": "2018-11-23T16:43:14Z", "content": "Charlie Kirk, the founder and president of the student activist organization Turning Point USA (TPUSA), and has written a new book with a forward by Donald Trump Jr. titled Campus Battlefield: How Conservatives Can WIN the Battle on Campus and Why It Matters.… [+4572 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston, Warner Todd Huston", "title": "WATCH: Ole Miss and Mississippi State Brawl in Egg Bowl", "description": "Tempers flared between Mississippi State and Ole Miss during the Egg Bowl on Thursday, resulting in a sidelines-clearing brawl that spilled out onto the field at the end of the third quarter.", "url": "https://www.breitbart.com/sports/2018/11/23/watch-ole-miss-mississippi-state-egg-bowl/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-8-5.jpg", "publishedAt": "2018-11-23T16:42:47Z", "content": "After order was restored, four players were ejected from the game, ESPN reported. The mix-up stemmed from a tackle after Ole Miss wide receiver A.J. Brown made it to the end zone for what appeared to be a touchdown run. But as Brown crossed the goal line, Mis… [+1516 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon, Liam Deacon", "title": "May Will Not Resign if Her Brexit Deal Is Rejected in Parliament", "description": "Theresa May has repeatedly refused to say she will resign as prime minister if her Brexit deal fails in the House of Commons.", "url": "https://www.breitbart.com/europe/2018/11/23/may-will-not-resign-if-her-brexit-deal-is-rejected-parliament/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1071036130.png", "publishedAt": "2018-11-23T16:42:34Z", "content": "Mrs May declined to say whether or not would step aside if MPs reject her Brexit proposals in an interview with BBC Radio 5 Live on Friday. “As I’m sitting here, I’m not thinking about me. I’m thinking about getting a deal through that delivers for the people… [+2382 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte, John Nolte", "title": "Watch: Fox News Apologizes for Hillary 'Herpes' Remark", "description": "Fox News released an apology Thursday after an on-air commentator compared Hillary Clinton to herpes.", "url": "https://www.breitbart.com/the-media/2018/11/23/watch-fox-news-apologizes-for-hillary-is-like-herpes-remark/", "urlToImage": "https://media.breitbart.com/media/2018/11/anna-paulina-fox-news.jpg", "publishedAt": "2018-11-23T16:30:59Z", "content": "After Fox News anchor Rick Leventhal said he was “amazed” over Hillary’s ability to stay in the news, Turning Points USA Director of Spanish Engagement Anna Paulina said, “She won’t go away, she’s like herpes.” Levenathal immediately said that was “not approp… [+783 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart TV, Breitbart TV", "title": "Florida Woman on Meth Arrested for Running Around in Traffic While Holding Baby", "description": "Per a report by Miami’s WSVN, a Florida woman was arrested after “darting” around through traffic with a baby in her arms. Early Monday morning, Marion County Sheriff’s deputies responded to a call of a woman appearing to be on drugs barking at vehicles as th…", "url": "https://www.breitbart.com/video/2018/11/23/florida-woman-on-meth-arrested-for-running-around-in-traffic-while-holding-baby/", "urlToImage": "https://media.breitbart.com/media/2018/11/kayla-morgan.jpg", "publishedAt": "2018-11-23T16:11:52Z", "content": "Per a report by Miamis WSVN, a Florida woman was arrested after “darting” around through traffic with a baby in her arms. Early Monday morning, Marion County Sheriff’s deputies responded to a call of a woman appearing to be on drugs barking at vehicles as the… [+1004 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Obama State Dept. Alum: Trump Believes 'Foreign Dictators' over U.S. Intelligence Community", "description": "Tom Malinowski claims President Donald believes “foreign dictators” over the assessments made by the U.S. intelligence community.", "url": "https://www.breitbart.com/politics/2018/11/23/obama-state-dept-alum-trump-believes-foreign-dictators-over-u-s-intelligence-community/", "urlToImage": "https://media.breitbart.com/media/2018/11/tom-malinowski.jpg", "publishedAt": "2018-11-23T16:04:34Z", "content": "Malinowski, who served in the State Dept. during the Obama administration and was elected to Congress weeks ago, said it is “very, very dangerous” that the president allegedly refuses to accept reports from the CIA that top Saudi Arabian officials ordered the… [+3069 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso, Justin Caruso", "title": "'Charlie Brown Thanksgiving’ Viewers Call Franklin’s Seat at the Table ‘Racist’", "description": "\"A Charlie Brown Thanksgiving\" was accused of racism by some social media users Thursday due to where Franklin, the only black character, is seated at the dinner table.", "url": "https://www.breitbart.com/entertainment/2018/11/23/charlie-brown-thanksgiving-viewers-call-franklins-seat-at-the-table-racist/", "urlToImage": "https://media.breitbart.com/media/2018/11/Charliebrown1-1.jpg", "publishedAt": "2018-11-23T15:53:32Z", "content": "In the classic animated movie, Charlie Brown is at the head of the table, while most of the other characters are sitting on one side. (Lee Mendelson Film Productions/United Feature Syndicate, 1973) Franklin is seated alone on the other side of the table, whic… [+1644 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel, Frances Martel", "title": "Two Years After Fidel Castro's Death, Dissidents Say Repression 'Even Worse'", "description": "Two Black Fridays ago – on November 25, 2016 – Cuban dictator Fidel Castro finally died. Two years later, the pro-democracy activists at the forefront of the fight for freedom lament that little in Cuba has changed for them, and what has changed has worsened.", "url": "https://www.breitbart.com/latin-america/2018/11/23/two-years-after-fidel-castro-death-cuban-dissidents-say-repression-worse-than-ever/", "urlToImage": "https://media.breitbart.com/media/2016/12/ladies-in-white-dissidents-arrested-cuba-getty.jpg", "publishedAt": "2018-11-23T15:48:45Z", "content": "In the immediate aftermath of current dictator Raúl Castro’s November 26 announcement of the death of his brother, the Cuban exile community celebrated with a global sigh of relief; geopolitical experts identified an opportunity for a new era in the island’s … [+8486 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "James Delingpole", "title": "Delingpole: Ten Years of the Climate Change Act – History's Most Expensive Virtue Signal - Breitbart News", "description": "Breitbart News Delingpole: Ten Years of the Climate Change Act – History's Most Expensive Virtue Signal Breitbart News It's the tenth anniversary of the most stupid, pointless and wasteful piece of legislation ever passed in British parliamentary history: the…", "url": "https://www.breitbart.com/europe/2018/11/23/ten-years-on-britains-1-trillion-climate-change-disaster/", "urlToImage": "https://media.breitbart.com/media/2018/11/Climate-Change-Protester.jpg", "publishedAt": "2018-11-23T15:47:51Z", "content": "If you want to loathe and despise the political class even more than you do already, I heartily recommend a read of the damning report that Rupert Darwall has compiled for the Global Warming Policy Foundation. Keep a bottle of whisky and your service revolver… [+6603 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Alexandria Ocasio-Cortez Enshrines Campaign Trail Shoes", "description": "New York Rep.-elect Alexandria Ocasio-Cortez is donating her personal items to be enshrined in exhibits about her life.", "url": "https://www.breitbart.com/politics/2018/11/23/alexandria-ocasio-cortez-enshrines-campaign-trail-shoes/", "urlToImage": "https://media.breitbart.com/media/2018/11/Alexandria-Ocasio-Cortez-campaign-trail-shoes-exhibit-facebook.jpg", "publishedAt": "2018-11-23T15:45:47Z", "content": "The exhibit, entitled “WOMEN EMPOWERED: Fashions from the Frontline,” seeks to display articles of clothing that made women “feel empowered,” Fox News reported. The Ocasio-Cortez slip-on shoes are tattered and filled with holes and were worn by the candidate … [+2160 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Dolce & Gabbana Founders Make Video Apology to China for ‘Racist’ Instagram Posts", "description": "BEIJING (AP) — The co-founders of Dolce & Gabbana apologized Friday in a video on Chinese social media after promotional videos seen as racist and subsequent Instagram messages stoked a furor in one of the world’s largest markets for luxury goods.", "url": "https://www.breitbart.com/entertainment/2018/11/23/dolce-gabbana-founders-make-video-apology-to-china-for-racist-instagram-posts/", "urlToImage": "https://media.breitbart.com/media/2018/11/DolceGabbanaapology1.jpg", "publishedAt": "2018-11-23T15:36:41Z", "content": "Domenico Dolce and Steffano Gabbana appeared in a nearly 1 ½ minute video posted on Weibo, a Chinese version of Twitter, saying they hope to be forgiven and will do their best to better understand and respect Chinese culture. We have always been in love with … [+2349 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Video: Man Arrested for Alleged Anti-Semitic Airplane Rant", "description": "Atlanta police arrested a man Wednesday over an alleged anti-Semitic rant during a domestic flight. Atlanta police were waiting for 37-year-old David Toaff, who appears to be wearing a Jewish prayer shawl, after he departed the plane.", "url": "https://www.breitbart.com/middle-east/2018/11/23/video-man-arrested-for-alleged-anti-semitic-airplane-rant/", "urlToImage": "https://media.breitbart.com/media/2018/11/arrest.jpg", "publishedAt": "2018-11-23T15:30:53Z", "content": "Atlanta police were waiting for 37-year-old David Toaff, who appears to be wearing a Jewish prayer shawl, after he disembarked. Fellow passenger Jordan Dale recorded the arrest. He said that during a flight from Washington, DC to Atlanta, Toaff “went on an an… [+1146 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte, John Nolte", "title": "Nolte: ‘Murphy Brown’ Threatens Racist ICE Agents in Thanksgiving Episode", "description": "Needless to say, ICE agents arrive to ruin the holiday, and because they are all racist, Newsbusters reports they assume an Indian-American from Ohio is also in the country illegally -- because of course they do.", "url": "https://www.breitbart.com/entertainment/2018/11/23/nolte-murphy-brown-threatens-racist-ice-agents/", "urlToImage": "https://media.breitbart.com/media/2018/08/CandiceBergen1.jpg", "publishedAt": "2018-11-23T15:08:39Z", "content": "A very special episode of Murphy Brown involved the title character, played by Candace Bergen, sharing her Thanksgiving dinner with a family of illegal immigrants, parents of one of those perfectly-perfect DACA angels who are enrolled in law school. Needless … [+4852 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte, John Nolte", "title": "1 Dead, 2 Injured in Alabama Mall Shooting", "description": "Three people were shot after a fight broke out Thursday night at a shopping mall in Birmingham, Alabama.", "url": "https://www.breitbart.com/politics/2018/11/23/1-dead-2-injured-alabama-mall-shooting/", "urlToImage": "https://media.breitbart.com/media/2018/05/police-tape.png", "publishedAt": "2018-11-23T15:05:10Z", "content": "According to police, a 21-year-old man got into a fight with an 18-year-old man at a busy shopping mall. The 21-year-old opened fire, and the 18-year-old was shot. A 12-year-old girl who happened to be nearby was also shot. Gunshots were first reported at 9:5… [+967 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker, Trent Baker", "title": "Dem Sen. Reed: Trump Is Using Troops as 'Extras in His Political Campaign'", "description": "During Friday’s broadcast of “New Day” on CNN, Sen. Jack Reed (D-RI) accused President Donald Trump of using the United States military as a “political stunt” by sending them to the United States-Mexico border. Reed said Trump was “absolutely” politicizing th…", "url": "https://www.breitbart.com/video/2018/11/23/dem-sen-reed-trump-is-using-troops-as-extras-in-his-political-campaign/", "urlToImage": "https://media.breitbart.com/media/2017/04/Reed-410-Thumbnail.jpg", "publishedAt": "2018-11-23T14:49:59Z", "content": "During Friday’s broadcast of “New Day” on CNN, Sen. Jack Reed (D-RI) accused President Donald Trump of using the United States military as a “political stunt” by sending them to the United States-Mexico border. Reed said Trump was “absolutely” politicizing th… [+433 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew, Ben Kew", "title": "Rob Reiner Thanks Founding Fathers for System That Will Punish Trump's 'Lifetime of Crime'", "description": "Film director and left-wing activist Rob Reiner thanked America's Founding Fathers in a Thanksgiving message Thursday, arguing that the Constitution will help hold 'mentally unstable' President Donald Trump accountable for a \"lifetime of crime and corruption.\"", "url": "https://www.breitbart.com/entertainment/2018/11/23/rob-reiner-thanks-founding-fathers-for-system-punish-trump-lifetime-of-crime/", "urlToImage": "https://media.breitbart.com/media/2018/02/RobReinerMentallyIllTrump.jpg", "publishedAt": "2018-11-23T14:29:51Z", "content": "“Besides my family, Im thankful for the wisdom of our founding fathers,” Rob Reiner wrote on Twitter. “Though far from perfect, they provided US with checks and balances to allow us to finally hold a mentally unstable malignant narcissist accountable for a li… [+1979 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Meacham: Chief Justice Roberts Has ‘Moral Obligation’ to Speak Out Against Trump", "description": "Thursday on MSNBC, historian Jon Meacham discussed President Donald Trump’s feud with Chief Justice John Roberts, and said Roberts has a “moral obligation” in this current era to speak out against the president if he sees something wrong. “In an extraordinary…", "url": "https://www.breitbart.com/video/2018/11/23/meacham-chief-justice-roberts-has-moral-obligation-to-speak-out-against-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/meacham.jpg", "publishedAt": "2018-11-23T14:20:28Z", "content": "Thursday on MSNBC, historian Jon Meacham discussed President Donald Trump’s feud with Chief Justice John Roberts, and said Roberts has a “moral obligation” in this current era to speak out against the president if he sees something wrong. In an extraordinary … [+857 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering, Charlie Spiering", "title": "'Time for Action': Donald Trump Demands Congress Pass Wall Funding", "description": "\"After 40 years of talk, it is finally time for action,\" Trump wrote on Twitter. \"Fix the Border, for once and for all, NOW!\"", "url": "https://www.breitbart.com/politics/2018/11/23/donald-trump-time-action-demands-congress-pass-wall-funding/", "urlToImage": "https://media.breitbart.com/media/2018/04/Trump-stern-pointing-ap.jpg", "publishedAt": "2018-11-23T13:57:09Z", "content": "“After 40 years of talk, it is finally time for action,” Trump wrote on Twitter. “Fix the Border, for once and for all, NOW!” The president indicated that he wants the package to include funding for his long-promised wall on the southern border. On Thanksgivi… [+638 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John J. Xenakis", "title": "World View: Zimbabwe Proposes Compensating White Farmers as Hyperinflation Returns", "description": "Contents: Zimbabwe proposes to compensate some white farmers whose lands were seized; Hyperinflation returns to Zimbabwe", "url": "https://www.breitbart.com/national-security/2018/11/23/world-view-zimbabwe-proposes-compensating-white-farmers-as-hyperinflation-returns/", "urlToImage": "https://media.breitbart.com/media/2017/12/wi/afp/23/5mf0o8-e1542981320190.jpg", "publishedAt": "2018-11-23T13:55:28Z", "content": "This morning’s key headlines from GenerationalDynamics.com Zimbabwe proposes to compensate some white farmers whose lands were seized Hyperinflation returns to Zimbabwe Zimbabwe proposes to compensate some white farmers whose lands were seized The Norea Korea… [+4904 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Record-Breaking Chill Freezes Northeast, Macy’s Parade on Thanksgiving", "description": "Frigid temperatures set records across the Northeast United States for Thanksgiving Day as bouts of snowfall and icy cold winds swept through the region.", "url": "https://www.breitbart.com/environment/2018/11/23/record-breaking-chill-freezes-northeast-macys-parade-on-thanksgiving/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1064323004.jpg", "publishedAt": "2018-11-23T13:29:43Z", "content": "Thanksgiving Day 2018 [brought] the coldest conditions of autumn so far to the Northeast; it [was] flat out blustery and frigid, said AccuWeather meteorologist Alex Sosnowski.”Temperatures started the day in the single digits F in the northern tier and the mi… [+1590 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "European Amazon Warehouse Staff Go on Black Friday Strike Against Working Conditions", "description": "Some of Amazon's workers in Europe are protesting against what they call unfair work conditions, in a move meant to disrupt operations on Black Friday.", "url": "https://www.breitbart.com/europe/2018/11/23/european-amazon-warehouse-staff-go-on-black-friday-strike-against-working-conditions/", "urlToImage": "https://media.breitbart.com/media/2018/11/Amazon-Strike.png", "publishedAt": "2018-11-23T13:12:59Z", "content": "Amazon Spain said around 90 percent of workers at a logistics depot in near Madrid joined a walkout Friday. Only two people were at the loading bay, spokesman Douglas Harper said. However, he said Amazon had diverted cargo deliveries to its other 22 depots in… [+628 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash, Charlie Nash", "title": "Flat Earth Society Rejects Logan Paul After He Expresses Interest in Conspiracy Theory", "description": "\"My name is Logan Paul and I'm coming out of the flat-earth closet,\" said the YouTube star.", "url": "https://www.breitbart.com/tech/2018/11/23/flat-earth-society-rejects-logan-paul-after-he-expresses-interest-in-conspiracy-theory/", "urlToImage": "https://media.breitbart.com/media/2018/01/wi/ap/24/3a38s2_2017-jingle-ball-los-angeles-arrivals-52535-logan-paul-in-dec-2017-file-photo-e1518212969296.jpg", "publishedAt": "2018-11-23T12:50:32Z", "content": "The Flat Earth society, which promotes the conspiracy theory that the Earth is actually flat and that the truth of the matter is being covered up, said it has no intention of offering membership or afilliating with Paul. “As most of our regulars will be aware… [+3031 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "OSCE Slams 'Undemocratic' Swedish Elections", "description": "The Organisation for Security and Cooperation in Europe (OSCE) has criticised Sweden’s electoral system noting voter privacy concerns, missing ballots, and the way in which unions fund the Social Democrats.", "url": "https://www.breitbart.com/europe/2018/11/23/security-organisation-releases-report-slamming-swedish-electoral-system/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1029841146.png", "publishedAt": "2018-11-23T12:49:59Z", "content": "The report, released on Wednesday, examines concerns raised following the Swedish national election in September by OSCE elections observers who raised concerns over “undemocratic” aspects of the Swedish electoral system. Danish delegate Michael Aastrup Jense… [+1891 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Israel: Hamas Cell Was Plotting Large-Scale Bombings", "description": "The Shin Bet security service on Thursday said it recently uncovered a Hamas terror network in the West Bank that was acting on orders from the group’s leaders in Gaza, with plans to conduct large-scale bombing attacks against targets in the West Bank and Isr…", "url": "https://www.breitbart.com/middle-east/2018/11/23/israel-hamas-cell-was-plotting-large-scale-bombings/", "urlToImage": "https://media.breitbart.com/media/2016/05/hamas.png", "publishedAt": "2018-11-23T12:46:50Z", "content": "According to the Shin Bet, members of the various terror cells prepared to manufacture explosives and were instructed to select crowded sites as targets for the attacks. The internal security service said this effort was different from previous attempts by Ha… [+129 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Poll Suggests Among Both Remain and Leave Voters May’s Brexit Deal Is Near Universally Unpopular", "description": "A poll of British voters has revealed widespread discontent with the prime minister's Brexit deal, with more people saying it does not honour the 2016 referendum than saying it does, and many even arguing May's 'deal' is actually worse than the status quo.", "url": "https://www.breitbart.com/europe/2018/11/23/poll-suggests-among-both-remain-leave-voters-mays-brexit-deal-near-universally-unpopular/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1071036030-e1542974128845.jpg", "publishedAt": "2018-11-23T12:36:19Z", "content": "Some 43 per cent of Brits said Theresa May’s withdrawal deal struck with the European Union after over two years of first stalling then compromising failed to honour the result of the Brexit referendum in 2016, compared to just 19 per cent who said it did. A … [+3460 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon, Liam Deacon", "title": "UKIP Divided as Farage Slams 'Shameful' Tommy Robinson Appointment, Calls for Batten to Be Ousted", "description": "\"Nigel Farage is right\", a senior party source said after the former UKIP leader said he was “appalled” at the party's current leader appointing Mr Robinson as an adviser.", "url": "https://www.breitbart.com/europe/2018/11/23/ukip-divided-as-farage-slams-shameful-tommy-robinson-appointment/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nigel-Tommy.png", "publishedAt": "2018-11-23T12:24:15Z", "content": "Under Mr Farages leadership, UKIP went to lengths to exclude and ban all former members of the English Defence League (EDL), who were known for rowdy street protests, and the openly racist British National Party (BNP). Mr Robinson, whilst now a campaigner aga… [+6050 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Israeli Attorneys File Class Action Lawsuit Against Airbnb for Delisting Settlements", "description": "Four attorneys filed a class action suit against Airbnb in Jerusalem District Court on Thursday to protest the US-based company’s decision to drop listings in West Bank settlements from its vacation rental website that hosts ads from 191 countries.", "url": "https://www.breitbart.com/middle-east/2018/11/23/israeli-attorneys-file-class-action-lawsuit-against-airbnb-for-delisting-settlements/", "urlToImage": "https://media.breitbart.com/media/2018/11/Airbnb.png", "publishedAt": "2018-11-23T11:59:11Z", "content": "The law in Israel forbids discrimination based on the place where you live, and what Airbnb has done is by all means discrimination based on the place where you live, said attorney Aviel Flint, a partner in the law firm Yossi Levy &amp; Co. This is a case of … [+229 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Trump: Israel 'Would Be In Big Trouble Without Saudi Arabia'", "description": "US President Donald Trump on Thursday suggested that Israel would face major regional difficulties in the Middle East if it were not for the stabilizing presence of Saudi Arabia.", "url": "https://www.breitbart.com/middle-east/2018/11/23/trump-israel-would-be-in-big-trouble-without-saudi-arabia/", "urlToImage": "https://media.breitbart.com/media/2018/03/trump-netanyahu.png", "publishedAt": "2018-11-23T11:41:04Z", "content": "Israel would be in big trouble without Saudi Arabia, Trump told reporters after a Thanksgiving Day telephone call with members of the military from his Mar-a-Lago resort home in Florida. The US president was asked to comment on reports that the CIA had conclu… [+188 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "UAE Examining 'Clemency' for Briton Facing Life Sentence for Spying", "description": "The United Arab Emirates is studying whether clemency can be granted to convicted British doctoral student Matthew Hedges who was sentenced on Thursday to life in prison for espionage.", "url": "https://www.breitbart.com/middle-east/2018/11/23/uae-examining-clemency-for-briton-facing-life-sentence-for-spying/", "urlToImage": "https://media.breitbart.com/media/2018/11/Matthew-Hedges-.jpg", "publishedAt": "2018-11-23T11:22:19Z", "content": "UAE Ambassador Sulaiman Hamid Almazroui said the academic’s family has requested clemency and the government is considering it. He said the espionage case against the 31-year-old Mr. Hedges was an extremely serious case and that he had been convicted based on… [+1848 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "France Hits 18 Saudis with Sanctions over Khashoggi Murder", "description": "France has impose sanctions against 18 Saudi citizens over the brutal murder of journalist Jamal Khashoggi in Istanbul last month.", "url": "https://www.breitbart.com/middle-east/2018/11/23/france-hits-18-saudis-with-sanctions-over-khashoggi-murder/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jamal-Khashoggi.png", "publishedAt": "2018-11-23T10:54:00Z", "content": "The restrictions follow U.S. Treasury-imposed sanctions on 17 people, including close aides of Saudi Crown Prince Mohammed bin Salman, announced last week while Germany imposed similar measures on Monday. Germanys foreign minister said Berlin has banned 18 Sa… [+1120 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Watch: Clip of Song Dissing Airbnb over Israeli Settlement Delistings Goes Viral", "description": "TEL AVIV – A song called “Delete Airbnb” composed by a Jerusalem-based band in protest over the vacation rental giant’s decision to delist Israeli-owned properties in the West Bank went viral before being removed by Facebook without an explanation, the band h…", "url": "https://www.breitbart.com/middle-east/2018/11/23/portnoys-complaint-clip-of-song-dissing-airbnb-over-israel-discrimination-goes-viral/", "urlToImage": "https://media.breitbart.com/media/2016/09/portnoy-brothers.jpg", "publishedAt": "2018-11-23T10:41:49Z", "content": "The song (see the YouTube version above), which contains the lyrics “I’m gonna take you off of my phone/Until you stop discriminating on my home,” is sung by the band PORTNOY, the eponymous name of its two members, brothers Sruli and Mendy Portnoy. It’s catch… [+835 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "Author: Common Core ‘Worst Large-Scale Educational Failure in 40 Years’", "description": "An author of a study that examined the effects of the Common Core State Standards on school choice says the Obama-era K-12 school reform is the “worst large-scale educational failure in 40 years.”", "url": "https://www.breitbart.com/politics/2018/11/23/author-common-core-worst-large-scale-educational-failure-in-40-years/", "urlToImage": "https://media.breitbart.com/media/2016/10/IMG_5056.jpg", "publishedAt": "2018-11-23T10:34:15Z", "content": "Ted Rebarber of AccountabilityWorks, co-author with Cato Institutes Neal McCluskey of the Pioneer Institute study, discussed at a Heritage Foundation event last week how Common Core has not only damaged public-school education, but also has presented obstacle… [+4843 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Former Olympic Village Becomes Migrant No-Go Zone Run by Far-Left Groups", "description": "The former Olympic village in the northern Italian city of Turin has become a no-go zone according to new reports that say the area has become filled with migrants and police \"do not enter\".", "url": "https://www.breitbart.com/europe/2018/11/23/former-turin-olympic-village-becomes-migrant-no-go-zone-run-far-left-groups/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-923108574.png", "publishedAt": "2018-11-23T09:15:25Z", "content": "The three buildings within the village were built to house athletes during the 2006 winter Olympics, but are now increasingly used by newly arrived migrants along with far-left activists in their so-called “social centres,” Il Giornale reports. Around 95 per … [+1557 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "The Three Worst AI Home Assistant Devices to Buy on Black Friday", "description": "Home assistants are creepy and terrifying. Don't buy them.", "url": "https://www.breitbart.com/tech/2018/11/23/the-three-worst-ai-home-assistant-devices-to-buy-on-black-friday/", "urlToImage": "https://media.breitbart.com/media/2018/11/hal-9000-640x480.jpg", "publishedAt": "2018-11-23T05:02:16Z", "content": "Amazon Echo The Echo series of devices, which come with Amazon’s Alexa assistant built-in, have been known to scare its owners, randomly laughing at people, and telling one crying woman, “It’s going to be OK,” after she lost her job, prompting her to lock the… [+3098 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Alana Mastrangelo", "title": "Conservative Activist Laura Loomer Banned From Twitter After Criticizing Congresswoman-Elect Ilhan Omar", "description": "Laura Loomer was banned from Twitter on Wednesday.", "url": "https://www.breitbart.com/tech/2018/11/22/laura-loomer-banned-from-twitter-after-criticizing-ilhan-omar/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/03/ce0827_twitter-released-statement-company-had-removed-thousands-accounts-engaging.jpg", "publishedAt": "2018-11-23T05:00:23Z", "content": "Loomer, who had amassed more than 260,000 followers on the Twitter, said that the social media platform had permanently suspended her account, informing her that she had violated Twitter’s rules against “hateful conduct.” Loomer shared Sean Campbell’s Faceboo… [+2123 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "California Gov. Jerry Brown Pardons Democrat Ex-Legislator Convicted of Voter Fraud, Perjury", "description": "California Governor Jerry Brown issued a pardon Wednesday to former Democratic State Senator Roderick Wright, who lied about living in the district he had been elected to represent and became a symbol of corruption in the state capital.", "url": "https://www.breitbart.com/politics/2018/11/22/jerry-brown-pardons-democrat-ex-legislator-convicted-of-voter-fraud-perjury/", "urlToImage": "https://media.breitbart.com/media/2018/11/Roderick-Wright-Associated-Press.jpg", "publishedAt": "2018-11-23T04:43:48Z", "content": "Wright represented the Los Angeles community of Inglewood, but lived in the more affluent Baldwin Hills. State law requires state legislators to live in the areas they represent. As Breitbart News noted in 2014 (original links): Democratic State Senator Roder… [+2838 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering, Charlie Spiering", "title": "Donald Trump Invites the Press for Thanksgiving Dinner at Mar-a-Lago", "description": "President Donald Trump extended an invitation to the media on Thursday, welcoming them for Thanksgiving dinner at his club at Mar-a-Lago.", "url": "https://www.breitbart.com/politics/2018/11/22/trump-press-thanksgiving-mar-a-lago/", "urlToImage": "https://media.breitbart.com/media/2018/11/donald-trump-melania-trump-thanksgiving-dinner-mar-a-lago-112218-ap.jpg", "publishedAt": "2018-11-23T02:13:02Z", "content": "The dinner at Mar-a-Lago was off the record, but all of the media outlets paid for the journalists’ dinner, according to a New York Times reporter present for the Thanksgiving evening Both President Trump and First Lady Melania Trump stopped by and wished the… [+1033 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Family Forgives Tribal Members Who Allegedly Killed American ‘Missionary’", "description": "The family of an American explorer and missionary killed by an isolated tribe on a remote Indian island said they forgive the tribal members who allegedly killed him.", "url": "https://www.breitbart.com/asia/2018/11/22/family-forgives-tribal-members-who-allegedly-killed-american-missionary/", "urlToImage": "https://media.breitbart.com/media/2018/11/john-allen-chau-facebook-2.png", "publishedAt": "2018-11-23T00:02:55Z", "content": "The family of John Allen Chau, 27, posted a heartbreaking message on Instagram forgiving “those reportedly responsible” for their son’s death. He loved God, life, helping those in need, and had nothing but love for the Sentinelese people, the family wrote. We… [+1676 chars]"}]}