{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "ICE: Illegal Alien Killed Three After Authorities Released Him from Custody", "description": "An illegal alien accused of killing three people in Missouri was previously detained on domestic violence charges in New Jersey before officials released him, immigration authorities said.", "url": "https://www.breitbart.com/politics/2018/11/11/ice-illegal-alien-killed-three-after-authorities-released-him-custody/", "urlToImage": "https://media.breitbart.com/media/2018/11/Luis-Rodrigo-Perez.png", "publishedAt": "2018-11-11T23:25:26Z", "content": "Luis Rodrigo Perez, 23, a Mexican national, faces multiple murder charges for fatally shooting two men and wounding two other people on November 1, and then fatally shooting a woman the following day, NJ.com reported Friday. Perez had been arrested on domesti… [+2040 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Activists Fly Banner over Jets Stadium, Urge Team to Support Gun Control", "description": "Hours before the New York Jets played the Bills on Sunday, a group of activists flew a banner over the team's stadium urging them to support gun control.", "url": "https://www.breitbart.com/sports/2018/11/11/activists-fly-banner-over-jets-stadium-urge-team-support-gun-control/", "urlToImage": "https://media.breitbart.com/media/2018/11/Twitter.jpg", "publishedAt": "2018-11-11T23:19:03Z", "content": "The impetus was the Jets recent agreement making MGM Resorts International an official partner of the Jets. The Associated Press reports that the agreement between the Jets and MGM is “the most comprehensive and integrated gaming partnership in the league, an… [+2190 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "California Fire: Hearses Stand By as Relatives Search for Over 100 Missing Loved Ones", "description": "(AP) — With hearses standing by, crews stepped up the search for bodies in the ruins of Paradise, and relatives desperately looked for missing loved ones.", "url": "https://www.breitbart.com/local/2018/11/11/california-fire-relatives-search-for-over-100-missing-loved-ones/", "urlToImage": "https://media.breitbart.com/media/2018/11/yy.png", "publishedAt": "2018-11-11T23:09:59Z", "content": "The statewide death toll stood at 25 and appeared certain to rise. At least five search teams were working in Paradise a town of 27,000 that was largely incinerated on Thursday and surrounding Northern California communities. Authorities called in a mobile DN… [+6013 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Strong Wind Gusts Return to Scorched Parts of Southern California", "description": "MALIBU, Calif. (AP) — Strong Santa Ana winds returned to Southern California on Sunday, fanning a huge wildfire that has scorched a string of communities west of Los Angeles.", "url": "https://www.breitbart.com/local/2018/11/11/strong-wind-gusts-return-to-scorched-parts-of-southern-california/", "urlToImage": "https://media.breitbart.com/media/2018/11/ff.png", "publishedAt": "2018-11-11T22:52:38Z", "content": "Huge plumes of smoke were rising again in the fire area, which stretches miles from the northwest corner of Los Angeles San Fernando Valley to the Malibu coast. Aircraft swooped low over flaming hills to drop lines of fire retardant as flames marched through … [+3845 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Woman Arrested for Allegedly Skipping $1,600 Bill for Girl Scout Cookie Order", "description": "An Ohio woman was caught red-handed for allegedly ordering $1,600 worth of Girl Scout cookies and not paying for them.", "url": "https://www.breitbart.com/politics/2018/11/11/woman-arrested-allegedly-skipping-1600-bill-girl-scout-cookie-order/", "urlToImage": "https://media.breitbart.com/media/2017/05/girl-scouts.jpg", "publishedAt": "2018-11-11T22:38:40Z", "content": "Authorities accused Noel Hines, 31, of accepting a $1,600 order of Girl Scout cookies in March to sell them on behalf of her daughter’s Girl Scout troop, but the Girl Scouts of Western Ohio said she never paid them for the order. The Girl Scouts of Western Oh… [+1019 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Pro-Corbyn Labour Pundit Brands Poppy Appeal 'Grotesque', 'Racist', 'White Supremacist'", "description": "Aaron Bastani, a Labour Party member and media talking head, launched an astonishing attack on the Poppy Appeal, the Royal British Legion, and the Invictus Head ahead of the First World War centenary.", "url": "https://www.breitbart.com/europe/2018/11/11/pro-corbyn-labour-pundit-poppy-appeal-grotesque-racist-white-supremacist/", "urlToImage": "https://media.breitbart.com/media/2018/11/poppy-veteran.png", "publishedAt": "2018-11-11T21:25:12Z", "content": "The Novara Medi a co-founder and frontman denounced the Poppy Appeal, a fundraising initiative instituted in the wake of the Great War to help ex-servicemen and their families, as “grotesque… it has a kind of triumphalist militarism to it, which a) doesn’t re… [+2890 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Murderer Deported to Mexico Last Month Recaptured in Texas", "description": "Laredo Sector Border Patrol agents apprehended a previously deported murderer who illegally re-entered the U.S. about one month following his deportation.", "url": "https://www.breitbart.com/border/2018/11/11/murderer-deported-to-mexico-last-month-recaptured-in-texas/", "urlToImage": "https://media.breitbart.com/media/2016/11/US-Border-Patrol-Stop.jpg", "publishedAt": "2018-11-11T21:24:58Z", "content": "Agents assigned to the Laredo Sector conducted an extensive search for a suspected illegal alien who absconded from arrest on November 10. Early Sunday morning, agents found the suspect near the Interstate 35 mile marker 31 location and took him into custody.… [+1784 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Food Stamp Participation Reaches Lowest Level in Nearly a Decade", "description": "Participation in the nation's food stamp program has sunk to an all-time low, reaching its lowest level in nearly a decade, according to the latest data from the U.S. Department of Agriculture (USDA).", "url": "https://www.breitbart.com/politics/2018/11/11/food-stamp-participation-reaches-lowest-level-nearly-decade/", "urlToImage": "https://media.breitbart.com/media/2018/11/food-stamp-ebt-quest-sign1.png", "publishedAt": "2018-11-11T20:59:37Z", "content": "The most recent USDA data reveals that 38,845,997 Americans took part in the Supplemental Nutrition Assistance Program (SNAP), the federal government program responsible for administering food stamps, in August 2018. The last time American participation in th… [+2709 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: NFL Ball Boy Destroyed on Brutal Sideline Hit", "description": "There are so many professionals who do their work in or near harm's way, and never get the attention or appreciation they deserve.", "url": "https://www.breitbart.com/sports/2018/11/11/watch-nfl-ballboy-destroyed-on-brutal-sideline-hit/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-9.jpg", "publishedAt": "2018-11-11T20:37:19Z", "content": "It’s with that in mind, that we turn our attention to the ball boys of the NFL. During the Bears-Lions game at Soldier Field on Sunday, a Lions defender slung Bears QB Mitchell Trubisky into a ball boy on the sidelines. The result of which…well just see for y… [+331 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "UPI", "title": "DR Congo Ebola outbreak kills 200 - Breitbart News", "description": "Breitbart News DR Congo Ebola outbreak kills 200 Breitbart News Nov. 11 (UPI) — The Democratic Republic of Congo Health Ministry said Sunday more than 200 people have died from the Ebola virus since August, making it the worst outbreak in the country's histor…", "url": "https://www.breitbart.com/news/dr-congo-ebola-outbreak-kills-200/", "urlToImage": "https://media.breitbart.com/media/2018/06/BB-logo-highres.jpg", "publishedAt": "2018-11-11T19:17:00Z", "content": "Nov. 11 (UPI) — The Democratic Republic of Congo Health Ministry said Sunday more than 200 people have died from the Ebola virus since August, making it the worst outbreak in the country’s history. In addition to the deaths, there were more than 300 confirmed… [+1735 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Elvis Presley, Babe Ruth Among Trump’s Picks for Presidential Medal of Freedom", "description": "WASHINGTON (AP) — President Donald Trump has announced his first recipients of the Presidential Medal of Freedom and they include the wife of a major Republican Party donor, the longest-serving Republican senator in U.S. history, Elvis Presley and Babe Ruth.", "url": "https://www.breitbart.com/entertainment/2018/11/11/elvis-presley-babe-ruth-among-trumps-picks-for-presidential-medal-of-freedom/", "urlToImage": "https://media.breitbart.com/media/2018/11/Elviscrop.jpg", "publishedAt": "2018-11-11T19:07:20Z", "content": "Trump will also posthumously recognize the late Supreme Court Justice Antonin Scalia. Medals are going to Miriam Adelson, a doctor and wife of casino magnate Sheldon Adelson, a Republican donor; Utah Sen. Orrin Hatch, who is retiring after more than 41 years … [+209 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Rocker Morrissey Attacked Onstage During San Diego Concert", "description": "Morrissey was physically assaulted onstage during a concert Saturday by a man who rush the rocker from the audience.", "url": "https://www.breitbart.com/entertainment/2018/11/11/morrissey-attacked-onstage-during-san-diego-concert/", "urlToImage": "https://media.breitbart.com/media/2016/11/Morrissey.jpg", "publishedAt": "2018-11-11T18:58:40Z", "content": "As he was performing his hit song “Every Day Is Like Sunday,” at Copley Symphony Hall in San Diego, when several concertgoers rushed the stage. One appeared to strike out at the performer before security put the attacker in a chokehold and dragged him off the… [+876 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "EU Loyalist MPs Seethe as Corbyn Tells Germans: 'We Can't Stop Brexit'", "description": "EU loyalist politicians have been left seething after Labour leader Jeremy Corbyn told the German press it was too late to stop Brexit.", "url": "https://www.breitbart.com/europe/2018/11/11/eu-loyalist-mps-seethe-as-corbyn-tells-germans-we-cant-stop-brexit/", "urlToImage": "https://media.breitbart.com/media/2018/11/Corbyn-In.png", "publishedAt": "2018-11-11T18:57:14Z", "content": "Speaking to Der Spiegel, the ageing socialist answered in the negative when his interviewer asked, “If you could stop Brexit, would you?” “We can’t stop it. The referendum took place. Article 50 has been triggered. What we can do is recognize the reasons why … [+2287 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Aerosmith Guitarist Joe Perry Hospitalized After New York City Concert", "description": "Aerosmith guitarist Joe Perry was reportedly hospitalized after a concert in New York City's Madison Square Garden Saturday.", "url": "https://www.breitbart.com/entertainment/2018/11/11/aerosmith-joe-perry-hospitalized-after-new-york-city-concert/", "urlToImage": "https://media.breitbart.com/media/2018/11/Perrycrop.jpg", "publishedAt": "2018-11-11T18:41:31Z", "content": "TMZ reports that Joe Perry was “wheeled out of Madison Square Garden on a stretcher Saturday night after performing with Billy Joel.” According to the report, Perry finished playing “Walk This Way” and collapsed backstage. He was brought to a hospital nearby.… [+552 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Spike Lee Compares Democrats Taking the House to ‘the Landing of the Allies at Normandy’", "description": "Hollywood director Spike Lee appeared to compare Republican lawmakers to Nazis during an interview in Mexico Saturday, saying that Democrats taking the House of Representative is like the \"landing of the Allies at Normandy.\"", "url": "https://www.breitbart.com/entertainment/2018/11/11/spike-lee-compares-democrats-taking-the-house-to-the-landing-of-the-allies-at-normandy/", "urlToImage": "https://media.breitbart.com/media/2018/11/Leecrop.jpg", "publishedAt": "2018-11-11T18:40:35Z", "content": "“We just had the mid-terms and I’m gong to use a World War II analogy: the mid-term was the landing of the Allies at Normandy. So were just on the beach,” Spike Lee said at the Los Cabos International Film Festival. “But for the next two years, it’s going to … [+1146 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Sam Donaldson: Trump’s ‘Small Base’ Is Not Going to Run This Country — ‘And They Never Will’", "description": "Sunday on CNN’s “Reliable Sources,” former ABC News anchor Sam Donaldson declared President Donald Trump’s “small base” of voters was “not going to run this country.” Donaldson said, “Well, the president seems to believe that if he wants to do something, it s…", "url": "https://www.breitbart.com/video/2018/11/11/sam-donaldson-trumps-small-base-is-not-going-to-run-this-country-and-they-never-will/", "urlToImage": "https://media.breitbart.com/media/2018/11/SD.jpg", "publishedAt": "2018-11-11T18:16:38Z", "content": "Sunday on CNN’s “Reliable Sources,” former ABC News anchor Sam Donaldson declared President Donald Trumps “small base” of voters was “not going to run this country.” Donaldson said, “Well, the president seems to believe that if he wants to do something, it sh… [+732 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Maxine Waters: GOP Is Scared of a ‘Strong, Black Woman’ Like Me in Leadership", "description": "Sunday on MSNBC’s “AM Joy,” Rep. Maxine Waters (D-CA) said the Republican Party was scared of her being the chair of the Financial Services Committee because she is a “strong, black woman.” When asked about a Republican congressman’s comments saying she would…", "url": "https://www.breitbart.com/video/2018/11/11/maxine-waters-gop-is-scared-of-a-strong-black-woman-like-me-in-leadership/", "urlToImage": "https://media.breitbart.com/media/2017/08/maxine.png", "publishedAt": "2018-11-11T18:13:53Z", "content": "Sunday on MSNBC’s “AM Joy,” Rep. Maxine Waters (D-CA) said the Republican Party was scared of her being the chair of the Financial Services Committee because she is a “strong, black woman.” When asked about a Republican congressman’s comments saying she would… [+586 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Maxine Waters: We Wish Trump Would ‘Keep His Mouth Shut’ About California", "description": "Sunday on MSNBC’s “AM Joy,” Rep. Maxine Waters (D-CA) responded to President Donald Trump’s tweet about California’s wildfires. Waters said, “The president of the United States attempts to talk about things that he has no knowledge of. He doesn’t even underst…", "url": "https://www.breitbart.com/video/2018/11/11/maxine-waters-we-wish-trump-would-keep-his-mouth-shut-about-california/", "urlToImage": "https://media.breitbart.com/media/2018/05/Maxine-waters.jpg", "publishedAt": "2018-11-11T18:09:59Z", "content": "Sunday on MSNBC’s “AM Joy,” Rep. Maxine Waters (D-CA) responded to President Donald Trump’s tweet about California’s wildfires. Waters said, “The president of the United States attempts to talk about things that he has no knowledge of. He doesn’t even underst… [+1053 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Guardian: White Women Who Vote Republican Embrace ‘Racist Sadism’", "description": "Trump supporters are not only deplorable, they also exhibit a “peevish, racist cruelty,” declares the Guardian newspaper Friday, which makes white women who vote Republican especially guilty.", "url": "https://www.breitbart.com/politics/2018/11/11/guardian-white-women-who-vote-republican-embrace-racist-sadism/", "urlToImage": "https://media.breitbart.com/media/2018/06/GettyImages-970724864-e1530295933427.jpg", "publishedAt": "2018-11-11T17:51:19Z", "content": "The 53 percent of white women who voted for Trump in 2016 bear out the conventional wisdom that white women would rather choose the racism espoused by the Republican party than join in the moral coalition represented by men of color and other women, writes Gu… [+2982 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "James P. Pinkerton", "title": "Pinkerton: Learning the Right Lesson of World War I on Its 100th Anniversary", "description": "The standard view of World War I is that it is a testament to the futility of war. But maybe the better lesson to learn on the 100th anniversary of WWI's end is that if war comes, it is better to win than to lose.", "url": "https://www.breitbart.com/national-security/2018/11/11/pinkerton-learning-the-right-lesson-of-world-war-i-on-its-100th-anniversary/", "urlToImage": "https://media.breitbart.com/media/2018/11/world-war-one-wwi-troops-over-the-top-trenches-getty.jpg", "publishedAt": "2018-11-11T17:35:32Z", "content": "The standard view of World War I is that it is a testament to the futility of war. Yet maybe the better way to think of the war, which lasted from 1914 to 1918including American participation in 1917-1918is that if war comes, its better to win than to lose. S… [+16187 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Cartel Chronicles", "title": "Mexico Captures Drug Trafficker from DEA’s Most Wanted List", "description": "Mexican authorities arrested a top ranking Sinaloa Cartel operator responsible for coordinating the flow of cocaine and cash to the U.S. from Colombia and Mexico. The drug lord had armed bodyguards with Mexican police credentials at the time of his arrest.", "url": "https://www.breitbart.com/border/2018/11/11/mexico-captures-top-ranking-drug-trafficker-from-deas-most-wanted-list/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/afp/25/4fcff0_fearing-acapulco-police-force-had-infiltrated-by-drug-cartels-mexican.jpg", "publishedAt": "2018-11-11T17:32:32Z", "content": "Mexican federal authorities confirmed the arrest of Angel Humberto Don Angel Chavez Gastelum and his son Alonso Jaime Rito Gastelum Salazar. The arrests came as the two had dinner at an upscale restaurant in the central Mexican state of Queretaro. Mexican mil… [+1926 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Nadler: We Will Investigate If White House Interfered in FBI’s Kavanaugh Probe", "description": "Sunday on ABC’s “This Week,” potential incoming chairman of the House Judiciary Committee Rep. Jerry Nadler (D-NY) said his committee would investigate whether the White House interfered in the extended FBI background investigation into Associate Justice of t…", "url": "https://www.breitbart.com/video/2018/11/11/nadler-we-will-investigate-if-white-house-interfered-in-fbis-kavanaugh-probe/", "urlToImage": "https://media.breitbart.com/media/2018/09/Jerry-Nadler-.jpg", "publishedAt": "2018-11-11T17:28:46Z", "content": "Sunday on ABC’s “This Week,” potential incoming chairman of the House Judiciary Committee Rep. Jerry Nadler (D-NY) said his committee would investigate whether the White House interfered in the extended FBI background investigation into Associate Justice of t… [+1050 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Cruz: ‘Under No Circumstances’ Should We Let Migrant Caravan into America", "description": "Sunday on CBS’s “Face the Nation,” Sen. Ted Cruz (R-TX) said “under no circumstances” should the so-called migrant caravan be allowed to cross into the United States. Partial transcript as follows: BRENNAN: You were very critical of the Obama administration f…", "url": "https://www.breitbart.com/video/2018/11/11/cruz-under-no-circumstances-should-we-let-migrant-caravan-into-america/", "urlToImage": "https://media.breitbart.com/media/2018/11/cruz.jpg", "publishedAt": "2018-11-11T17:27:06Z", "content": "Sunday on CBS’s “Face the Nation,” Sen. Ted Cruz (R-TX) said “under no circumstances” should the so-called migrant caravan be allowed to cross into the United States. BRENNAN: You were very critical of the Obama administration for taking action via executive … [+3397 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Trump Pays Tribute to ‘Great Warriors’ Who Fell in First Word War at Rain-lashed Armistice Centenary", "description": "(AFP) -- President Donald Trump paid tribute to the \"great warriors\" who died in World War I as he visited a U.S. cemetery in France, a day after drawing fire for cancelling a similar trip due to bad weather.", "url": "https://www.breitbart.com/europe/2018/11/11/trump-pays-tribute-to-great-warriors-who-fell-in-first-word-war-at-rain-lashed-armistice-centenary/", "urlToImage": "https://media.breitbart.com/media/2018/11/Armistice-Trump.png", "publishedAt": "2018-11-11T17:15:40Z", "content": "Speaking at Suresnes cemetery in the western Paris suburbs Trump hailed the “great warriors who gave everything for family, country, God and freedom”. Trump, who is in Paris to attend ceremonies marking the centenary of the end of the war, also paid tribute t… [+1753 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Study: Post-9/11 War on Terror Has Killed Half a Million, Including 7,000 U.S. Troops", "description": "The more than 17-year-old war on terror that started in the wake of the 9/11 attacks on the U.S. homeland has killed between 479,858 and 507,236 people in Iraq, Afghanistan, and Pakistan, including at least 6,951 American troops, according to a study by Brown…", "url": "https://www.breitbart.com/national-security/2018/11/11/study-post-9-11-war-terror-killed-half-million-including-7000-u-s-troops/", "urlToImage": "https://media.breitbart.com/media/2018/05/wi/afp/21/21312a_attacks-kabul-deadliest-place-in-afghanistan-civilians-months-taliban-e1526923560900.jpg", "publishedAt": "2018-11-11T17:12:20Z", "content": "Titled the Human Cost of the Post-9/11 Wars: Lethality and the Need for Transparency, the report by Brown Universitys Watson Institute for International and Public Affairs noted: All told, between 480,000 and 507,000 people have been killed in the United Stat… [+4382 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Cummings: We Will ‘Definitely’ Investigate Trump’s Probable Violations of the Emoluments Clause", "description": "Sunday on CBS’s “Face the Nation,” potential future chairman of the House Oversight Committee Rep. Elijah Cummings (D-MD) said his committee would investigate President Donald Trump for any Emoluments Clause violations. Cummings said, “We definitely what to l…", "url": "https://www.breitbart.com/video/2018/11/11/cummings-we-will-definitely-investigate-trumps-probable-violations-of-the-emoluments-clause/", "urlToImage": "https://media.breitbart.com/media/2018/08/Elijah-Cummings.jpg", "publishedAt": "2018-11-11T16:54:38Z", "content": "Sunday on CBS’s “Face the Nation,” potential future chairman of the House Oversight Committee Rep. Elijah Cummings (D-MD) said his committee would investigate President Donald Trump for any Emoluments Clause violations. Cummings said, “We definitely what to l… [+442 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Pelosi: Trump Is Attempting ‘Obstruction, Suppression of the Vote’", "description": "Sunday on CBS’s “Face the Nation,” House Minority Leader Nancy Pelosi (D-CA) said by commenting on the Florida recount of the Senate and gubernatorial races, President Donald Trump was attempting “obstruction” and “suppression of the vote.” Partial transcript…", "url": "https://www.breitbart.com/video/2018/11/11/pelosi-trump-is-attempting-obstruction-suppression-of-the-vote/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nancy.jpg", "publishedAt": "2018-11-11T16:53:12Z", "content": "Sunday on CBS’s “Face the Nation,” House Minority Leader Nancy Pelosi (D-CA) said by commenting on the Florida recount of the Senate and gubernatorial races, President Donald Trump was attempting “obstruction” and “suppression of the vote.” Partial transcript… [+734 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Bond Between America and Poland ‘Stronger Than Ever’ Thanks to Trump, Say Ambassadors", "description": "The Polish ambassador to the U.S. and the U.S. ambassador to Poland have penned a joint article hailing the excellent ties which have developed under President Donald Trump, as the Central European country marks 100 years of independence.", "url": "https://www.breitbart.com/europe/2018/11/11/bond-between-america-and-poland-stronger-than-ever-thanks-to-trump-say-ambassadors/", "urlToImage": "https://media.breitbart.com/media/2018/11/Poland-Trump.png", "publishedAt": "2018-11-11T16:49:01Z", "content": "Although once Europe’s greatest land empire during the days of the Polish-Lithuanian Commonwealth, famously riding to rescue Western Europe from a Turkish invasion at the gates of Vienna in 1683, by the 19th century Poland had been wiped off the map by its av… [+3182 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Adam Schiff: Trump Does Not Understand His Job — He Only Cares About Americans Who Voted for Him", "description": "Sunday on NBC’s “Meet The Press,” Rep. Adam Schiff (D-CA) responded to President Donald Trump’s tweet about California’s wildfires. Schiff said, “There are a lot of root causes about why the fire season has become so much worse over the years but for the pres…", "url": "https://www.breitbart.com/video/2018/11/11/adam-schiff-trump-does-not-understand-his-job-he-only-cares-about-americans-who-voted-for-him/", "urlToImage": "https://media.breitbart.com/media/2018/10/adam-schiff-2017-file-getty.jpg", "publishedAt": "2018-11-11T16:47:57Z", "content": "Sunday on NBC’s “Meet The Press,” Rep. Adam Schiff (D-CA) responded to President Donald Trump’s tweet about California’s wildfires. Schiff said, “There are a lot of root causes about why the fire season has become so much worse over the years but for the pres… [+1068 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "GOP Sen. Gardner: ‘We Have Evidence That the State Constitution of Florida Was Violated’", "description": "Sunday on NBC’s “Meet The Press,” Sen. Cory Gardner (R-CO) told host Chuck Todd they had evidence that the state of Florida constitution “was violated.” Partial transcript as follows: TODD: Do you have any evidence that fraud was committed, that somehow uneth…", "url": "https://www.breitbart.com/video/2018/11/11/gop-sen-gardner-we-have-evidence-that-the-state-constitution-of-florida-was-violated/", "urlToImage": "https://media.breitbart.com/media/2018/11/CG.jpg", "publishedAt": "2018-11-11T16:38:15Z", "content": "Sunday on NBC’s “Meet The Press,” Sen. Cory Gardner (R-CO) told host Chuck Todd they had evidence that the state of Florida constitution “was violated.” TODD: Do you have any evidence that fraud was committed, that somehow unethical liberals are down there tr… [+844 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Abbas: We Will Thwart Trump's Peace Plan, Continue Pay-for-Slay", "description": "TEL AVIV - Palestinian Authority President Mahmoud Abbas reiterated his vow Saturday to thwart President Donald Trump's upcoming peace proposal and pledged to continue paying convicted terrorists and their families.", "url": "https://www.breitbart.com/middle-east/2018/11/11/abbas-we-will-thwart-trumps-peace-plan-continue-pay-for-slay/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/28/6744f2_palestinian-president-mahmud-abbas-speaks-meeting-palestinian-central.jpg", "publishedAt": "2018-11-11T16:24:36Z", "content": "The occupation will end, Abbas said in a speech marking 14 years since the death of PLO leader Yasser Arafat, according to Channel 10 news. We will remain on our land and continue to act. We adhere to our principles. Our flag will continue to be raised on the… [+1685 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Hezbollah Chief: Israel Cannot Handle Our Missiles", "description": "TEL AVIV – Hezbollah chief Hassan Nasrallah on Saturday warned that the IDF will not be able to withstand the number of missiles the terror group has in its possession. He also told the Palestinians not to make a deal with Israel.", "url": "https://www.breitbart.com/middle-east/2018/11/11/hezbollah-chief-israel-cannot-handle-our-missiles/", "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/13/2kdlof_hezbollah-leader-hassan-nasrallah-delivers-an-on-movement-al-manar-tv-on.jpg", "publishedAt": "2018-11-11T16:22:05Z", "content": "Any Israeli attack on Lebanon will definitely and certainly be responded to, Nasrallah said in a speech on Lebanese TV marking the terror group’s Martyrs Day. He added that despite Israel possessing a large army, advanced air force and nuclear weapons, [it] c… [+2012 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "31 Student Groups Call on UCLA to Cancel 'Students for Justice in Palestine' Conference", "description": "TEL AVIV – A coalition of 31 student groups has called on UCLA to cancel an event hosted by “hate group” Students for Justice in Palestine for being “violent” and posing a “threat to the physical safety of the Jewish community.”", "url": "https://www.breitbart.com/middle-east/2018/11/11/31-student-groups-call-on-ucla-to-cancel-violent-sjp-conference/", "urlToImage": "https://media.breitbart.com/media/2018/05/SJP-UCLA-Screenshot-Youtube.jpg", "publishedAt": "2018-11-11T16:19:54Z", "content": "The student groups wrote that the anti-Israel campus organization has a history of violence on California campuses. SJP “fuels campus anti-Semitism [and] seeks the elimination of the worlds only Jewish-majority country, the student groups wrote in a letter ci… [+2998 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "WWI Museum Commemorates the Human Cost on 100th Anniversary: ‘7,200 Deaths a Day, 300 an Hour, 5 a Minute’", "description": "Dr. Matt Naylor, president of the National World War I Museum and Memorial in Kansas City, Missouri, joined Friday's edition of SiriusXM's Breitbart News Tonight to discuss this year's centennial commemoration of WWI's armistice. Sunday will mark 100 years si…", "url": "https://www.breitbart.com/radio/2018/11/11/wwi-museum-commemorates-the-human-cost-on-100th-anniversary-7200-deaths-a-day-300-an-hour-5-a-minute/", "urlToImage": "https://media.breitbart.com/media/2018/11/world-war-one-wwi-american-soldiers-march-getty.jpg", "publishedAt": "2018-11-11T16:11:19Z", "content": "SiriusXM host Rebecca Mansour introduced the segment with the first two stanzas of “In Flanders Fields,” written by Lieutenant-Colonel John McCrae of the Canadian Forces in 1915: In Flanders fields the poppies blow Between the crosses, row on row, That mark o… [+6137 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John J. Xenakis", "title": "World View: Qatar Provides $15 Million in Aid to Gaza", "description": "Contents: Qatar provides $15 million in aid to Gaza, will mediate electricity issues and Cyprus seaport; Israel and Qatar agree to a sea route between Gaza and Cyprus", "url": "https://www.breitbart.com/national-security/2018/11/11/world-view-qatar-provides-15-million-in-aid-to-gaza/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/09/f29a61_palestinian-man-shows-his-money-receiving-his-salary-in-rafah-in-southern-e1541951827791.jpg", "publishedAt": "2018-11-11T15:57:38Z", "content": "This morning’s key headlines from GenerationalDynamics.com Qatar provides $15 million in aid to Gaza, will mediate electricity issues and Cyprus seaport Israel and Qatar agree to a sea route between Gaza and Cyprus Qatar provides $15 million in aid to Gaza, w… [+3818 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Conway on Video of Acosta-Aide Interaction: ‘That’s Not Altered, That’s Sped Up’", "description": "On this weekend’s broadcast of on “Fox News Sunday,” White House counselor Kellyanne Conway said a video press secretary Sarah Huckabee Sanders tweeted of the interaction between CNN’s Jim Acosta and an administration intern was not altered. Conway said, “Do …", "url": "https://www.breitbart.com/video/2018/11/11/conway-video-of-acosta-aide-interaction-thats-not-altered-thats-sped-up/", "urlToImage": "https://media.breitbart.com/media/2018/11/Conway.jpg", "publishedAt": "2018-11-11T15:38:22Z", "content": "On this weekend’s broadcast of on “Fox News Sunday,” White House counselor Kellyanne Conway said a video press secretary Sarah Huckabee Sanders tweeted of the interaction between CNN’s Jim Acosta and an administration intern was not altered. Conway said, “Do … [+738 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Oklahoma RUF/NEK Gets Dragged by Sooner Schooner", "description": "Few traditions in college football are more instantly recognizable than the Sooner Schooner, the horse-drawn wagon that rides out onto the field every time Oklahoma scores.", "url": "https://www.breitbart.com/sports/2018/11/11/watch-oklahoma-ruf-nek-gets-dragged-by-sooner-schooner/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-8.jpg", "publishedAt": "2018-11-11T15:28:25Z", "content": "Though, while many recognize the horses and wagon, not all may be familiar with a particular aspect of that tradition. Specifically, the tradition of one of the the RUF/NEK’s (Oklahoma’s all-male cheer squad) hanging out the back of the Schooner while holding… [+712 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Nadler: ‘As of January 3, We Will Subpoena’ Whitaker", "description": "Sunday on CNN’s “State of the Union,” the apparent future chairman of the Judicial House Committee Rep. Jerry Nadler (D-NY) said his first act will be to subpoena newly appointed acting Attorney General Matthew Whitaker to clarify his past comments about spec…", "url": "https://www.breitbart.com/video/2018/11/11/nadler-as-of-january-3-we-will-subpoena-whitaker/", "urlToImage": "https://media.breitbart.com/media/2018/11/nadler-.jpg", "publishedAt": "2018-11-11T15:12:43Z", "content": "Sunday on CNN’s “State of the Union,” the apparent future chairman of the Judicial House Committee Rep. Jerry Nadler (D-NY) said his first act will be to subpoena newly appointed acting Attorney General Matthew Whitaker to clarify his past comments about spec… [+1146 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Schumer: Whitaker Appointment ‘Will Create a Constitutional Crisis’", "description": "Sunday on CNN’s “State of the Union,” Senate Minority Leader Chuck Schumer (D-NY) in light of newly appointed acting Attorney General Matthew Whitaker’s past comments about the Russia investigation, the Democrats will force legislation into a spending bill to…", "url": "https://www.breitbart.com/video/2018/11/11/schumer-whitaker-appointment-will-create-a-constitutional-crisis/", "urlToImage": "https://media.breitbart.com/media/2018/11/Schumer.jpg", "publishedAt": "2018-11-11T15:09:12Z", "content": "Sunday on CNN’s “State of the Union,” Senate Minority Leader Chuck Schumer (D-NY) in light of newly appointed acting Attorney General Matthew Whitaker’s past comments about the Russia investigation, the Democrats will force legislation into a spending bill to… [+974 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Pelosi: Whitaker Appointment ‘Does Violence to the Constitution’", "description": "Sunday on ABC’s “Face the Nation,” House Minority Leader Rep. Nancy Pelosi (D-CA) said the appointment of acting Attorney General Matthew Whitaker did “violence to the Constitution” Pelosi said, “He should recuse himself for any review of the investigation be…", "url": "https://www.breitbart.com/video/2018/11/11/pelosi-whitaker-appointment-does-violence-to-the-constitution/", "urlToImage": "https://media.breitbart.com/media/2018/10/GettyImages-959525414.jpg", "publishedAt": "2018-11-11T15:04:23Z", "content": "Sunday on ABC’s “Face the Nation,” House Minority Leader Rep. Nancy Pelosi (D-CA) said the appointment of acting Attorney General Matthew Whitaker did “violence to the Constitution” Pelosi said, “He should recuse himself for any review of the investigation be… [+358 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Iowa State and Baylor Duke it Out in Wild Brawl", "description": "The Iowa State and Baylor game on Saturday featured a lot of action. The game had scoring, it had big plays, it had controversy, and it had a superman punch.", "url": "https://www.breitbart.com/sports/2018/11/11/watch-iowa-state-and-baylor-duke-it-out-in-wild-brawl/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Matthew-Putney.jpg", "publishedAt": "2018-11-11T14:55:02Z", "content": "Yes, you read that right. Iowa State running back and Baylor defensive end Greg Roberts, were ejected for their roles in a fight which saw Roberts jump above an official to throw a punch at Roberts: Watch : Baylors Greg Roberts reaching over a ref to throw a … [+1302 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "'World First' Scottish Schools to Have 'LGBTI Equality' Embedded in Curriculum", "description": "The Scottish education system is to become the first in the world where primary and secondary schools are required in the curriculum to promote LGBT identity and lifestyles.", "url": "https://www.breitbart.com/europe/2018/11/11/scottish-schools-lgbt-equality-embed/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nicola-Sturgeon.png", "publishedAt": "2018-11-11T14:54:14Z", "content": "Every state school will have to embed lesbian, gay, bisexual, transgender, and intersex equality and inclusion within all levels of the curriculum from early years to senior phase after the Scottish Government accepted in full the recommendations of a working… [+3432 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "California Republicans Face More Potential Losses as Late Ballots Erase Leads", "description": "Several California Republicans who appeared to have held onto their congressional seats on Election Day saw their leads narrowed -- or reversed -- as late ballots continued to be counted, almost uniformly helping Democrats.", "url": "https://www.breitbart.com/midterm-election/2018/11/11/ballots-california-republicans-headed-for-wipeout-as-late-counting-erases-leads/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mailed-in-ballots-Getty.jpg", "publishedAt": "2018-11-11T14:39:28Z", "content": "In the 10th congressional district, Democrat Josh Harder had taken a lead of over 3,000 votes over Republican incumbent Jeff Denham by Saturday evening. Denham led by a slim margin on Election Day. In the 48th district, incumbent Republican Dana Rohrabacher s… [+2152 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AP", "title": "Trump Awards Presidential Medal of Freedom to Roger Staubach, Others", "description": "WASHINGTON (AP) — President Donald Trump has announced his first recipients of the Presidential Medal of Freedom and they include the wife of a major Republican Party donor, the longest-serving Republican senator in U.S. history, Elvis Presley and Babe Ruth.", "url": "https://www.breitbart.com/sports/2018/11/11/trump-awards-presidential-medal-of-freedom-to-roger-staubach-others/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Brandon-Wade.jpg", "publishedAt": "2018-11-11T14:11:46Z", "content": "Trump will also posthumously recognize the late Supreme Court Justice Antonin Scalia. Medals are going to Miriam Adelson, a doctor and wife of casino magnate Sheldon Adelson, a Republican donor; Utah Sen. Orrin Hatch, who is retiring after more than 41 years … [+209 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Catalan Separatists Clash with Police in Barcelona", "description": "BARCELONA, Spain (AP) - Police in Barcelona have briefly clashed with Catalan separatists who are protesting a rally by Spain's national police forces in the Mediterranean city.", "url": "https://www.breitbart.com/europe/2018/11/11/catalan-separatists-clash-with-police-in-barcelona/", "urlToImage": "https://media.breitbart.com/media/2018/11/Barcelona-Mossos.png", "publishedAt": "2018-11-11T14:00:25Z", "content": "Catalan regional police used batons to drive back a group of separatists in the city centre Saturday, stopping them from advancing toward a march by an association of Spain’s national police forces demanding higher pay. In September, a similar protest by sepa… [+498 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "Watch: McKinnon’s Jeff Sessions Leaves AG’s Office in SNL Cold Open", "description": "On this weekend’s broadcast of NBC’s “Saturday Night Live,” show cast member Kate McKinnon got at least one more chance to showcase her Jeff Sessions impersonation. Sessions resigned from the attorney general post of the Trump administration’s Department of J…", "url": "https://www.breitbart.com/video/2018/11/10/watch-mckinnons-jeff-sessions-leaves-ags-office-in-snl-cold-open/", "urlToImage": "https://media.breitbart.com/media/2018/11/SNL1111.jpg", "publishedAt": "2018-11-11T13:59:32Z", "content": "On this weekend’s broadcast of NBC’s “Saturday Night Live,” show cast member Kate McKinnon got at least one more chance to showcase her Jeff Sessions impersonation. Sessions resigned from the attorney general post of the Trump administration’s Department of J… [+374 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "French President Emmanuel Macron: ‘Nationalism is Treason’", "description": "Macron spoke in front of world leaders including President Donald Trump, Russian President Vladimir Putin, and German Chancellor Angela Merkel.", "url": "https://www.breitbart.com/europe/2018/11/11/french-president-emanuel-macron-nationalism-is-treason/", "urlToImage": "https://media.breitbart.com/media/2018/11/Macron-Armistice.png", "publishedAt": "2018-11-11T13:46:21Z", "content": "Patriotism is the exact opposite of nationalism: Nationalism is treason,” Macron said, according to a Euronews translator. Macron spoke in front of world leaders including President Donald Trump, Russian President Vladimir Putin, and German Chancellor Angela … [+1594 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Poland Celebrates 100 Year Anniversary of Country's Rebirth as an Independent State", "description": "WARSAW, Poland (AP) - Poland is celebrating the 100th anniversary of its rebirth as an independent state on Sunday with a multitude of events across the country, including marches, Masses, and the national hymn being sung in more than 600 public places.", "url": "https://www.breitbart.com/europe/2018/11/11/poland-celebrates-100-year-anniversary-countrys-rebirth-independent-state/", "urlToImage": "https://media.breitbart.com/media/2018/11/Duda-Poland.png", "publishedAt": "2018-11-11T12:59:08Z", "content": "The national white-and-red flag fluttered from buildings and buses, dignitaries and regular citizens placed flowers and wreaths at memorials to the father of Polish independence, Marshal Jozef Pilsudski, and the historic Sigismund Bell, reserved only for the … [+2189 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "GOP Rep.-Elect Dan Crenshaw Makes Appearance on SNL for Pete Davidson Apology", "description": "On this weekend’s “Saturday Night Live” during the “Weekend Update” segment, Rep.-elect Dan Crenshaw (R-TX) appeared one week after being described as a “hitman in a porno movie” by cast member Pete Davidson during the same segment. After last week’s episode …", "url": "https://www.breitbart.com/video/2018/11/10/gop-rep-elect-dan-crenshaw-makes-appearance-on-snl-for-pete-davidson-apology/", "urlToImage": "https://media.breitbart.com/media/2018/11/WeekendUpdate1111.jpg", "publishedAt": "2018-11-11T11:46:35Z", "content": "On this weekend’s “Saturday Night Live” during the “Weekend Update” segment, Rep.-elect Dan Crenshaw (R-TX) appeared one week after being described as a hitman in a porno movie by cast member Pete Davidson during the same segment. After last week’s episode ai… [+1160 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "World Leaders Late for Armistice Centenary after Feminist Protesters Disrupt Trump Motorcade", "description": "PARIS (AP) — The feminist activist group Femen has claimed responsibility for topless protesters who disrupted U.S. President Donald Trump's motorcade on its way to a ceremony commemorating the end of World War I.", "url": "https://www.breitbart.com/europe/2018/11/11/world-leaders-late-for-armistice-centenary-after-feminist-protesters-disrupt-trump-motorcade/", "urlToImage": "https://media.breitbart.com/media/2018/11/Femen-1.png", "publishedAt": "2018-11-11T11:34:19Z", "content": "One woman easily breached tight security along the Champs-Elysees avenue, walking on the midst of the motorcade and shouting fake peace maker as the cars passed. Officers seized her afterwards. At least one other topless protester also made it into the avenue… [+1768 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "First World War Centenary: Excerpts from Letters Written on Armistice Day, 1918", "description": "PARIS (AP) - A hundred years later, their words can still pierce hearts. Fighters writing home from opposing front lines of World War I, a Chinese labourer marvelling at the war's end, a woman dreaming of reuniting with her soldier love.", "url": "https://www.breitbart.com/europe/2018/11/11/first-world-war-centenary-excerpts-letters-written-armistice-day-1918/", "urlToImage": "https://media.breitbart.com/media/2018/11/world-war.png", "publishedAt": "2018-11-11T10:57:39Z", "content": "At a Paris ceremony Sunday marking the centennial of the armistice ending the first global war, eight teenagers born in the 21st century were to read from letters and notes written on the day the bloodshed stopped, Nov. 11, 1918. Here are excerpts from the re… [+4019 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "England's New Top Prosecutor Criticised for Adopting Islamist Talking Points", "description": "England's new chief prosecutor, Max Hill QC, has been criticised for appearing to adopt Islamist talking points.", "url": "https://www.breitbart.com/europe/2018/11/11/englands-prosecutor-criticised-adopting-islamist-talking-points/", "urlToImage": "https://media.breitbart.com/media/2017/02/Jihadi-John-and-Victin-AP-Photo.jpg", "publishedAt": "2018-11-11T10:28:15Z", "content": "In his former role as Independent Reviewer of Terrorism Legislation, Mr Hill met with CAGE just one month after the Muslim group’s director Muhammad Rabbani was convicted of a terrorism offence, according to the Telegraph. The Henry Jackson Society (HJS) crit… [+2012 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Four Months After Trump's Warning over Russian Gas Dependence, German Lawmakers Urge Merkel to Act", "description": "A group of German lawmakers have accused Angela Merkel of working to place Germany under Russian influence as she pushes on with a gas pipeline that would see central Europe directly connected to Russia for energy — just months after U.S. President Donald Tru…", "url": "https://www.breitbart.com/europe/2018/11/11/four-months-after-trumps-warning-over-russian-gas-dependence-german-lawmakers-urge-merkel-to-act/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-Merkel.png", "publishedAt": "2018-11-11T10:20:41Z", "content": "Nearly 100 members of the German parliament and members of the European Parliament have co-signed a letter to Chancellor Merkel calling on her to reconsider the controversial Nord Stream natural gas pipeline. Trump Blasts Hypocritical Germany as Captive of Ru… [+3816 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Netherlands: One in Five North African Asylum Seekers Suspected of Crimes", "description": "One in five North African asylum seekers in the Netherlands have been suspected of crimes in the past one and a half years, according to figures released this week.", "url": "https://www.breitbart.com/europe/2018/11/11/one-five-north-african-asylum-seekers-suspected-crimes-netherlands/", "urlToImage": "https://media.breitbart.com/media/2018/08/Dutch-Police.png", "publishedAt": "2018-11-11T09:00:33Z", "content": "The data, released by the Dutch National Police, reveals that since the start of 2017 3,888 asylum seekers from the Maghreb have been suspected of being involved in 5,076 incidents reported to the police, De Telegraaf reports. Since the height of the migrant … [+1630 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Report: Country Club Bars Man After Calling Tucker Carlson’s Daughter a ‘C*nt,’ ‘Whore’", "description": "A Virginia country club revoked the membership of a man accused of verbally accosting Tucker Carlson's teenage daughter last month, according to the Fox News Channel host. Conversely, the man referred to as Juan alleges Carlson assaulted him and is purportedl…", "url": "https://www.breitbart.com/politics/2018/11/10/report-country-club-bars-man-after-calling-tucker-carlsons-daughter-a-cnt-whore/", "urlToImage": "https://media.breitbart.com/media/2018/11/Tucker-Carlson-Michael-Avenatti-Fox-News.jpg", "publishedAt": "2018-11-11T04:50:57Z", "content": "Carlson provided a lengthy statemen t to The Hill’s Joe Concha Saturday, detailing the eyebrow-raising incident that reportedly involved the unnamed man, Carlson, and two of his children. On October 13, I had dinner with two of my children and some family fri… [+5042 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "Pirro Hammers Broward County’s Brenda Snipes for ‘Insidious’ Election Fraud", "description": "Saturday on Fox News Channel’s “Justice,” host Jeanine Pirro slammed Broward County, FL Elections Supervisor Brenda Snipes for her handling of last Tuesday’s election. Snipes’ Broward County is at the center of a recount controversy that has decisions on thre…", "url": "https://www.breitbart.com/video/2018/11/10/pirro-hammers-broward-countys-brenda-snipes-for-insidious-election-fraud/", "urlToImage": "https://media.breitbart.com/media/2018/11/Pirro1110.jpg", "publishedAt": "2018-11-11T04:43:15Z", "content": "Saturday on Fox News Channel’s “Justice,” host Jeanine Pirro slammed Broward County, FL Elections Supervisor Brenda Snipes for her handling of last Tuesday’s election. Snipes’ Broward County is at the center of a recount controversy that has decisions on thre… [+1199 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Watch—Reporter Comes Face to Face with Terrifying ‘Firenado’ in Malibu", "description": "Karen Foshay, a KCET-TV journalist reporting on the Woosley Fire blazing through parts of Southern California, came face to face Friday evening with a \"firenado,\" calling the encounter among the most \"terrifying\" events she has ever experienced.", "url": "https://www.breitbart.com/environment/2018/11/10/reporter-comes-face-to-face-with-terrifying-firenado-in-malibu/", "urlToImage": "https://media.breitbart.com/media/2018/11/Firenado.jpg", "publishedAt": "2018-11-11T04:32:03Z", "content": "“Let’s get out of here,” someone is heard urging as the firenado formed along the Pacific Coast Highway in Malibu, the video shared to Instagram shows. State authorities confirmed Saturday that the wildfire has burned 109 square miles both north and east of L… [+563 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Watch: Joy Reid Suggests Racism Behind Republican Criticism of Brenda Snipes", "description": "MSNBC host Joy Reid suggested Saturday that the outpouring of Republican criticism of Broward County Board of Elections supervisor Brenda Snipes is driven by racism.", "url": "https://www.breitbart.com/the-media/2018/11/10/watch-joy-reid-suggests-racism-behind-republican-criticism-of-brenda-snipes/", "urlToImage": "https://media.breitbart.com/media/2018/11/Joy-Reid-Brenda-Snipes.jpg", "publishedAt": "2018-11-11T04:17:04Z", "content": "On Friday, Circuit Judge Carol-Lisa Phillips ordered Snipes to transfer a tally of all votes cast to the campaign of Republican gubernatorial nominee Gov. Rick Scott by 7:00 p.m. EST a deadline the Broward official did not meet. Snipes is the subject of lawsu… [+2608 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Patrick K. O’Donnell", "title": "Exclusive–Patrick K. O’Donnell: Veterans Day and America’s Unknown Soldier", "description": "This week, small towns and big cities all across the country will hold parades and other celebrations in honor of their veterans. One of the most poignant and meaningful of these ceremonies will take place at the Tomb of the Unknown Soldier at Arlington Natio…", "url": "https://www.breitbart.com/politics/2018/11/11/exclusive-patrick-k-odonnell-veterans-day-and-americas-unknown-soldier/", "urlToImage": "https://media.breitbart.com/media/2018/11/Tomb-of-the-Unknown-Soldier-Patrick-K.-ODonnell.png", "publishedAt": "2018-11-11T02:38:36Z", "content": "Every year, thousands of Americans gather at the tomb in solemn recognition of the tremendous debt we owe to our servicemen and women. There, at the eleventh hour of the eleventh day of the eleventh month, the annual wreath-laying ceremony will take place on … [+8651 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez, Katherine Rodriguez", "title": "Medical Miracle: Man's Brain Tumor Vanishes Without Surgery", "description": "Several doctors are dumbfounded after finding a patient's suspected malignant brain tumor disappeared without surgical treatment, giving the patient a renewed sense of hope.", "url": "https://www.breitbart.com/pre-viral/2018/11/10/medical-miracle-mans-brain-tumor-vanishes-without-surgery/", "urlToImage": "https://media.breitbart.com/media/2018/11/Two-Brain-Scans.png", "publishedAt": "2018-11-11T02:06:16Z", "content": "CBS Sacramento reported Friday that the neurosurgeons and specialists in charge of treating Paul Wood, a patient from Lodi, California, are scratching their heads after brain scans revealed his tumor disappeared the day before he was scheduled for surgery. Wo… [+1735 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Brian Kemp Camp Rips Stacey Abrams for Refusing to Concede: ‘A Disgrace to Democracy’", "description": "Georgia Republican Brian Kemp's campaign lambasted Stacey Abrams over her refusal to concede in the state's gubernatorial race.", "url": "https://www.breitbart.com/politics/2018/11/10/brian-kemp-camp-rips-stacey-abrams-for-refusing-to-concede-a-disgrace-to-democracy/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1054711258.jpg", "publishedAt": "2018-11-11T01:49:37Z", "content": "“Stacey Abrams antics are a disgrace to democracy and completely ignore the will of the people,” campaign communications director Ryan Mahoney said in a statement. “Georgia voters have spoken. Its time for Abrams to listen and concede immediately.” “This is n… [+1450 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder, John Binder", "title": "Fashion Notes: In Paris, Melania Trump Is All Class in French Twist, Louboutins", "description": "First Lady Melania Trump was all class in Paris, France, wearing a Bottega Veneta dress, leather gloves, a French twist, and Louboutin pumps.", "url": "https://www.breitbart.com/entertainment/2018/11/10/melania-trump-is-all-class-in-french-twist-louboutins/", "urlToImage": "https://media.breitbart.com/media/2018/11/collage-1.jpg", "publishedAt": "2018-11-11T01:45:29Z", "content": "Mrs. Trump arrived to meet Mrs. Macron in Paris wearing a sleek dark navy off-the-runway Bottega Veneta suit with black leather gloves, a French twist hairdo, and slick black snakeskin Christian Louboutin stilettos. The Bottega Veneta dress is from the Italia… [+2480 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "McCain Aide: GOP ‘Despicable’ for Claiming Dems Attempting to Steal AZ Senate Race", "description": "Longtime McCain aide Mark Salter blasted the NRSC for accusing vote-counters in AZ of attempting to hand the state's senate race to Sinema.", "url": "https://www.breitbart.com/politics/2018/11/10/mccain-aide-gop-despicable-for-claiming-dems-attempting-to-steal-az-senate-race/", "urlToImage": "https://media.breitbart.com/media/2018/11/Arizona-Vote-Count.png", "publishedAt": "2018-11-11T01:43:02Z", "content": "“Stop doing this, NRSC.,” Salter tweeted Saturday in response to the group’s email blast criticizing Maricopa County election official Adrian Fontes’ recount efforts. “McSally is losing fair and square, and shes underperforming in more than Maricopa. The race… [+985 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Pompeo, Mattis Air Differences with Chinese Counterparts on South China Sea, Taiwan", "description": "Secretary of State Mike Pompeo and Defense Secretary Jim Mattis met with their Chinese counterparts Friday at the State Department.", "url": "https://www.breitbart.com/politics/2018/11/10/pompeo-mattis-air-differences-with-chinese-counterparts-on-south-china-sea-taiwan/", "urlToImage": "https://media.breitbart.com/media/2018/11/Pompeo-Mattis-Chinese-Counterparts.jpg", "publishedAt": "2018-11-11T01:05:28Z", "content": "In many ways, it embodied the Trump administration’s new maxim with China: Competition does not mean hostility. In a nearly 40 minute press conference after a meeting that ran a bit longer than expected, both sides discussed where they saw areas of agreement … [+7284 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Aaron Klein", "title": "Soros-Funded Groups Demand Gov. Rick Scott Recuse Himself from Florida Recount", "description": "Two organizations financed by billionaire liberal activist George Soros have threatened to take Florida Governor Rick Scott to court if he doesn’t recuse himself from the state’s recount, which includes his own Senatorial election.", "url": "https://www.breitbart.com/politics/2018/11/10/soros-funded-groups-demand-gov-rick-scott-recuse-himself-from-florida-recount/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-939382180.jpg", "publishedAt": "2018-11-11T01:02:39Z", "content": "Please issue a public statement that you will recuse yourself and remove yourself from any oversight of the 2018 election immediately or we will have no choice but to seek a formal emergency remedy from the courts, reads a letter sent to Scott by the two grou… [+2168 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Google Reforms Sexual Misconduct Rules Following Worldwide Company Walkouts | Breitbart", "description": "Tech giant Google has reformed its rules relating to sexual misconduct following worldwide company walkouts in protest of multiple allegations of sexual assault by Google executives.", "url": "https://www.breitbart.com/tech/2018/11/10/google-reforms-sexual-misconduct-rules-following-worldwide-company-walkouts/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/16/3fb6d9_google-ceo-sundar-pichai-addressed-questions-china-company-work-us-military-e1541802428436.jpg", "publishedAt": "2018-11-11T00:46:11Z", "content": "Following a number of walkouts at Google offices worldwide including at its Mountain View headquarters location where approximately 3000 employees vacated the building in protest of allegations of sexual assault by executives at the company, the tech giant ha… [+1705 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Alana Mastrangelo", "title": "Lawyers for Gillum, Nelson Fight to Include Non-U.S. Citizens’ Votes in Florida", "description": "Lawyers for both Florida Democratic candidates Andrew Gillum and Bill Nelson fought on Friday night to allow non-United States citizens' votes to be included in the 2018 midterm election results.", "url": "https://www.breitbart.com/politics/2018/11/10/lawyers-for-gillum-nelson-fight-to-include-non-u-s-citizens-votes-in-florida/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nelson-Gillum-Joe-RaedleGETTY-IMAGES-.jpg", "publishedAt": "2018-11-11T00:29:56Z", "content": "A transcript of a Palm Beach County Canvassing Board proceeding shows that the candidates’ lawyers objected to the rejection of votes cast by non-citizens, as first reported by The Daily Caller. Source: Palm Beach County transcript The Chairman of the Palm Be… [+1735 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ken Klukowski", "title": "Klukowski: The Legal Case for Matthew Whitaker’s Appointment as Acting Attorney General", "description": "It is hard to see how arguments that President Trump cannot appoint Matthew Whitaker as acting attorney general, because even temporary top positions must be Senate-confirmed, could be correct. Otherwise the Constitution could deprive the nation of a function…", "url": "https://www.breitbart.com/politics/2018/11/10/klukowski-the-legal-case-for-matthew-whitakers-appointment-as-acting-attorney-general/", "urlToImage": "https://media.breitbart.com/media/2018/11/Donald-Trump-Matthew-Whitaker.jpg", "publishedAt": "2018-11-11T00:24:16Z", "content": "Some of those attacking Whitakers appointment of the U.S. Department of Justice (DOJ) are left-wing partisans who hate President Trump and will say anything to embarrass him, but others are conservative lawyers who are making arguments in good faith, even if … [+12331 chars]"}]}