{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Sen. Rand Paul (R-KY)", "title": "Exclusive – Rand Paul: ‘Not One Penny’ of Aid for Pakistan Until Asia Bibi Is Freed", "description": "Asia Bibi deserves asylum in the United States. She deserves real freedom. And Americans deserve to know their tax dollars aren’t being sent to subsidize a country’s war on Christianity.", "url": "https://www.breitbart.com/national-security/2018/11/19/exclusive-rand-paul-not-one-penny-of-aid-for-pakistan-until-asia-bibi-is-freed/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/ap/06/cb6aba_russia-us-67370-rand-paul-sen-rand-paul-speaks-his-meeting-russian-lawmakers-e1533572470813.jpg", "publishedAt": "2018-11-19T23:59:17Z", "content": "These are words that many Christians have said, or something similar. Even if you havent said them, you most certainly believe in your neighbors right to say them. But for too many people around the globe, words such as these can be a death sentence. Ive made… [+3065 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora, Edwin Mora", "title": "State Media: China Orders Muslim Uighurs 'to Surrender' to Re-Education Centers", "description": "Chinese authorities in Muslim-majority Xinjiang ordered members of the majority-Muslim Uighur ethnic minority this weekend “to surrender within 30 days” if they have been accused of \"terrorism,\" or dissent from the Communist Party.", "url": "https://www.breitbart.com/national-security/2018/11/19/state-media-china-muslim-uighurs-surrender-re-education-centers/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/10/2b16ab_china-has-launched-an-unprecedented-crackdown-on-religious-expression-e1539525424790.jpg", "publishedAt": "2018-11-19T23:48:50Z", "content": "Those who surrender will be eligible to avoid prison and instead join the estimated million being held in internment camps China calls “vocational centers,” where they are forced to swear allegiance to Communist Party leader Xi Jinping and abandon their faith… [+5409 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr", "title": "Pelosi Prepares for Speakership Battle, Paints Opposition as Leftist Version of Freedom Caucus", "description": "House Minority Leader Nancy Pelosi (D-CA) is putting in place the support she needs to regain the Speaker’s gavel despite some opposition.", "url": "https://www.breitbart.com/politics/2018/11/19/pelosi-prepares-speakership-battle-paints-opposition-leftist-version-freedom-caucus/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/19/8663bb_democrats-pelosi-48988-nancy-pelosi-house-minority-leader-nancy-pelosi-e1542670812826.jpg", "publishedAt": "2018-11-19T23:42:00Z", "content": "But part of Pelosis strategy is warning members of her party that taking her down would give power to a minority of Democrats, similar to the conservative House Freedom Caucus and the influence it has wielded over the eight years of a Republican majority. At … [+3117 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder, John Binder", "title": "Fashion Notes: Melania Trump Kicks Off Holiday Season with Michael Kors Cape", "description": "First Lady Melania Trump welcomed a North Carolina Christmas tree to the White House in a holiday-inspired ensemble to kick off the season of joy.", "url": "https://www.breitbart.com/entertainment/2018/11/19/melania-trump-kicks-off-holidays-with-michael-kors-cape/", "urlToImage": "https://media.breitbart.com/media/2018/11/collage-5.jpg", "publishedAt": "2018-11-19T23:37:29Z", "content": "Mrs. Trump wore a black sweater, black skinny pants, and Christian Louboutin suede boots under a Michael Kors double-breasted, red tartan cape that is now sold out at Neiman Marcus. The First Lady peaked her arms through the Italian-made, virgin wool cape as … [+760 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "ACLU Asks Judge to Break Donald Trump’s Border Reform", "description": "U.S. soldiers rolled out more razor wire along the U.S.-Mexican border, but the more important fight on Monday took place in a San Francisco courtroom, where President Donald Trump's deputies defended his asylum reforms from pro-immigration ACLU lawyers.", "url": "https://www.breitbart.com/economy/2018/11/19/aclu-sues-break-donald-trumps-asylum-border-reform/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/18/8729b4_soldiers-kentucky-based-19th-engineer-battalion-installing-barbed-wire-e1542670496548.jpg", "publishedAt": "2018-11-19T23:36:14Z", "content": "The judge did not immediately issue a nationwide “Temporary Restraining Order” that would block the reforms, as hoped by the pro-immigration groups. Trump’s November 9 reform allows migrants who arrive at the ports of entry to apply for full asylum. But the p… [+5884 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Turkish Rumor Mill: Saudi Killers Forced Khashoggi to Send Message to His Son", "description": "The latest revelation about the death of Jamal Khashoggi to emerge from the ever-churning Turkish rumor mill claims the Saudi Arabian team that executed Khashoggi at the Saudi consulate in Istanbul forced him to send a message to his son before they killed hi…", "url": "https://www.breitbart.com/national-security/2018/11/19/turkish-rumor-mill-saudi-killers-forced-khashoggi-send-message-his-son/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/18/01bd69_turkey-saudi-arabia-writer-killed-82499-woman-holds-poster-funeral-prayers-e1542669944544.jpg", "publishedAt": "2018-11-19T23:26:56Z", "content": "Turkish columnist Abdulkadir Selvi published this account at Hurriyet Daily News, claiming the Saudi death squad told Khashoggi to send a message to his son, otherwise he would be brought to Saudi Arabia. Khashoggi rejected it, which led to the quarrel that e… [+5902 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel, Frances Martel", "title": "Imprisoned Cuban Dissident Rapper Sews His Mouth Shut in Protest", "description": "Cuban rapper \"Pupito en Sy\" announced a hunger strike in solidarity with fellow hip-hop artist Maykel Castillo \"El Osorbo,\" who last week sewed his mouth shut while in prison to protest Cuba's impending ban on \"unauthorized\" music.", "url": "https://www.breitbart.com/national-security/2018/11/19/imprisoned-cuban-dissident-rapper-sews-mouth-shut-protest/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/19/c2b79d_senior-cuban-foreign-ministry-official-rodolfo-reyes-told-afp-talks-eu-e1542669292692.jpg", "publishedAt": "2018-11-19T23:16:29Z", "content": "The ban, known as Decree 349, requires that all musicians register with the Communist Party’s Ministry of Culture before they produce music or perform music in public, effectively banning any musicians who disagree with the government from distributing their … [+4937 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Shots Across the Bow: Theresa May Warned Over Brexit Course as MPs Abstain on Finance Bill Votes", "description": "Theresa May had a warning shot fired across her bows Monday night as Democratic Unionist Party (DUP) members of Parliament abstained from key votes on the Finance Bill, the legislation which permits the government’s programme of taxation from the budget.", "url": "https://www.breitbart.com/europe/2018/11/19/shots-accross-the-bow-theresa-may-warned-over-brexit-course-as-mps-abstain-on-finance-bill-votes/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1001891098-e1542664930118.jpg", "publishedAt": "2018-11-19T23:05:41Z", "content": "The Northern Irish DUP members withheld their votes from the government, in a show of strength to the Prime Minister as she pushes on with her Brexit deal which, the party says, has crossed her red lines and betrayed the British region to the European Union. … [+2301 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "Charlie Kirk: First Step Act Was ‘Proven to Work’ in ‘Red States’", "description": "Charlie Kirk told Breitbart News that policies included within the First Step Act have been \"proven to work\" in Texas.", "url": "https://www.breitbart.com/radio/2018/11/19/charlie-kirk-first-step-act-proven-work-red-states/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-prison-reform-Associated-Press-e1542668349894.jpg", "publishedAt": "2018-11-19T23:01:21Z", "content": "As a guest on SiriusXM’s Breitbart News Today, Kirk responded to critiques of the FSA from Sen. Tom Cotton (R-AR) published in USA Today editorial. “I love Tom Cotton,” said Kirk. “I think he’s terrific on a lot of issues, and I just saw a lot of similar tact… [+6266 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering, Charlie Spiering", "title": "Sarah Sanders Outlines Conduct Rules for White House Reporters", "description": "\"We have created these rules with a degree of regret,\" Sanders said in a statement.", "url": "https://www.breitbart.com/politics/2018/11/19/sarah-sanders-outlines-rules-white-house-reporters/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/08/0b0721_trump-36356-donald-trump-jim-acosta-president-donald-trump-speaks-cnn-journalist-e1542667937431.jpg", "publishedAt": "2018-11-19T22:54:39Z", "content": "“We have created these rules with a degree of regret,” Sanders said in a statement. She lamented that Acosta’s behavior at the president’s most recent press conference and subsequent lawsuit required the White House to set standards for conduct in place. “We … [+1699 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez, Katherine Rodriguez", "title": "Ocasio-Cortez Accuses GOP of 'Drooling' over Her Mistakes", "description": "Rep.-elect Alexandria Ocasio-Cortez (D-NY) had a few choice words for Republicans Sunday evening, accusing them of \"drooling\" over her errors in \"real\" time.", "url": "https://www.breitbart.com/politics/2018/11/19/ocasio-cortez-accuses-gop-drooling-her-mistakes/", "urlToImage": "https://media.breitbart.com/media/2018/07/Ocasio-Cortez.jpg", "publishedAt": "2018-11-19T22:48:04Z", "content": "Ocasio-Cortez, 29, claimed Republicans were drooling over every minute of footage” of her, waiting for her to mess up after her recent election to Congress: Maybe instead of Republicans drooling over every minute of footage of me in slow-mo, waiting to chop u… [+1066 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charles Hurt, Charles Hurt", "title": "The Nuclear Option -- Trigger Warning: Trump Correct About Forrest Mismanagement", "description": "These people are looking for Nero. Just so long as he keeps playing the fiddle so nicely.", "url": "https://www.breitbart.com/politics/2018/11/19/the-nuclear-option-trigger-warning-trump-correct-about-forrest-mismanagement/", "urlToImage": "https://media.breitbart.com/media/2018/05/nuclear-option.jpg", "publishedAt": "2018-11-19T22:41:44Z", "content": "Literally, the world of Never-Trumpers and late-stage victims of Trump Derangement Syndrome cannot find the slightest whiff of good in anything this president does. Whether it is calling out election fraud, combatting fake news or trying to halt a caravan bou… [+3488 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "‘Bus Driver from Heaven’ Rescues Children from California Fire", "description": "Kevin McKay, 41, evacuated 22 children from the Ponderosa Elementary School in Paradise, California, on November 8.", "url": "https://www.breitbart.com/pre-viral/2018/11/19/bus-driver-heaven-rescues-children-california-fire/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/17/6157b8_trump-california-wildfires-51187-donald-trump-children-stand-on-road-holding-e1542666546774.jpg", "publishedAt": "2018-11-19T22:30:20Z", "content": "While most children had been picked up by their parents as the Camp Fire spread, nearly two dozen children were left stranded at the school. McKay spoke to the principal, and decided to evacuate them via school bus. 29-year-old kindergarten teacher Abbie Davi… [+968 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso, Justin Caruso", "title": "CNN's Kirsten Powers: 'All White People,' Including Me, 'Need to Examine' Internal Racism", "description": "After calling all white women who support President Trump \"racist,\" CNN commentator Kirsten Powers doubled down on her remarks about white people in a tweet Sunday, declaring that all whites--including herself--have to \"examine their own racist assumptions/wh…", "url": "https://www.breitbart.com/the-media/2018/11/19/cnns-kirsten-powers-all-white-people-including-me-need-examine-internal-racism/", "urlToImage": "https://media.breitbart.com/media/2018/11/kirsten-powers-white-people-racism.png", "publishedAt": "2018-11-19T22:24:53Z", "content": "“For those upset abt my comments about racism+Trump supporters, I also said that ALL white ppl (not just Trump supporters) need to examine their own racist assumptions/white privilege that are the result of living in a society that privileges white people. Th… [+1512 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Border Patrol Agents from Texas Pulled to Assist with Caravan in San Diego", "description": "Border Patrol officials pulled boots from the busy Laredo Sector to assist San Diego Sector agents with arriving caravan migrants.", "url": "https://www.breitbart.com/border/2018/11/19/border-patrol-agents-from-texas-pulled-to-assist-with-caravan-in-san-diego/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1063384124.jpg", "publishedAt": "2018-11-19T22:14:38Z", "content": "Laredo Sector Border Patrol officials announced that 42 agents from this busy sector are being pulled from the line to assist the San Diego Sector as they face the arrival of thousands of Central American caravan migrants. The agents are members of the sector… [+2364 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church, Nate Church", "title": "Congressman-Elect Dan Crenshaw Protests Description of Trump 'Attacks' on the Press", "description": "Crenshaw asked CBS News to \"choose our words carefully\" regarding Trump's media animosity on Sunday, because he \"was literally attacked.\"", "url": "https://www.breitbart.com/politics/2018/11/19/congressman-elect-dan-crenshaw-protests-description-trump-attacks-press/", "urlToImage": "https://media.breitbart.com/media/2018/11/Dancrenshaw1.jpg", "publishedAt": "2018-11-19T21:59:42Z", "content": "“I would argue that our president is consistently disruptive in … press conferences, and I would argue that he treats [the press] with disrespect,” said Pennsylvania Democrat representative-elect Chrissy Houlahan on the CBS News panel. \"This broad brush criti… [+908 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Leeds Trinity University: Capital Letters Trigger Students", "description": "Leeds Trinity University in the United Kingdom has told its lecturers to avoid using capital letters in their classroom handouts because they upset students, and can \"scare students into failure.\"", "url": "https://www.breitbart.com/tech/2018/11/19/leeds-trinity-university-capital-letters-trigger-students/", "urlToImage": "https://media.breitbart.com/media/2017/10/wi/ap/23/1faq2n4-e1513102342258.jpg", "publishedAt": "2018-11-19T21:58:26Z", "content": "The journalism department at Leeds Trinity University has cautioned its instructors against writing in capital letters on classroom paperwork such as syllabi and exam instructions because capital letters can trigger certain students. Instructors in the depart… [+922 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Police: Shots Fired Near Chicago’s Mercy Hospital", "description": "Shots were fired Monday at or near Chicago's Mercy Hospital in what could be an active shooter situation, according to emerging reports.", "url": "https://www.breitbart.com/crime/2018/11/19/police-shots-fired-chicago-mercy-hospital/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-490462844.jpg", "publishedAt": "2018-11-19T21:53:30Z", "content": "Chicago Chief Communications Officer Anthony Guglielmi announced the incident on social media and advised residents to avoid the area: Police Activity: Reports of shots fired in the vicinity of 26th and Michigan near Mercy Hospital. Avoid area. Heavy police r… [+1389 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AFP", "title": "NFL to Play Mexico City in 2019 Despite Field Fiasco", "description": "The National Football League confirmed Monday that it will go ahead with plans to stage a game in Mexico City in 2019 despite having to move this season's fixture back to the USA over pitch concerns.", "url": "https://www.breitbart.com/sports/2018/11/19/nfl-to-play-mexico-city-in-2019-despite-field-fiasco/", "urlToImage": "https://media.breitbart.com/media/2018/11/GTY-AFP-Buda-Mendes.jpg", "publishedAt": "2018-11-19T21:36:48Z", "content": "A statement from the NFL confirmed the decision following meetings between league commissioner Roger Goodell and Mexico’s President-elect Andres Manuel Lopez Obrador. The NFL, which is committed to staging games in Mexico through 2021, said the date and the t… [+521 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Aaron Klein", "title": "Klein: Airbnb Fuels Anti-Semitic BDS Movement by Banning West Bank Jewish Homes", "description": "Airbnb has fueled the anti-Semitic Boycott, Divestment and Sanctions (BDS) movement when the company announced on Monday that it will cease to list Israeli homes in the West Bank.", "url": "https://www.breitbart.com/middle-east/2018/11/19/klein-airbnb-fuels-anti-semitic-bds-movement-by-banning-west-bank-jewish-homes/", "urlToImage": "https://media.breitbart.com/media/2016/12/wi/afp/04/2nfh0li-e1493747040824.jpg", "publishedAt": "2018-11-19T20:59:19Z", "content": "In singling out Jewish West Bank homes for boycott, Airbnbs disgraceful decision not only promotes anti-Israel charges but will work to further strengthen Palestinian intransigence and the larger war to delegitimize the Jewish state. Airbnb said the company c… [+6360 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key, Pam Key", "title": "Klobuchar: It's 'Pretty Obvious' Whitaker 'Is Not Qualified for the Job'", "description": "Monday on CNN’s “Right Now,” Sen. Amy Klobuchar (D-MN) said it was “pretty obvious” acting Attorney General Matthew Whitaker is not qualified for the job. On her colleagues challenging the appointment in court, Klobuchar said, “I actually am supportive of wha…", "url": "https://www.breitbart.com/video/2018/11/19/klobuchar-its-pretty-obvious-whitaker-is-not-qualified-for-the-job/", "urlToImage": "https://media.breitbart.com/media/2018/10/Klobuchar.jpg", "publishedAt": "2018-11-19T20:57:27Z", "content": "Monday on CNN’s “Right Now,” Sen. Amy Klobuchar (D-MN) said it was “pretty obvious” acting Attorney General Matthew Whitaker is not qualified for the job. On her colleagues challenging the appointment in court, Klobuchar said, “I actually am supportive of wha… [+1420 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "White House Reinstates Jim Acosta's Press Pass, CNN Dropping Lawsuit", "description": "CNN announced Monday that the White House has reinstated correspondent Jim Acosta's \"hard pass,\" prompting the network to drop its lawsuit against the administration over the reporter's temporary suspension.", "url": "https://www.breitbart.com/the-media/2018/11/19/jim-acosta-white-house-press-pass-cnn-dropping-lawsuit/", "urlToImage": "https://media.breitbart.com/media/2018/11/jim-acosta-donald-trump-getty.jpg", "publishedAt": "2018-11-19T20:55:13Z", "content": "“Today the @ WhiteHouse fully restored @ Acosta ‘s press pass. As a result, our lawsuit is no longer necessary. We look forward to continuing to cover the White House,” CNN announced via Twitter. Today the @WhiteHouse fully restored @Acosta 's press pass. As … [+2956 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Thanksgiving Meals Delivered to Troops Serving Overseas and at Southwest Border", "description": "The Pentagon's Defense Logistics Agency has worked for months get Thanksgiving meals sent to U.S. troops serving overseas and at the Southwest border this Thanksgiving holiday.", "url": "https://www.breitbart.com/politics/2018/11/19/thanksgiving-meals-troops-overseas-southwest-border/", "urlToImage": "https://media.breitbart.com/media/2018/10/US-Troops-AFP-US-President-Donald-Trump-in-recent-weeks-has-repeatedly-said-more-troops-are-needed-to-tighten-security-at-the-US.jpg", "publishedAt": "2018-11-19T20:45:22Z", "content": "The agency sent more than 300,000 pounds of traditional Thanksgiving food to field kitchens, dining facilities, and galleys throughout the Middle East, Europe, Africa, and those serving on the border. This year, troops received: 9,738 whole turkeys 51,234 pou… [+1752 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Donald and Melania Trump Welcome White House Christmas Tree", "description": "The beautiful, nearly 20-foot North Carolina Fraser fir chosen as the White House Christmas tree arrived on Monday and was received by President Donald Trump and first lady Melania.", "url": "https://www.breitbart.com/politics/2018/11/19/donald-melania-trump-welcome-white-house-christmas-tree/", "urlToImage": "https://media.breitbart.com/media/2018/11/Donald-Trump-Melania-receive-2018-White-House-Christmas-tree-ap.jpg", "publishedAt": "2018-11-19T20:44:41Z", "content": "A horse-drawn carriage carried the Mountain Top Fraser fir tree to the White House North Portico, where the president and first lady emerged from the White House to receive it. The Smith family presented the tree that was grown in North Carolina: President Do… [+761 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Iran-Allied Houthis in Yemen: 'We Are Ready to Freeze and Stop Military Operations'", "description": "A senior leader of the Iran-allied Houthis in Yemen on Monday said the Shiite terrorists would stop bombing targets inside Saudi Arabia for the sake of United Nations-backed peace efforts that have failed in the past, marking the first sign of hope for the la…", "url": "https://www.breitbart.com/national-security/2018/11/19/iran-allied-houthis-in-yemen-we-are-ready-to-freeze-and-stop-military-operations/", "urlToImage": "https://media.breitbart.com/media/2018/06/wi/ap/16/f7d2ba_yemen-war-photo-essay-15839-in-feb-12-2018-photo-women-walk-saudi-led-coalition-e1529538074305.jpg", "publishedAt": "2018-11-19T20:39:02Z", "content": "“We are ready to freeze and stop military operations on all fronts in order to achieve peace,” Mohammed Ali al-Houthi, a senior leader of the Shiite group, declared, blaming the United States for being the main culprit behind what he called “the aggression” a… [+2170 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joseph D’Souza", "title": "D’Souza: If America Does Not Speak Up, Asia Bibi Has No Chance of Surviving in Pakistan", "description": "Asia Bibi — the Christian mother of five sentenced to death nearly a decade ago under Pakistan’s arcane blasphemy laws — is, in effect, still facing a sentence, despite the Supreme Court of Pakistan overturning her actual death sentence on October 31, acquitt…", "url": "https://www.breitbart.com/asia/2018/11/19/dsouza-if-america-does-not-speak-up-asia-bibi-has-no-chance-of-surviving-in-pakistan/", "urlToImage": "https://media.breitbart.com/media/2018/11/christian-asia-bibi-trial-blasphemy-pakistan-file-getty.jpg", "publishedAt": "2018-11-19T20:29:34Z", "content": "Asia Bibi the Christian mother of five sentenced to death nearly a decade ago under Pakistans arcane blasphemy laws is, in effect, still facing a sentence, despite the Supreme Court of Pakistan overturning her actual death sentence on October 31, acquitting h… [+5694 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "USA Today: Donald Trump Must Break Up Big Tech Monopolies", "description": "A column in USA Today this week argues that President Trump should break up Facebook, Amazon, Google, and Netflix in the same vein as President Teddy Roosevelt.", "url": "https://www.breitbart.com/tech/2018/11/19/usa-today-donald-trump-must-break-up-big-tech-monopolies/", "urlToImage": "https://media.breitbart.com/media/2018/04/Silicon-Valley-Masters-Of-Universe.png", "publishedAt": "2018-11-19T20:27:57Z", "content": "USA Today opinion columnist Glenn Harlan Reynolds explained his feelings on Monday about the increasing power of technology companies like Amazon, Facebook, Google, and Netflix. Reynolds specifically pointed out how President Teddy Roosevelt broke up big busi… [+1582 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Awr Hawkins", "title": "Board of Health: Gun Stores Must Post Warning Signs for Firearm Risks", "description": "The King County Board of Health is requiring gun stores and shooting ranges to post warning signs regarding risks associated with firearms.", "url": "https://www.breitbart.com/politics/2018/11/19/board-health-gun-stores-ranges-post-warning-signs-firearm-risks/", "urlToImage": "https://media.breitbart.com/media/2018/08/ar-15-gun-shop-utah-2-18-getty.jpg", "publishedAt": "2018-11-19T20:05:19Z", "content": "On August 7, Breitbart News reported that the warning signs were proposed by King County Council Chair Joe McDermott (D). McDermott’s proposal : Require firearm dealers and those transferring ownership of their firearm to post warning signs disclosing the sig… [+1474 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Michelle Wolf Calls White House Correspondents’ Association ‘Cowards’", "description": "Comedian Michelle Wolf blasted the White House Correspondents' Association as \"cowards\" Monday, following their decision to not invite a comedian to the next correspondents' dinner.", "url": "https://www.breitbart.com/entertainment/2018/11/19/michelle-wolf-calls-white-house-correspondents-association-cowards/", "urlToImage": "https://media.breitbart.com/media/2018/11/MichellewolfWHCD1.jpg", "publishedAt": "2018-11-19T20:03:19Z", "content": "“The whca are cowards. The media is complicit. And I couldn’t be prouder,” Michelle Wolf said. The @whca are cowards. The media is complicit. And I couldn't be prouder. https://t.co/OOIFGuZ731 — Michelle Wolf (@michelleisawolf) November 19, 2018 Wolf’s critic… [+1470 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Chicago Skyscraper Elevator Plunges 84 Floors", "description": "After three hours, all occupants escaped an 875 North Michigan Avenue elevator car without hospitalization on Friday.", "url": "https://www.breitbart.com/pre-viral/2018/11/19/chicago-skyscraper-elevator-plunges-84-floors/", "urlToImage": "https://media.breitbart.com/media/2018/11/john-hancock-centre-chicago-elevator-plunge.png", "publishedAt": "2018-11-19T19:48:46Z", "content": "“At the beginning I believed we were going to die,” Mexican traveler Jaime Montemayor said. “We were going down and then I felt that we were falling down and then I heard a noiseclack clack clack clack clack clack.” Mana Castillo, Montemayor’s wife, remembers… [+1048 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "AccuWeather: Northeast Faces ‘Frigid’ Thanksgiving, Black Friday", "description": "The Northeastern United States is likely in for a \"frigid\" Thanksgiving as chilly winds may bring \"more rounds of snow and slick travel.\"", "url": "https://www.breitbart.com/local/2018/11/19/accuweather-northeast-faces-frigid-thanksgiving-black-friday/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1062018972.jpg", "publishedAt": "2018-11-19T19:34:02Z", "content": "Meteorologist Renee Duff writes the Northeast will face more “bouts of wintry weather” this week after snow blanketed parts of New York, New Jersey, and Virginia last Thursday. Washington, D.C. received nearly two inches of snows, causing a slew of delays and… [+1287 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew, Ben Kew", "title": "Venezuela: Maduro Regimes Continues Military Purge as Arrests Reach Record High", "description": "Politically motivated arrests of soldiers and military personnel in Venezuela reached an all-time high in 2018, according to a report from grassroots Venezuelan site Crónica Uno published Monday.", "url": "https://www.breitbart.com/national-security/2018/11/19/venezuela-maduro-regimes-continues-military-purge-arrests-reach-record-high/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/afp/14/3af286_venezuelan-president-nicolas-maduro-making-his-trip-country-he-was-allegedly-e1542655945676.jpg", "publishedAt": "2018-11-19T19:33:33Z", "content": "According to the latest figures, 197 members of the military are facing charges on crimes such as incitement to rebellion, treason to the fatherland, and breach of military etiquette, charges meant to target any dissent within the ranks of dictator Nicolás Ma… [+2378 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Sean Moran", "title": "17 Democrats Pledge to Block Nancy Pelosi’s Bid for Speaker", "description": "Seventeen House Democrats will pledge on Monday to oppose Rep. Nancy Pelosi’s (D-CA) bid for speaker of the House, which may block her attempt to lead the House of Representatives.", "url": "https://www.breitbart.com/politics/2018/11/19/17-democrats-pledge-block-nancy-pelosis-bid-speaker/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nancy-Pelosi-pursed-lips-getty.jpg", "publishedAt": "2018-11-19T19:19:50Z", "content": "House Democrats sent a letter to their colleagues, pledging to block Pelosi’s election in the Democratic Caucus and floor votes for speaker. The message arises two weeks after Democrats gained a majority in the House for the first time in eight years. We prom… [+3044 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "100 Chinese Tourists Raise Flag on Disputed South China Sea Island", "description": "A group of over 100 Chinese tourists swarmed Yagong Island, in the disputed Paracel Island chain of the South China Sea, this weekend for a \"flag-raising ceremony\" to assert China's sovereignty over the region.", "url": "https://www.breitbart.com/asia/2018/11/19/100-chinese-tourists-raise-flag-disputed-south-china-sea-island/", "urlToImage": "https://media.breitbart.com/media/2018/01/China.png", "publishedAt": "2018-11-19T19:15:42Z", "content": "Vietnam and Taiwan both claim parts of the Paracel Islands, though China has largely colonized the chain. Some of the tropical reefs in the region now boast complete artificial islands equipped with advanced Chinese military equipment. Beijing insists that it… [+3838 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Rouhani: Iran Will Continue Exporting Oil, America's 'Psychological War' Will Fail", "description": "Iranian President Hassan Rouhani gave a nationally televised speech on Monday in which he vowed to continue oil exports in defiance of U.S. sanctions and condemned America’s “psychological war” against his regime.", "url": "https://www.breitbart.com/national-security/2018/11/19/rouhani-iran-will-continue-exporting-oil-americas-psychological-war-will-fail/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/24/bffeb9_iranian-president-hassan-rouhani-saudi-journalist-jamal-khashoggi-heinous-e1540422530406.jpg", "publishedAt": "2018-11-19T19:12:56Z", "content": "Reuters provided a few choice excerpts from Rouhanis fiery speech: “We will not yield to this pressure, which is part of the psychological war launched against Iran,” Rouhani said in a speech in the city of Khoy, broadcast live on state television. “They have… [+3714 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Andrew Cuomo: Only ‘Extreme Conservatives, Socialists’ Oppose Controversial Amazon Deal", "description": "New York Governor Andrew Cuomo claimed in a statement that only \"extreme conservatives\" and \"socialists\" oppose New York's controversial tax deal with Amazon in exchange for the company's new headquarters, which was won over after New York offered Amazon bill…", "url": "https://www.breitbart.com/tech/2018/11/19/andrew-cuomo-only-extreme-conservatives-socialists-oppose-controversial-amazon-deal/", "urlToImage": "https://media.breitbart.com/media/2018/02/Andrew-Cuomo-hand-out-getty.jpg", "publishedAt": "2018-11-19T19:03:50Z", "content": "“This transaction is a lightning rod for the political rhetoric on both extremes. The extreme conservatives and the socialists both now vehemently oppose ‘incentives’ for Amazon, which is one of the most profitable companies in the country,” Cuomo declared. “… [+2263 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "EPA Region Administrator Trey Glenn Resigns After Indictment on Ethics Charges", "description": "Onis “Trey” Glenn III stepped down as the EPA's Region 4 Administrator after being indicted on ethics charges in Alabama last week.", "url": "https://www.breitbart.com/politics/2018/11/19/epa-region-administrator-trey-glenn-resigns-after-indictment-on-ethics-charges/", "urlToImage": "https://media.breitbart.com/media/2018/11/trey-glenn-mugshot.jpg", "publishedAt": "2018-11-19T18:53:57Z", "content": "BREAKING: Trump appointed #EPA Region Administrator, Trey Glenn, resigned. Glenn was indicted last week on state ethics charges. He was tied to the federal corruption trial about contamination in North Birmingham. This message was just sent to region 4 and EP… [+1878 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "Let Parliament Vote on Deal This Week So There is Time to Change it, Says Brexiteer Davis", "description": "Former Brexit Secretary David Davis has said Parliament should be allowed to vote on Theresa May's Brexit proposal as early as this week.", "url": "https://www.breitbart.com/europe/2018/11/19/let-parliament-vote-on-deal-this-week-so-there-is-time-to-change-it-says-brexiteer-davis/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1039211064.png", "publishedAt": "2018-11-19T18:38:34Z", "content": "The leading Brexiteer said the early vote would help avoid a Tory civil war and allow the Prime Minister the time needed to push for a better deal before the official divorce date in March 2019. Many Brexiteers want a guarantee that the UK will be able to lea… [+2246 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Corbyn: Labour Will Stop EU Fully Leaving EU", "description": "British opposition leader Jeremy Corbyn says his party will try to stop Britain leaving the European Union without an agreement if Prime Minister Theresa May's divorce deal is rejected by Parliament.", "url": "https://www.breitbart.com/europe/2018/11/19/corbyn-labour-will-stop-britain-fully-leaving-european-union-on-wto-brexit-terms/", "urlToImage": "https://media.breitbart.com/media/2018/09/jeremy-corbyn-2.png", "publishedAt": "2018-11-19T18:32:13Z", "content": "Corbyn, leader of the Labour Party, said in a speech to the Confederation of British Industry that “neither the Cabinet nor Parliament would endorse such an extreme and frankly dangerous course.” He said “Labour will not countenance a no-deal Brexit,” which c… [+446 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Sweden Faces Snap Election As Traditional Parties Refuse to Work With Populists", "description": "Over two months since the Swedish national election in September, no government has been formed as the centre-right alliance has nearly split over the question of working with the populist Sweden Democrats.", "url": "https://www.breitbart.com/europe/2018/11/19/sweden-faces-snap-election-as-traditional-parties-refuse-to-work-with-populists/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1031883564.png", "publishedAt": "2018-11-19T18:25:28Z", "content": "The vote saw the traditional parties of government lose support, while insurgent parties including most prominently the Sweden Democrats saw their popularity rise. The results left the traditional coalitions unable to form a working government without the Swe… [+2269 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "Watch – Kelley Paul on Criminal Justice Reform: ‘Just Locking People Up Is Not Solving the Problem’", "description": "Kelley Paul, the wife of Sen. Rand Paul (R-KY), sat down with Breitbart News Deputy Political Editor Amanda House last week to offer her thoughts on why criminal justice reform is needed in America.", "url": "https://www.breitbart.com/politics/2018/11/19/kelley-paul-on-criminal-justice-reform-we-need-to-give-people-a-second-chance/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screen-Shot-2018-11-19-at-1.21.37-PM-e1542651807729.png", "publishedAt": "2018-11-19T18:24:35Z", "content": "Paul says she is very enthusiastic about the FIRST STEP Act, a bill that would ease federal sentencing laws and that President Trump put his weight behind last Wednesday. “I think it’s really exciting and incredible. This is an incredible day for bipartisansh… [+3069 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Poll: Americans Turn on the Social Media Masters of the Universe", "description": "A recent poll by SurveyMonkey appears to show that public opinion on social media firms has become quite negative amongst the majority of people questioned. 57 Percent of Americans surveyed believe that social media hurts democracy and free speech.", "url": "https://www.breitbart.com/tech/2018/11/19/poll-americans-turn-on-the-social-media-masters-of-the-universe/", "urlToImage": "https://media.breitbart.com/media/2018/06/wi/afp/08/81f63d_prime-minister-malcolm-turnbull-love-facebook-boss-mark-zuckerberg-us-e1536006114669.jpg", "publishedAt": "2018-11-19T18:17:11Z", "content": "A SurveyMonkey poll conducted on November 9 which questioned 3,622 adults in the United States appears to show that the public opinion of social media firms has generally turned quite negative. Only 40 percent of Americans feel social media helps free speech … [+2383 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Dick Cheney Movie Director Adam McKay: Bill Clinton Among ‘Worst Presidents’ in Modern Age", "description": "The Dick Cheney biopic director says Bill Clinton was one of the \"worst presidents\" in modern U.S. history.", "url": "https://www.breitbart.com/entertainment/2018/11/19/dick-cheney-movie-director-adam-mckay-bill-clinton-among-worst-presidents-in-modern-age/", "urlToImage": "https://media.breitbart.com/media/2018/11/McKaycrop.jpg", "publishedAt": "2018-11-19T18:17:03Z", "content": "“I legitimately think Bill Clinton is one of the worst presidents in the modern age,” Adam McKay said in an interview with The Hollywood Reporter. “I think his presidency has aged so poorly: the deregulating of the banks. His personal life the #MeToo movement… [+1331 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons, Michelle Moons", "title": "WATCH LIVE: President and First Lady Trump Receive WH Christmas Tree", "description": "President Donald Trump and First Lady Melania Trump are receiving a Mountain Top Fraser Fir from the Smith Family Monday that will be the 2018 White House Christmas tree.", "url": "https://www.breitbart.com/video/2018/11/19/watch-live-president-and-first-lady-trump-receive-wh-christmas-tree/", "urlToImage": "https://media.breitbart.com/media/2017/11/wi/ap/21/1ajfjd2-e1542650073159.jpg", "publishedAt": "2018-11-19T18:15:05Z", "content": "President Donald Trump and First Lady Melania Trump are receiving a Mountain Top Fraser Fir from the Smith Family Monday that will be the 2018 White House Christmas tree. The Smith Family will present the Frasier Fir to the president and first lady at the Whi… [+554 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "Barnier: PM May Requested Brexit 'Backstop', Not EU", "description": "Theresa May requested the part of her proposed Brexit withdrawal agreement that could lock the UK to the European Union's (EU) trade laws in the long term, the bloc's chief Brexit negotiator has revealed.", "url": "https://www.breitbart.com/europe/2018/11/19/revealed-may-requested-brexit-customs-union-backstop-with-no-exit/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1069568438.png", "publishedAt": "2018-11-19T18:12:21Z", "content": "According to the withdrawal agreement the Prime Minister proposes to make official this week, the UK will remain in a customs union with the bloc if a trade deal is not agreed, and this will form the basis for a future relationship. Inside a customs union, th… [+2185 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "‘Rainbow After the Rain’: Xi Jinping Declares Victory in South China Sea Dispute", "description": "Chinese Communist Party chief Xi Jinping declared in an opinion piece published Monday in Philippine media that the dispute about China's colonization of the South China Sea is officially over. Xi is scheduled to arrive in Manila on Tuesday.", "url": "https://www.breitbart.com/asia/2018/11/19/south-china-sea-rainbow-rain-xi-jinping-declares-victory/", "urlToImage": "https://media.breitbart.com/media/2018/11/Xi-Jinping-clap-ap.jpg", "publishedAt": "2018-11-19T18:10:52Z", "content": "China claims most of the South China Sea and has illegally constructed military and surveillance facilities in the Spratly Island chain, shared between Vietnam and the Philippines. The Permanent Court of Arbitration at The Hague ruled for the Philippines and … [+4922 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Child Rapist, Gang Members Arrested by Texas Border Patrol Agents", "description": "Border Patrol agents in the Rio Grande Valley Sector arrested three Central Americans who are known members of violent gangs. The agents also arrested five illegal immigrants with criminal histories that include convictions for homicide, child rape, and other…", "url": "https://www.breitbart.com/border/2018/11/19/child-rapist-gang-members-arrested-by-texas-border-patrol-agents/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1058159512.jpg", "publishedAt": "2018-11-19T18:08:22Z", "content": "Agents assigned to the McAllen Station apprehended a group of 39 illegal immigrants near Hidalgo, Texas, on November 14. During processing, the agents learned that one of the migrants, a Guatemalan national, is a member of the 18th Street gang. The Guatemalan… [+2924 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "BoJo: 'EU is Punishing us by Amputating Northern Ireland'", "description": "Prominent Conservative Boris Johnson has again given his verdict on the Brexit process, breaking his silence to attack it as a betrayal that would relegate Britain to accepting colonial rule.", "url": "https://www.breitbart.com/europe/2018/11/19/boris-johnson-the-eu-is-punishing-us-by-amputating-northern-ireland/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1055714934-e1542650560920.jpg", "publishedAt": "2018-11-19T18:04:45Z", "content": "Johnson, who has frequently been touted as a potential successor to the Prime Minister but who fell at the first hurdle during the last leadership race which saw Theresa May became Prime Minister has frequently sniped from the sidelines. The two-time Mayor of… [+2690 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Stacey Abrams Urges Hollywood to Not End Production in Georgia After Celebs Protest Her Loss", "description": "Failed Democratic Georgia gubernatorial candidate Stacey Abrams is calling on Hollywood not to pull out its television and movie production from the Peach State in protest of her loss to Republican Brian Kemp.", "url": "https://www.breitbart.com/entertainment/2018/11/19/stacey-abrams-urges-hollywood-to-not-end-production-in-georgia-after-celebs-protest-her-loss/", "urlToImage": "https://media.breitbart.com/media/2018/11/StaceyAbrams1.jpg", "publishedAt": "2018-11-19T17:59:14Z", "content": "I appreciate the calls to action, but I ask all of our entertainment industry friends to support #FairFightGA but please do not #boycottgeorgia,” Abrams tweeted on Saturday. “The hard-working Georgians who serve on crews &amp; make a living here are not to bl… [+5218 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "WSJ: Facebook at ‘War’ as Zuckerberg Adopts ‘Aggressive Style’", "description": "The Wall Street Journal published an article recently which alleges that Facebook CEO Mark Zuckerberg's newly adopted aggressive management style is causing inner turmoil at the company as he tells his staff that the company is at \"war.\"", "url": "https://www.breitbart.com/tech/2018/11/19/wsj-facebook-at-war-as-zuckerberg-adopts-aggressive-style/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/15/838db1_mark-zuckerberg-offered-renewed-defense-facebook-handling-russian-misinformation-e1542650151719.jpg", "publishedAt": "2018-11-19T17:55:58Z", "content": "In an article titled “With Facebook at War, Zuckerberg Adopts More Aggressive Style,” the Wall Street Journal alleges that Facebook CEO Mark Zuckerberg has adopted a new, more aggressive management style which is reportedly turning away some executives and ca… [+3230 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Sean Moran", "title": "Exclusive—Rep. Tom Reed: Nancy Pelosi ‘Has a Real Math Problem’ for Speaker Battle Unless She Backs Bipartisan Rule Changes", "description": "Rep. Tom Reed (R-NY) told Breitbart News Sunday that unless Rep. Nancy Pelosi (D-CA) backs bipartisan reforms to empower rank-and-file lawmakers, she will likely not become the next Speaker of the House.", "url": "https://www.breitbart.com/politics/2018/11/19/exclusive-tom-reed-nancy-pelosi-has-a-real-math-problem-for-speaker-battle-unless-she-backs-bipartisan-rule-changes/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nancy-Pelosi.png", "publishedAt": "2018-11-19T17:37:29Z", "content": "House Problem Solvers Caucus co-chairman Reed told Breitbart News Sunday host Amanda House about his groups proposal to back Pelosi for Speaker for the House should she adopt their bipartisan plan to empower more House members. Reed, who represents a caucus o… [+3123 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Merrill Hope", "title": "Man Offered Parents $300 for Sex with 10-Year-Old, Say Texas Police", "description": "A man faces felony charges after he allegedly forced his way into a Texas hotel room and offered to pay a couple for sex with their 10-year-old son.", "url": "https://www.breitbart.com/border/2018/11/19/man-offered-parents-300-for-sex-with-10-year-old-say-texas-police/", "urlToImage": "https://media.breitbart.com/media/2018/08/Crime-Scene.png", "publishedAt": "2018-11-19T17:30:05Z", "content": "Louis Vincent Palmer, 32, purportedly resided in the hotel room next door to the unidentified family at an Austin Red Roof Inn. On Thursday night, he reportedly burst into their room after crossing paths with the young boy at a vending machine on the premises… [+2689 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Hayward: APEC Summit an Unexpected Disaster for China", "description": "The Asia-Pacific Economic Cooperation summit (APEC) concluded on Sunday without issuing a joint statement for the first time in the organization’s 25-year history.", "url": "https://www.breitbart.com/national-security/2018/11/19/hayward-apec-summit-an-unexpected-disaster-for-china/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/18/dc14f7_chinese-president-xi-jinping-erecting-trade-barriers-was-short-sighted-e1542636542512.jpg", "publishedAt": "2018-11-19T17:23:28Z", "content": "China reportedly objected to portions of the draft statement, particularly a line condemning unfair trade practices. The summit was surprisingly disastrous for China on numerous fronts, from mounting unease with Beijings heavy-handed tactics to self-inflicted… [+6279 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Whoopi Goldberg: Trump Needs to ‘Shut Up,’ He Doesn’t ‘Give a Damn About the People in California’", "description": "Monday on ABC’s “The View,” co-host Whoopi Goldberg criticized President Donald Trump for his comments about the California wildfires. In a video clip from his California weekend visit, Trump said, “I was with the president of Finland and he said we’re a fore…", "url": "https://www.breitbart.com/video/2018/11/19/whoopi-goldberg-trump-needs-to-shut-up-he-doesnt-give-a-damn-about-the-people-in-california/", "urlToImage": "https://media.breitbart.com/media/2017/03/Whoopi-Goldberg.jpg", "publishedAt": "2018-11-19T17:23:07Z", "content": "Monday on ABC’s “The View,” co-host Whoopi Goldberg criticized President Donald Trump for his comments about the California wildfires. In a video clip from his California weekend visit, Trump said, “I was with the president of Finland and he said we’re a fore… [+2090 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Nolte: Poll Shows CNN’s Jake Tapper Is America’s Most Distrusted ‘Journalist’", "description": "A Morning Consult poll shows CNN's Jake Tapper is the most mistrusted journalist in America.", "url": "https://www.breitbart.com/the-media/2018/11/19/nolte-poll-shows-cnns-jake-tapper-is-americas-most-distrusted-journalist/", "urlToImage": "https://media.breitbart.com/media/2017/12/Jake-Tapper.png", "publishedAt": "2018-11-19T17:18:33Z", "content": "The poll surveyed 2,206 adults, has a margin of error of plus or minus two percent, and asked a number of questions about the news media in general and 50 specific American media personalities specifically. When asked “How much do you trust the following” med… [+3059 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Democrats File Lawsuit Challenging Acting AG Matthew Whitaker Appointment", "description": "Democrat Sens. Blumenthal, Whitehouse, and Hirono filed a lawsuit challenging President Trump's appointment of acting AG Whitaker.", "url": "https://www.breitbart.com/politics/2018/11/19/blumenthal-hirono-file-lawsuit-challenging-acting-ag-whitakers-appointment/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1061928026.jpg", "publishedAt": "2018-11-19T16:56:41Z", "content": "NEW: Three Dem senators (Blumenthal, Hirono, Whitehouse) filed a lawsuit this morning challenging Matthew Whitaker's appointment as acting attorney general they're arguing Trump's appointment evades the Senate's \"advice and consent\" role https://t.co/Z9fGFRvc… [+1910 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Conway: Trump ‘Made the Difference’ in Florida", "description": "On Monday’s broadcast of the Fox News Channel’s “America’s Newsroom,” White House Counselor Kellyanne Conway said President Trump’s involvement in the last week before the election “really made the difference” in the victories by Rick Scott (R) and Ron DeSant…", "url": "https://www.breitbart.com/video/2018/11/19/conway-trump-made-the-difference-in-florida/", "urlToImage": "https://media.breitbart.com/media/2017/07/conway-1.jpg", "publishedAt": "2018-11-19T16:51:30Z", "content": "On Monday’s broadcast of the Fox News Channel’s “America’s Newsroom,” White House Counselor Kellyanne Conway said President Trump’s involvement in the last week before the election “really made the difference” in the victories by Rick Scott (R) and Ron DeSant… [+403 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "CNN’s Carl Bernstein: Media Should Not Air ‘Propaganda’ Trump Press Events; Should ‘Edit’", "description": "CNN commentator Carl Bernstein said on air Sunday that media outlets should not air President Trump's full press events but should, instead, show edited portions to viewers.", "url": "https://www.breitbart.com/the-media/2018/11/19/cnns-carl-bernstein-media-should-not-air-propaganda-trump-press-events-should-edit/", "urlToImage": "https://media.breitbart.com/media/2018/11/Bernsteincrop.jpg", "publishedAt": "2018-11-19T16:40:31Z", "content": "“I also think because of Trump’s lying, and his conduct in the presidency, which is so different than anything we’ve ever seen, we need to start thinking of a different way to cover his press conferences and briefings,” Carl Bernstein told CNN’s Brian Stelter… [+1819 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "FS1’s Sharpe Likens White Ravens Player Spitting on Black Bengals Player to Calling Him the ‘N-word’", "description": "Monday, Fox Sports 1 “Undisputed” co-host Shannon Sharpe reacted to Baltimore Ravens offensive lineman Marshal Yanda appearing to spit on Cincinnati Bengals linebacker Vontaze Burfict in their Sunday rivalry matchup. What's your opinion of this? Watch Marshal…", "url": "https://www.breitbart.com/video/2018/11/19/fs1s-sharpe-likens-white-ravens-player-spitting-on-black-bengals-player-to-calling-him-the-n-word/", "urlToImage": "https://media.breitbart.com/media/2018/11/sharpe.jpg", "publishedAt": "2018-11-19T16:38:08Z", "content": "Monday, Fox Sports 1 “Undisputed” co-host Shannon Sharpe reacted to Baltimore Ravens offensive lineman Marshal Yanda appearing to spit on Cincinnati Bengals linebacker Vontaze Burfict in their Sunday rivalry matchup. What's your opinion of this? Watch Marshal… [+947 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Homebuilder Sentiment Unexpectedly Crashes to Lowest Level in Two Years", "description": "A warning flare just went up from homebuilders.", "url": "https://www.breitbart.com/economy/2018/11/19/homebuilder-sentiment-unexpectedly-crashes-to-lowest-level-in-two-years/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/11/21acf3_aptopix-tropical-weather-61899-emergency-workers-dr-patricia-cantrell-e1542641770848.jpg", "publishedAt": "2018-11-19T16:38:03Z", "content": "Sentiment among homebuilders dropped 8 points in November to 60 in the National Association of Home Builders/Wells Fargo Housing Market Index. Economists had expected it to remain unchanged at 68. The November reading is the lowest since August 2016, when the… [+1387 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Apple CEO Tim Cook Defends Huge Google Contract Despite Privacy Criticisms", "description": "Apple CEO Tim Cook recently defended his company's decision to sign a multibillion-dollar deal with Google despite his consistent criticism of the company's privacy policies.", "url": "https://www.breitbart.com/tech/2018/11/19/apple-ceo-tim-cook-defends-huge-google-contract-despite-privacy-criticisms/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/30/50bc3a_apple-showcase-16148-apple-ceo-tim-cook-speaks-an-event-announce-new-products-e1542644779883.jpg", "publishedAt": "2018-11-19T16:26:29Z", "content": "The Verge reports that during an interview on Axios on HBO, Apple CEO Tim Cook was asked about his company’s decision to sign a multibillion-dollar deal with Google which would see the company’s search engine made the default one used across Apple’s many prod… [+2540 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Former Facebook Security Chief Alex Stamos: ‘Yes, Facebook Made Mistakes… but We Weren’t the Only Ones’", "description": "Former Facebook Chief Security Officer Alex Stamos wrote an article for the Washington Post, Saturday, titled \"Yes, Facebook made mistakes in 2016. But we weren’t the only ones.\"", "url": "https://www.breitbart.com/tech/2018/11/19/former-facebook-security-chief-alex-stamos-yes-facebook-made-mistakes-but-we-werent-the-only-ones/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/15/0c74e1_delay-deny-deflect-new-york-times-takes-aim-facebook-facebook-drops-firm-e1542644426532.jpg", "publishedAt": "2018-11-19T16:20:31Z", "content": "“To be clear, no one at the company ever told me not to examine Russian activity, nor did anyone attempt to lie about our findings, but Facebook should have responded to these threats much earlier and handled disclosure in a more transparent manner,” declared… [+1929 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump: Yes, We Should Have Captured Osama Bin Laden Earlier", "description": "President Donald Trump defended his statement that the United States should have captured Osama Bin Laden earlier.", "url": "https://www.breitbart.com/politics/2018/11/19/donald-trump-yes-we-should-have-captured-osama-bin-laden-earlier/", "urlToImage": "https://media.breitbart.com/media/2018/11/pjimage-62.jpg", "publishedAt": "2018-11-19T16:19:09Z", "content": "“Of course we should have captured Osama Bin Laden long before we did,” Trump said. In an interview with Fox News Sunday, Trump dismissed Retired Admiral Bill McRaven, a Navy SEAL who commanded the special forces operations that took out Bin Laden, who critic… [+1918 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Darts Player Accuses Opponent of Distracting Him by Farting During Tournament", "description": "A Dutch dart player at England's Grand Slam of Darts is accusing his opponent of making the game stink...literally...with the claim he caused a distraction by passing gas during the tournament.", "url": "https://www.breitbart.com/sports/2018/11/19/darts-player-accuses-opponent-distracting-him-farting-during-tournament/", "urlToImage": "https://media.breitbart.com/media/2018/11/gty-vary-anderson-1.jpg", "publishedAt": "2018-11-19T16:19:04Z", "content": "Dutch player Wesley Harms raised a stink over the actions of opponent Gary Anderson of Scotland with Harms insisting that Anderson released a foul cloud that distracted him from his game, according to the New York Post. Ever taking the high road, the British … [+1582 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Jewish Leader Ron Lauder Charges Germany Doing 'Too Little' to Return Nazi-Looted Art", "description": "TEL AVIV – Germany is taking far too long returning works of art confiscated by the Nazis to their rightful owners and not doing enough to combat a surge in antisemitism in recent years, the head of the World Jewish Congress Ronald Lauder said Sunday.", "url": "https://www.breitbart.com/middle-east/2018/11/19/jewish-leader-charges-germany-with-having-worst-record-returning-nazi-looted-art/", "urlToImage": "https://media.breitbart.com/media/2018/11/ron-lauder.png", "publishedAt": "2018-11-19T16:02:23Z", "content": "One country that has done too little is Germany. Germany has a historic responsibility to do the right thing. We all know that the Holocaust had its origins there and was spread from there, Lauder told the Welt am Sonntag newspaper, according to a translation… [+1608 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Linda Sarsour Slammed for Accusing U.S. Jews of Dual Loyalty to Israel", "description": "TEL AVIV – Women’s March leader Linda Sarsour issued an underhanded condemnation of American Jews for “masquerading as progressives” while putting Israel above democracy, free speech and the right to boycott the Jewish state.", "url": "https://www.breitbart.com/middle-east/2018/11/19/linda-sarsour-accuses-u-s-jews-with-masquerading-as-progressives-as-they-deny-free-speech-bds/", "urlToImage": "https://media.breitbart.com/media/2017/05/linda-sarsour-activist-women-for-syria-getty.jpg", "publishedAt": "2018-11-19T16:00:11Z", "content": "In a Facebook post, Sarsour wrote that Omar is being attacked for saying that she supports BDS (Boycott Divestment Sanctions) and the right for people to engage in constitutionally protected freedoms. This is not only coming from the right-wing but some folks… [+3524 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "White House Correspondents Dinner Hires Historian, Not Comedian, as 2019 Speaker", "description": "The White House Correspondents' Association announced author Ron Chernow will be the featured speaker at its 2019 dinner, breaking with the tradition of featuring a comedian at the annual event.", "url": "https://www.breitbart.com/the-media/2018/11/19/white-house-correspondents-dinner-historian-ron-chernow-not-comedian/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-952530222.jpg", "publishedAt": "2018-11-19T15:56:55Z", "content": "Im delighted that Ron will share his lively, deeply researched perspectives on American politics and history at the 2019 White House Correspondents Dinner, Olivier Knox, the president of the WHCA, said in a statement. As we celebrate the importance of a free … [+2033 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Chipotle Rethinking Manager Firing over Apparent Race Hoax", "description": "Chipotle is reconsidering the termination of one of their managers after she became the victim of an apparent race hoax.", "url": "https://www.breitbart.com/politics/2018/11/19/chipotle-rethinking-manager-firing-over-apparent-race-hoax/", "urlToImage": "https://media.breitbart.com/media/2018/11/Chipotle.png", "publishedAt": "2018-11-19T15:53:55Z", "content": "On Saturday, Chipotle fired one of its St. Paul, MN, managers after a viral video showed that she refused to serve five black customers. She accused them of planning to take the food without paying for it. “You gotta pay, because youve never had money when yo… [+2693 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Netanyahu Coalition Crisis Eases as Naftali Bennett Walks Back Threats to Resign", "description": "TEL AVIV – Education Minister and head of the Jewish Home party Naftali Bennett on Monday walked back on a promise to quit the coalition if he is not made defense minister, saying he would back Prime Minister Benjamin Netanyahu in the role and ensure Israel g…", "url": "https://www.breitbart.com/middle-east/2018/11/19/bennett-walks-backs-threats-to-resign-snap-polls-avoided-for-now/", "urlToImage": "https://media.breitbart.com/media/2017/01/Education-Minister-Naftali-Bennett.png", "publishedAt": "2018-11-19T15:46:32Z", "content": "Bennett’s announcement, which he made alongside his second-in-command, Justice Minister Ayelet Shaked, leaves only Finance Minister Moshe Kahlon still threatening the coalition’s one-seat majority with a call for early elections. Despite supporting Netanyahu’… [+2507 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Sanders: ‘We’re Looking at’ Running in 2020", "description": "During Sunday’s “PoliticsNation” on MSNBC, host Al Sharpton asked Sen. Bernie Sanders (I-VT) if he will run for president again in 2020. Sanders said he was “looking at it” and will do so if he is able to conclude he is the strongest candidate to defeat Presi…", "url": "https://www.breitbart.com/video/2018/11/19/sanders-were-looking-at-running-in-2020/", "urlToImage": "https://media.breitbart.com/media/2018/05/Sanders-2.jpg", "publishedAt": "2018-11-19T15:46:22Z", "content": "During Sunday’s “PoliticsNation” on MSNBC, host Al Sharpton asked Sen. Bernie Sanders (I-VT) if he will run for president again in 2020. Sanders said he was “looking at it” and will do so if he is able to conclude he is the strongest candidate to defeat Presi… [+680 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "Joe Biden Uses Debunked Stat to Slam Trump Campus Sex Misconduct Policy", "description": "Former Vice President Joe Biden used an already debunked statistic Friday to support his condemnation of the education department’s proposed rule to handle allegations of sexual misconduct on college campuses.", "url": "https://www.breitbart.com/politics/2018/11/19/joe-biden-uses-debunked-stat-to-slam-trump-campus-sex-misconduct-policy/", "urlToImage": "https://media.breitbart.com/media/2018/03/Collage-Biden-Trump-angry-afp-ap.jpg", "publishedAt": "2018-11-19T15:43:49Z", "content": "Betsy DeVos new Title IX rules will discourage sexual assault reporting and investigations. When 1 in 5 women experience sexual assault while in college, we cant afford to go backwards. Share your views: https://t.co/eSsO7c9yXD — Joe Biden (@JoeBiden) Novembe… [+3159 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "Report: Redskins’ ‘Conservative’ GM Will Not Give Kaepernick a Tryout", "description": "The Redskins lost a lot more than a football game on Sunday. On the 33rd anniversary of Redskin legend Joe Theismann breaking his leg on Monday Night Football, Washington's Alex Smith had his leg broken on a sack by Houston's J.J. Watt.", "url": "https://www.breitbart.com/sports/2018/11/19/report-redskins-conservative-gm-will-not-kaepernick-tryout/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-3.jpg", "publishedAt": "2018-11-19T15:35:01Z", "content": "With Smith requiring immediate surgery and the Redskins in the midst of a playoff race, the question of who would back-up new Redskins started Colt McCoy, was asked. Not surprisingly, most in the media already had the answer: Colin Kaepernick. However, accord… [+1991 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "CNN Requests Emergency Hearing After Trump Warns Acosta’s Press Pass in Jeopardy Again", "description": "CNN host Brian Stelter reports that the White House may once again revoke White House correspondent Jim Acosta's press credential after a judge ruled to reinstate the \"hard pass\" last week. The network has asked for an emergency hearing in response to the thr…", "url": "https://www.breitbart.com/the-media/2018/11/19/wh-warns-acosta-could-be-revoked-again/", "urlToImage": "https://media.breitbart.com/media/2018/09/jim.png", "publishedAt": "2018-11-19T15:18:33Z", "content": "“Friday’s court ruling means that a temporary restraining order is in effect for 14 days. But W.H. officials sent Acosta a letter stating that his press pass is set to be suspended again once the restraining order expires,” Stelter tweeted late Sunday. Friday… [+3302 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Jim Carrey: Trump Is a Cancer and Republicans Are Rapists Who Need to Be Removed", "description": "Actor Jim Carrey doubled down on his criticism of President Donald Trump on a panel at Vulture Fest Sunday, describing Trump as a \"melanoma\" and accusing Republicans of \"raping\" America's system of government.", "url": "https://www.breitbart.com/entertainment/2018/11/19/jim-carrey-trump-is-cancer-republicans-rapists-who-need-to-be-removed/", "urlToImage": "https://media.breitbart.com/media/2018/11/Carreycrop3.jpg", "publishedAt": "2018-11-19T15:18:23Z", "content": "“These are not people you can deal with. You cannot be bipartisan with a criminal. A rapist needs to be removed, not negotiated with. These people are raping our system, they’re destroying it right in front of us,” Jim Carrey said, according to The Hollywood … [+1499 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Allum Bokhari", "title": "Bokhari: Rise of the Western Dissidents", "description": "Can western liberal democracies have dissidents? Increasingly, it seems to be the case.", "url": "https://www.breitbart.com/tech/2018/11/19/bokhari-rise-of-the-western-dissidents/", "urlToImage": "https://media.breitbart.com/media/2018/11/Western_Dissidents_Assange_Snowden_Robinson_Wilders.png", "publishedAt": "2018-11-19T15:15:26Z", "content": "Chief among them is Julian Assange, who for a half-decade has been forced to live in the tiny Ecuadorian embassy in London, where he has claimed political asylum since 2011. Assange claimed that he would be extradited to the U.S. to face charges over his work… [+6923 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Dem Rep.-elect Escobar: El Paso Is the ‘New Ellis Island’", "description": "Rep.-elect Veronica Escobar (D-TX) on Monday’s “Morning Joe” on MSNBC discussed immigration, declaring El Paso, TX, as “the new Ellis Island.” “El Paso, Texas, is very unique and very special,” Escobar shared. “We are right on the U.S./Mexico border, so my co…", "url": "https://www.breitbart.com/video/2018/11/19/dem-rep-elect-escobar-el-paso-is-the-new-ellis-island/", "urlToImage": "https://media.breitbart.com/media/2018/11/escobar.jpg", "publishedAt": "2018-11-19T15:14:27Z", "content": "Rep.-elect Veronica Escobar (D-TX) on Monday’s “Morning Joe” on MSNBC discussed immigration, declaring El Paso, TX, as “the new Ellis Island.” “El Paso, Texas, is very unique and very special,” Escobar shared. “We are right on the U.S./Mexico border, so my co… [+1211 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Six Bangladeshis Apprehended in 12 Hours at Texas Border", "description": "Laredo Sector Border Patrol agents continue to find illegal immigrants from Bangladesh who cross the border from Mexico. During a 12-hour period beginning on Saturday evening, six Bangladeshi nationals were apprehended in two separate incidents.", "url": "https://www.breitbart.com/border/2018/11/19/six-bangladeshis-apprehended-in-12-hours-at-texas-border/", "urlToImage": "https://media.breitbart.com/media/2018/11/BP-arrests-Bangladeshi-Nationals-Laredo-Sector.jpg", "publishedAt": "2018-11-19T14:59:38Z", "content": "Agents assigned to the Laredo South Border Patrol Station came upon a group of four suspected illegal immigrants while patrolling near Masterson Road in Laredo, Texas, on Saturday. The agents conducted interviews as part of Laredo Sector line watch operations… [+2203 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Democrat Eric Swalwell: I Was Being ‘Sarcastic’ When I Talked About Nuking Gun Owners", "description": "Rep. Eric Swalwell (D-CA) says he was being \"sarcastic\" when he talked of nuking gun owners who refuse to comply with his confiscatory plans banning \"assault weapons.\"", "url": "https://www.breitbart.com/politics/2018/11/19/democrat-eric-swalwell-i-was-being-sarcastic-when-i-talked-about-nuking-gun-owners/", "urlToImage": "https://media.breitbart.com/media/2018/08/swalwell-capitol-getty.jpg", "publishedAt": "2018-11-19T14:48:59Z", "content": "On November 16, 2018, Breitbart News reported that Swalwell defended his proposed assault weapons buyback program by saying that if gun owners defy the ban, the government has nukes. Swalwell was going back and forth on Twitter with reporter Joe Biggs when he… [+1835 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Stormy Daniels: Trump 'Completely Destroyed' My Porn Screenwriting Career", "description": "Stormy Daniels said during an appearance at the Oxford Union that President Trump “completely destroyed” her porn screenwriting career.", "url": "https://www.breitbart.com/entertainment/2018/11/19/stormy-daniels-trump-completely-destroyed-my-porn-career/", "urlToImage": "https://media.breitbart.com/media/2018/09/StormyVogue1.jpg", "publishedAt": "2018-11-19T14:48:55Z", "content": "Although Daniels made all the decisions that dropped her into what she describes as a political “shitshow” — it was her decision to violate the non-disclosure agreement she had with Trump about their alleged one night stand in 2006, her decision to retain pub… [+2210 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Actress Amber Tamblyn: I Imagined Giving My Baby to Canadians After Trump’s Election", "description": "Actress Amber Tamblyn confessed in a recent public appearance that she considered giving her unborn baby girl away to Canadians following the election of Donald Trump.", "url": "https://www.breitbart.com/entertainment/2018/11/19/amber-tamblyn-i-imagined-giving-my-baby-to-canadians-after-trump-election/", "urlToImage": "https://media.breitbart.com/media/2018/11/Ambercrop3.jpg", "publishedAt": "2018-11-19T14:39:34Z", "content": "Amber Tamblyn told attendees at Vulture Fest’s “Feminist AF” panel in Los Angeles Sunday how she felt like giving her baby away on election night 2016. According to The Hollywood Reporter, “When Clinton’s director of strategic communications informed Javits C… [+1992 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "EU's Barnier and May's Business Secretary Back Extending Brexit 'Transition Period' to 2022", "description": "EU chief Brexit negotiator Michel Barnier has suggested Britain could be locked into the bloc as a non-voting member for a further two years from the originally proposed cut-off of December 2020, and apparently has support for the measure from Theresa May’s g…", "url": "https://www.breitbart.com/europe/2018/11/19/barnier-extend-brexit-transition-2022/", "urlToImage": "https://media.breitbart.com/media/2018/11/EU-says-UK-will-have-no-say-during-short-Brexit-transition-1-e1542628494488.jpg", "publishedAt": "2018-11-19T14:36:50Z", "content": "The veteran Eurocrat made his proposal at a meeting with ambassadors from the EUs 27 remaining nations Sunday, raising the prospect that Britain could continue paying huge contributions into the unions budget, abiding by its rules and keeping UK borders open … [+3489 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "‘Enough, Enough, Enough’: Australia Ready to Slash Migrant Intake", "description": "A major cut in Australia's migrant intake has been promised by Prime Minister Scott Morrison who says the country's major cities have buses, trains and schools that \"are full.\"", "url": "https://www.breitbart.com/politics/2018/11/19/enough-enough-enough-australia-ready-to-slash-migrant-intake/", "urlToImage": "https://media.breitbart.com/media/2018/07/immigration-australia.png", "publishedAt": "2018-11-19T14:25:05Z", "content": "Mr. Morrison delivered a speech in Sydney on Monday night pledging he heard voters who are concerned about the human tide flooding the nations major capital cities, including Sydney and Melbourne. Population growth has played a key role in our economic succes… [+2377 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Scarborough: 'Donald Trump Is Not Going to Win Re-Election' - Breitbart News", "description": "Breitbart News Scarborough: 'Donald Trump Is Not Going to Win Re-Election' Breitbart News During Monday's broadcast of “Morning Joe” on MSNBC, host Joe Scarborough discussed President Donald Trump's chances for re-election in 2020. According to Scarborough, T…", "url": "https://www.breitbart.com/video/2018/11/19/scarborough-donald-trump-is-not-going-to-win-re-election/", "urlToImage": "https://media.breitbart.com/media/2018/11/scarborough.jpg", "publishedAt": "2018-11-19T14:09:00Z", "content": "During Monday’s broadcast of “Morning Joe” on MSNBC, host Joe Scarborough discussed President Donald Trump’s chances for re-election in 2020. According to Scarborough, Trump’s “pathway to victory” is “narrowed” now from 2018 because he will not do as well in … [+960 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "Checks on 3,000 Foreign Doctors After Migrant Faked Medical Degree for 22 Years", "description": "Up to 3,000 foreign doctors in the UK are having background checks after it emerged a fake psychiatrist was allowed to practice with no qualifications for 22 years.", "url": "https://www.breitbart.com/europe/2018/11/19/checks-on-3000-foreign-doctors-after-migrant-faked-medical-degree-for-22-years/", "urlToImage": "https://media.breitbart.com/media/2018/11/Doc.jpg", "publishedAt": "2018-11-19T13:50:11Z", "content": "Zholia Alemi, 55, claimed to have a medical degree from Auckland University when she registered in the UK in the 1995 – But she had actually dropped out of medical school in her first year. She also attempted to steal from patients and is currently serving fi… [+1856 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "‘Shame on You ACLU’: Moderate Liberals Slam ‘Civil Rights’ Org for Opposing Due Process on College Campuses", "description": "The response of the ACLU to the Trump education department’s proposal to handle allegations of sexual misconduct on college campuses has more people convinced the organization’s original mission to protect civil liberties no longer exists.", "url": "https://www.breitbart.com/politics/2018/11/18/aclu-believed-dead-slam-due-process-accused-sexual-misconduct/", "urlToImage": "https://media.breitbart.com/media/2015/03/students-college-campus-carry-AFP.jpg", "publishedAt": "2018-11-19T13:42:15Z", "content": "Matt Naham at Law &amp; Crime observed the ACLUs response to the new Title IX proposed rule has more than a few people convinced the organization is now dead. Naham noted various reactions to the ACLUs response, adding, Many others have concluded that the ACL… [+7354 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Box Office: ‘Fantastic Beasts’ Steals Top Spot from ‘The Grinch’ with $62M Debut", "description": "LOS ANGELES (AP) — “Fantastic Beasts: The Crimes of Grindelwald” crawled, slithered and flew its way to the top of the weekend box office with a $62.2 million opening in the U.S. and Canada, according to studio estimates Sunday.", "url": "https://www.breitbart.com/entertainment/2018/11/19/box-office-fantastic-beasts-steals-top-spot-from-the-grinch-with-62m-debut/", "urlToImage": "https://media.breitbart.com/media/2018/11/Fanstasticcrimes1.jpg", "publishedAt": "2018-11-19T13:41:31Z", "content": "The latest offering from the Harry Potter multiverse fell short of the opening of the first film in the Warner Bros. series, 2016s Fantastic Beasts and Where to Find Them, which debuted with $74 million in a similar November release and went on to earn $234 m… [+3089 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Germany U-Turns on Selling Saudis Arms After Killing of Jamal Khashoggi", "description": "The German government says it has halted previously approved arms exports to Saudi Arabia amid the fallout from the killing of Saudi journalist Jamal Khashoggi.", "url": "https://www.breitbart.com/europe/2018/11/19/germany-u-turns-on-selling-saudis-arms-after-killing-of-jamal-khashoggi/", "urlToImage": "https://media.breitbart.com/media/2018/07/wi/ap/26/f69e88_south-korea-germany-88959-heiko-maas-german-foreign-minister-heiko-maas-e1533852902111.jpg", "publishedAt": "2018-11-19T13:41:21Z", "content": "Germany said a month ago it wouldn’t approve any new weapons exports to Saudi Arabia, but left open what would happen with already approved contracts. Germany’s economy ministry oversees the authorization of arms exports. Ministry spokesman Philipp Jornitz sa… [+1160 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "WATCH – Steve Scalise Recalls Shooting: ‘I Started to Pray’ and ‘Put It in God’s Hands’", "description": "\"The first thing that came to mind is, I've got a daughter. At the time, she's ten years old. She's daddy's little girl, and I said, 'God, please don't let Madison have to walk up the aisle alone.'\"", "url": "https://www.breitbart.com/radio/2018/11/19/watch-steve-scalise-recalls-shooting-i-started-to-pray-and-put-it-in-gods-hands/", "urlToImage": "https://media.breitbart.com/media/2017/10/wi/ap/06/2b2dhgu-e1542607298634.jpg", "publishedAt": "2018-11-19T13:37:37Z", "content": "Scalise said of his recovery after being shot, “I’m feeling really good, now. I’ve come a long way in that year and five months, but I went through nine different surgeries, and finally got through all the surgeries that have been planned to put me back toget… [+3849 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Ex-Australia PM Tony Abbott Says Move Embassy to Jerusalem, Defy Muslim Backlash", "description": "Former Australia Prime Minister Tony Abbott says the time has come to move Australia’s embassy in Israel to Jerusalem in defiance of threats from Muslim-majority neighbours Indonesia and Malaysia.", "url": "https://www.breitbart.com/middle-east/2018/11/19/ex-australia-pm-tony-abbott-says-move-embassy-to-jerusalem-defy-muslim-backlash/", "urlToImage": "https://media.breitbart.com/media/2017/01/tony-abbott.png", "publishedAt": "2018-11-19T12:59:26Z", "content": "Mr. Abbott has joined fellow Liberal Party elder John Howard and Treasurer Josh Frydenberg in backing the move, announced by Prime Minister Scott Morrison during a recent by-election campaign. The former premier said Monday that the embassy should be moved to… [+2748 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "'The Rotten Cherry Atop Theresa's Poison Cake': PM Makes Brexit Speech to Pro-EU Biz Group.Says Brits Should do What Big Business Tells Them", "description": "British Prime Minister has given a speech to the Confederation of British Industry’s (CBI) annual conference standing by her so-called ‘Brexit in name only’ (Brino) plan, but the speech and audience have been criticised as supporting turning Britain into a “v…", "url": "https://www.breitbart.com/europe/2018/11/19/rotten-cherry-atop-theresa-mays-poison-cake-pms-brexit-speech-to-pro-eu-business-group/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1069559872-e1542631711259.jpg", "publishedAt": "2018-11-19T12:57:22Z", "content": "Theresa May addressed the CBI, a body which has long supported Britain’s membership of the European Union and has been called upon to back up the Prime Minister’s softest-Brexit plan on Monday, with her saying the people of Britain should listen to big busine… [+5648 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Israeli Arab Teenager: It's 'A Privilege' to Serve in IDF", "description": "T., a 19-year-old from the Jerusalem area, where clashes with police is a regular occurence, decided four months ago in an unprecedented move to join the Border Police. On Wednesday he is expected to participate in a graduation ceremony from basic training wh…", "url": "https://www.breitbart.com/middle-east/2018/11/19/israeli-arab-teenager-its-a-privilege-to-serve-in-idf/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/afp/28/5f68e7_israeli-security-forces-adam-settlement-in-occupied-west-bank-on-26-2018.jpg", "publishedAt": "2018-11-19T11:52:26Z", "content": "Although the teenager says it’s “a privilege to serve my country, his family, especially his mother is less enthusiastic. She has an excuse prepared for anyone asking about his whereabouts. She tells everyone that I study at university, T. explained laughingl… [+360 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Israel Books Record Tourist Numbers as U.S., Europe Travelers Dominate", "description": "Israel’s position as one of the world’s fastest-growing tourist destinations has been confirmed as record numbers of inbound travelers have already been recorded for 2018.", "url": "https://www.breitbart.com/middle-east/2018/11/19/israel-books-record-tourist-numbers-as-u-s-europe-travelers-dominate/", "urlToImage": "https://media.breitbart.com/media/2018/11/israel-tourism.png", "publishedAt": "2018-11-19T11:39:14Z", "content": "The number of tourists surpassed last years record of 3.6 million on Friday, and the Ministry of Tourism is projecting entries will exceed four million by December 31, the Jerusalem Post reports. Since January 1, arrivals from Europe have soared in comparison… [+2171 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "May to Tell Brexiteers Deal Can't be Improved.Will Sign Britain Up to 'Brino' on Saturday at Brussels Summit", "description": "The Prime Minister is preparing to tell Brexiteer ministers there is no way to change or improve her draft Brexit withdrawal agreement, reports suggest. | London / Europe", "url": "https://www.breitbart.com/europe/2018/11/19/may-to-tell-brexiteers-deal-cant-be-improved/", "urlToImage": "https://media.breitbart.com/media/2018/11/May-Brink.png", "publishedAt": "2018-11-19T11:12:39Z", "content": "Theresa May plans to confront the five ministers who are planning try and push her to fight for a better deal and add a clear way for the UK to leave a customs union with the European Union (EU), the Telegraph reports. Andrea Leadsom, the Commons leader, is e… [+2203 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "U.K. Foreign Minister Jeremy Hunt Warns Iran: Stop Jailing Innocent People", "description": "U.K Foreign Minister Jeremy Hunt warned Iran to stop jailing innocent people ahead of his first visit to the Islamic Republic.", "url": "https://www.breitbart.com/middle-east/2018/11/19/u-k-foreign-minister-jeremy-hunt-warns-iran-stop-jailing-innocent-people/", "urlToImage": "https://media.breitbart.com/media/2018/10/Jeremy-Hunt-Conference-Getty.png", "publishedAt": "2018-11-19T10:16:12Z", "content": "Britain’s top diplomat said Iran’s hardline regime must release people including charity worker Nazanin Zaghari-Ratcliffe, who is currently being held on disputed spying charges. Zaghari-Ratcliffe was arrested during a holiday with her toddler daughter in Apr… [+2292 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Kuwaiti Sheikh Steps Aside from IOC After Forgery Charge", "description": "KUWAIT CITY – World sport powerbroker Sheikh Ahmad al-Fahad al-Sabah said he was “temporarily” stepping aside from his International Olympic Committee duties on Monday after he was charged with forgery in Switzerland.", "url": "https://www.breitbart.com/middle-east/2018/11/19/kuwaiti-sheikh-steps-aside-from-ioc-after-forgery-charge/", "urlToImage": "https://media.breitbart.com/media/2018/11/Sheikh-Ahmad-al-Fahad-al-Sabah.png", "publishedAt": "2018-11-19T09:47:55Z", "content": "The Kuwaiti, one of the most influential figures in international sport, said he “strenuously denies any wrongdoing”, calling the allegations “maliciously motivated by political factions within Kuwait”. Sheikh Ahmad said he would stop his work with the IOC un… [+310 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "Kids Being 'Groomed', Warns Whistleblower at School with 17 'Trans Pupils'", "description": "Vulnerable and autistic pupils are being ‘groomed’ into believing they are transgender, a whistleblower education veteran has said, revealing that 17 children at just the one school are currently in the process of ‘transitioning’.", "url": "https://www.breitbart.com/europe/2018/11/19/kids-groomed-17-trans-pupils-school/", "urlToImage": "https://media.breitbart.com/media/2018/05/Transgender-Pride-LGBT-child.png", "publishedAt": "2018-11-19T09:41:13Z", "content": "A whistleblower teacher with almost 20 years experience who spoke out on the condition of anonymity told British newspaper the Mail on Sunday that children who identify as transgender are idolised at school, and a politically correct climate renders staff too… [+4635 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Sec. Ryan Zinke Dismisses Departure Rumors as ‘Laughable’", "description": "Interior Secretary Ryan Zinke called rumors he would depart for a position at Fox News as “laughable” on Breitbart News Sunday on SiriusXM Patriot with host Amanda House.", "url": "https://www.breitbart.com/politics/2018/11/19/sec-ryan-zinke-dismisses-departure-rumors-as-laughable/", "urlToImage": "https://media.breitbart.com/media/2018/05/Secretary-of-the-Interior-Ryan-Zinke-Getty-Images.jpg", "publishedAt": "2018-11-19T09:36:09Z", "content": "The allegations against me are outrageous, theyre false. Everyone knows theyre false, Zinke told the audience. He said the allegations get more outrageous as they get closer to October. I love my job. These attacks on both me and my family by the way. My wife… [+800 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kris W. Kobach", "title": "Kobach: It’s Time to Enlist State and Local Police in Response to the Caravan", "description": "The caravan has arrived. Nearly 3,000 aliens are already in Tijuana. Additional hundreds continue to join them each day.", "url": "https://www.breitbart.com/politics/2018/11/19/kobach-its-time-to-enlist-state-and-local-police-in-response-to-the-caravan/", "urlToImage": "https://media.breitbart.com/media/2018/11/caravan.png", "publishedAt": "2018-11-19T09:23:55Z", "content": "What many people dont realize is that this is not an unforeseen crisis. Believe it or not, 22 years ago, Congress wisely planned ahead just in case something like this happened in the future. Congress gave the president a valuable tool in the event that an im… [+2826 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Sec. Ryan Zinke Backs Trump: Years of Mismanagement Led to California Fires", "description": "Interior Secretary Ryan Zinke backed President Donald Trump on the years of forest mismanagement that led to the California fires as Zinke joined Breitbart News Sunday radio with host Amanda House.", "url": "https://www.breitbart.com/politics/2018/11/19/secretary-ran-zinke-trump-mismanagement-california-fires/", "urlToImage": "https://media.breitbart.com/media/2018/11/forest-fires.png", "publishedAt": "2018-11-19T08:56:50Z", "content": "He suggested that even photos of the devastation dont do justice to what it was like to see it in person. Pointing to years of neglect and dead and dying timber, he observed, It was like a flamethrower of embers shooting through the forests. Zinke said many p… [+1175 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Democrat Kamala Harris: Time for Congress to Pass More Gun Control", "description": "Sen. Kamala Harris (D-CA) tweeted Sunday to claim no one is immune from gun violence and it is time for Congress to pass more gun laws.", "url": "https://www.breitbart.com/politics/2018/11/18/democrat-kamala-harris-time-for-congress-to-pass-more-gun-control/", "urlToImage": "https://media.breitbart.com/media/2018/11/kamala-harris-8-27-18-getty-images.jpg", "publishedAt": "2018-11-19T05:40:24Z", "content": "Harris referenced Parkland, the site of the February 14 attack that killed 17 innocents, Chicago, the city of relentless violence and death, and Los Angeles, where 14 people were recently killed in an attack at the Borderline Bar &amp; Grill. Harris did not m… [+1750 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "Brenda Snipes Resigns: ‘I Have Served the Purpose I Came Here For’", "description": "Brenda Snipes submitted her resignation as the elections supervisor of Broward County, Florida. Her decision came one day after Tallahassee Mayor Andrew Gillum offered his second concession to Rep. Ron DeSantis (R-FL) in the Sunshine State's gubernatorial ele…", "url": "https://www.breitbart.com/midterm-election/2018/11/18/brenda-snipes-resigns-served-purpose/", "urlToImage": "https://media.breitbart.com/media/2018/11/brenda-snipes-broward-county-election-11-18-getty-photo.jpg", "publishedAt": "2018-11-19T04:57:00Z", "content": "“I think I have served the purpose that I came here for, which was to provide a credible election product for our voters,” said Snipes last week during a press conference. NBC’s local affiliate in South Florida reported: “[Brenda Snipes’s] office illegally de… [+853 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Dem Rep. Brown: Trump’s ‘Ready to Use the Military as His Play Thing’", "description": "During Sunday’s “Kasie DC” on MSNBC, Rep. Anthony Brown (D-MD) discussed President Donald Trump’s usage of the military. According to Brown, Trump wanting a military parade and placing soldiers at the United States-Mexico border to help with illegal immigrati…", "url": "https://www.breitbart.com/video/2018/11/18/dem-rep-brown-trumps-ready-to-use-the-military-as-his-play-thing/", "urlToImage": "https://media.breitbart.com/media/2018/11/brown.jpg", "publishedAt": "2018-11-19T04:45:38Z", "content": "During Sunday’s “Kasie DC” on MSNBC, Rep. Anthony Brown (D-MD) discussed President Donald Trump’s usage of the military. According to Brown, Trump wanting a military parade and placing soldiers at the United States-Mexico border to help with illegal immigrati… [+268 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Dog Who Survived ‘Camp Fire’ Found Protecting Last House Left on Block", "description": "A dog who survived the \"Camp Fire\" in Northern California was discovered protecting the last house left on a block in the town of Paradise.", "url": "https://www.breitbart.com/politics/2018/11/18/dog-who-survived-camp-fire-found-protecting-last-house-left-on-block/", "urlToImage": "https://media.breitbart.com/media/2018/11/dog-california-wildfires-camp-fire-gofundme.jpg", "publishedAt": "2018-11-19T04:21:58Z", "content": "Ella, a border collie, spent nearly two days embedded in the rubble and destruction of the wildfire sitting near a neighbor’s home, which was the last house to survive the fire on a block in the town of Paradise, the Visalia Times-Delta reported. Ella’s owner… [+1372 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Gorka: ‘John F. Kennedy Would Not Be Allowed in’ Today’s Dem Party", "description": "Sunday on New York AM 970 radio’s “The Cats Roundtable,” Fox News national security strategist Sebastian Gorka weighed in on the current state of the Democratic Party. Gorka told host John Catsimatidis that when it comes to the Democratic Party, “the lunatics…", "url": "https://www.breitbart.com/video/2018/11/18/gorka-john-f-kennedy-would-not-be-allowed-in-todays-dem-party/", "urlToImage": "https://media.breitbart.com/media/2017/11/Sebastian-Gorka-june-22-2017-getty.jpg", "publishedAt": "2018-11-19T04:07:06Z", "content": "Sunday on New York AM 970 radio’s “The Cats Roundtable,” Fox News national security strategist Sebastian Gorka weighed in on the current state of the Democratic Party. Gorka told host John Catsimatidis that when it comes to the Democratic Party, “the lunatics… [+598 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr", "title": "Conservatives to Mitch McConnell: Work ‘Around the Clock’ to Approve Almost 200 Trump Nominees", "description": "More than 100 conservative leaders have signed on to a letter delivered to Senate Majority Leader Mitch McConnell (R-K) urging him to use the remaining days of the 115th Congress to confirm President Donald Trump’s more than 200 executive and judicial nominee…", "url": "https://www.breitbart.com/politics/2018/11/18/conservatives-mitch-mcconnell-approve-trump-nominees/", "urlToImage": "https://media.breitbart.com/media/2017/09/Mitch-McConnell-640x480-June-2017-Getty.jpg", "publishedAt": "2018-11-19T03:52:20Z", "content": "Following the retention of a Republican majority in the Senate in the 2018 midterm elections, the Conservative Action Project (CAP) launched the letter campaign and said lawmakers should work around the clock if necessary to put Trumps picks in the executive … [+4122 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Hundreds Show Up to Funeral of Veteran with No Family", "description": "A Marine Corps veteran from Tennessee who had no apparent relatives when he died was not forgotten at his funeral last week when hundreds showed up to the ceremony.", "url": "https://www.breitbart.com/politics/2018/11/18/hundreds-show-up-to-funeral-of-veteran-with-no-family/", "urlToImage": "https://media.breitbart.com/media/2018/11/us-military-veteran-grave-file-ap-photo.jpg", "publishedAt": "2018-11-19T03:24:03Z", "content": "Leo Stokley, of Murfreesboro, died November 4 at the age of 69 at a nursing home located in Ashland City, according to his obituary posted on Boyd Funeral Home’s website. Stokely was born in Greenville, South Carolina, on June 5, 1949, and served as a Marine … [+1734 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Midterm Exit Poll: Majority of Swing Voters, Republicans Support Border Wall", "description": "The vast majority of Republican voters and more than 53 percent of swing voters in the recent midterm elections support President Donald Trump's most central promise: The construction of a border wall along the U.S.-Mexico border.", "url": "https://www.breitbart.com/politics/2018/11/18/midterm-exit-poll-majority-of-swing-voters-republicans-support-border-wall/", "urlToImage": "https://media.breitbart.com/media/2018/11/central-americans-climb-sit-border-wall-u-s-4-18-ap-1.jpg", "publishedAt": "2018-11-19T02:35:57Z", "content": "Exit polling conducted by Zogby Analytics for the Federation for American Immigration Reform (FAIR) reveals the vast majority of Republican voters — more than 80 percent — support the construction of a border wall along the southern border. Less than five per… [+3558 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Democrats to Investigate Why Trump Wants U.S. Citizens Counted on 2020 Census", "description": "House Democrats are planning to \"immediately\" investigate the reason President Donald Trump wants American citizens counted on the upcoming 2020 Census.", "url": "https://www.breitbart.com/politics/2018/11/18/democrats-to-investigate-why-trump-wants-u-s-citizens-counted-on-2020-census/", "urlToImage": "https://media.breitbart.com/media/2018/11/people-wave-american-flags-9-2018-getty.jpg", "publishedAt": "2018-11-19T02:07:52Z", "content": "In March, President Donald Trumps administration announced they would put the citizenship question back on the census. It has not been included since 1950. For seven decades, all residents living in the United States have been counted on the census but have n… [+1780 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder, John Binder", "title": "Orange County's Booming Foreign-Born Population Coincides with Democrat Electoral Sweep", "description": "Orange County, California -- once considered a conservative holdout in the blue state -- has been electorally swept by Democrats in the midterm elections, coinciding with the region's booming foreign-born populations.", "url": "https://www.breitbart.com/politics/2018/11/18/orange-county-immigration-midterms-blue/", "urlToImage": "https://media.breitbart.com/media/2018/11/woman-i-voted-democrat-sticker-11-2018-getty.jpg", "publishedAt": "2018-11-19T01:42:01Z", "content": "Until the midterm elections, four of Orange County’s six congressional districts were held by Republicans, including Rep. Dana Rohrabacher (R-CA) and Rep. Mimi Walters (R-CA). In the midterms, though, Democrats swept Orange County with wins in all six congres… [+3195 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "A. James Gregor, A. James Gregor", "title": "Gregor: The False Dichotomy of Nationalism Versus Patriotism", "description": "Recently, the President of the United States stated that he is a nationalist. That sent tremors throughout the globalist and leftist academic community. Almost immediately, the President of France felt called upon to explain why his country cousins in North A…", "url": "https://www.breitbart.com/politics/2018/11/18/gregor-the-false-dichotomy-of-nationalism-versus-patriotism/", "urlToImage": "https://media.breitbart.com/media/2018/11/macron-merkel-trump-getty.jpg", "publishedAt": "2018-11-19T00:28:12Z", "content": "We were told that there was every reason to be dismayedthat nationalism was the very opposite of patriotism. While we all feel patriotic on occasion, we are told that we should never ever feel nationalistic. It is not obvious why that should be the case, but … [+8609 chars]"}]}