{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Principal Apologizes After Students Recite the Pledge in Spanish", "description": "A Virginia high school principal is apologizing after a plan to have students recite the Pledge of Allegiance in Spanish was poorly received.", "url": "https://www.breitbart.com/politics/2018/11/27/principal-apologizes-after-students-recite-pledge-spanish/", "urlToImage": "https://media.breitbart.com/media/2016/01/Students-Pledge-of-Allegiance-getty.jpg", "publishedAt": "2018-11-27T23:46:48Z", "content": "The principal at Westfield High School in Chantilly, Virginia, made the apology after receiving pushback from upset parents who discovered their children had been asked to recite the pledge in Spanish. The school administrator initially planned for native spe… [+1177 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "WATCH: Suspect Allegedly Resists Arrest, Cop Knocks Him Out with One Punch", "description": "Video released by the Wallingford, Connecticut, police department shows a suspect allegedly resisting arrest only to get knocked out with one punch from a police officer.", "url": "https://www.breitbart.com/politics/2018/11/27/watch-suspect-allegedly-resists-arrest-cop-knocks-him-out-one-punch/", "urlToImage": "https://media.breitbart.com/media/2018/11/one-punch-connecticut-police-1.jpg", "publishedAt": "2018-11-27T23:39:28Z", "content": "That officer, Joseph Smith, received a two-week suspension for throwing the punch against a handcuffed suspect. My Record Journal reports that the incident occurred June 14 of this year, as police were responding to a domestic violence call. Officers handcuff… [+880 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr, Penny Starr", "title": "Successful Landing of NASA’s InSight on Mars Start of Two-Year Exploration", "description": "NASA's successful landing of its InSight spacecraft on Mars marks the start of a two-year exploration mission on the Red Planet.", "url": "https://www.breitbart.com/science/2018/11/27/successful-landing-of-nasas-insight-on-mars-start-of-two-year-exploration/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mars-Landing.jpg", "publishedAt": "2018-11-27T23:37:54Z", "content": "InSight team members jumped for joy after waiting to see if the spacecraft would crash or make a successful landing. “We hit the Martian atmosphere at 12,300 mph (19,800 kilometers per hour), and the whole sequence to touching down on the surface took only si… [+5800 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Michael Eric Dyson: Cindy Hyde-Smith ‘Is a Racist,’ ‘White Supremacist’", "description": "Tuesday on MSNBC’s “Live,” Georgetown University professor Michael Eric Dyson said Sen. Cindy Hyde-Smith (R-MS) was a “white supremacists.” Commenting on Hyde-Smith’s recent controversy, including her public hanging comment, Dyson said, “Not only in 2018 shou…", "url": "https://www.breitbart.com/video/2018/11/27/michael-eric-dyson-cindy-hyde-smith-is-a-racist-white-supremacist/", "urlToImage": "https://media.breitbart.com/media/2018/08/Michael-Eric-Dyson.jpg", "publishedAt": "2018-11-27T23:19:36Z", "content": "Tuesday on MSNBC’s “Live,” Georgetown University professor Michael Eric Dyson said Sen. Cindy Hyde-Smith (R-MS) was a “white supremacists.” Commenting on Hyde-Smith’s recent controversy, including her public hanging comment, Dyson said, “Not only in 2018 shou… [+1009 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Fact-Check: Is the NRA Really in Decline?", "description": "Axios ran a story on November 27 presenting the NRA as in decline and suffering financially because of it.", "url": "https://www.breitbart.com/politics/2018/11/27/fact-check-nra-really-decline/", "urlToImage": "https://media.breitbart.com/media/2016/06/Trump-NRA-AP-Mark-Humphrey.jpg", "publishedAt": "2018-11-27T23:15:34Z", "content": "Axios reported, “The NRA’s total income in 2017 dropped by nearly $55 million, with the agency reporting $312 million compared to the $367 million it made in 2016.” They added, “A sharp decline in membership dues and contributions are largely responsible for … [+1685 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "DHS: 400 Migrants Faked Age, Child’s Status to Get Through Border in 2018", "description": "Almost 400 migrants carried other people's children or youths, or lied about their adult age, to get over the border in the nine months prior to September 30, according to the Department of Homeland Security.", "url": "https://www.breitbart.com/immigration/2018/11/27/dhs-400-migrants-faked-age-childs-status-to-get-through-border-in-2018/", "urlToImage": "https://media.breitbart.com/media/2018/11/Migrant-Man-Child.jpg", "publishedAt": "2018-11-27T23:04:55Z", "content": "The data about large-scale fakery corroborates the few media reports which show how migrants are renting other people’s children to trigger loopholes which allow the adults to get over the border and be released into the U.S. job market. The data also shows r… [+5785 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Report: Mueller Zeroes In on Jerome Corsi for Forwarding Email on Assange", "description": "A new report indicates prosecutors for special counsel Robert Mueller are targeting Jerome Corsi for forwarding a request from Stone to meet with Assange two months before the site released Podesta's emails.", "url": "https://www.breitbart.com/crime/2018/11/27/report-mueller-zeroes-in-on-jerome-corsi-for-forwarding-email-on-assange/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-175165584.jpg", "publishedAt": "2018-11-27T22:59:49Z", "content": "NBC News obtained a “draft court document” which describes emails apparently showing Stone urging Corsi, the former Infowars D.C. bureau chief, to meet with Assange in a July 25, 2016 correspondence. “Get to (Assange) [a]t Ecuadorian Embassy in London and get… [+2584 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Jeff Goldblum, Sting, Bill Nye Among the Celebs Joining Al Gore for ‘Climate Crisis’ Event", "description": "Several celebrities will join former Vice President Al Gore for a 24-hour broadcast aimed at raising awareness about climate change.", "url": "https://www.breitbart.com/entertainment/2018/11/27/jeff-goldblum-sting-bill-nye-celebs-join-al-gore-climate-crisis-event/", "urlToImage": "https://media.breitbart.com/media/2018/11/jeffalbillsting1.jpg", "publishedAt": "2018-11-27T22:31:26Z", "content": "In a Tuesday press release, Al Gore announced the line-up for the eighth annual 24 Hours of Reality: Protect Our Planet, Protect Ourselves, which includes Hollywood stars Sting, Jaden Smith, Jeff Goldblum, DJ Moby, and Bill Nye, among others. The Los Angeles-… [+1606 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Human Rights Advocates Urge Argentina to Arrest Saudi Crown Prince over Yemen War", "description": "Argentina is considering charging Saudi Crown Prince Mohammed bin Salman (MBS) with war crimes and torture when he visits Buenos Aires for the G-20 summit this week, the Guardian claimed on Monday.", "url": "https://www.breitbart.com/national-security/2018/11/27/human-rights-advocates-urge-argentina-to-arrest-saudi-crown-prince-over-yemen-war/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/02/2744e9_saudi-prince-mohammed-bin-salman-is-heir-powerful-throne-in-middle-east-e1543357348224.jpg", "publishedAt": "2018-11-27T22:22:39Z", "content": "Charges would allegedly revolve around Saudi Arabias prosecution of the war in Yemen and the governments treatment of individual Saudi citizens, prominently including Washington Post contributor Jamal Khashoggi, murdered by Saudi agents at the consulate in Is… [+4073 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Bruce Springsteen: Trump Committing ‘Crime Against Humanity’ By ‘Dividing Us’", "description": "Rock legend Bruce Springsteen railed against President Donald Trump in a new interview, accusing him of spreading a fear that's making America more toxic than ever.", "url": "https://www.breitbart.com/entertainment/2018/11/27/bruce-springsteen-trump-committing-crime-against-humanity-dividing-us/", "urlToImage": "https://media.breitbart.com/media/2018/11/Springsteencrop2.jpg", "publishedAt": "2018-11-27T21:44:11Z", "content": "Bruce Springsteen told Esquire that President Trump “has no interest in uniting the country” and “actually has an interest in doing the opposite and dividing us, which he does on an almost daily basis.” “So thats simply a crime against humanity, as far as Im … [+1702 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Watch: Aaron Klein Calls Out Leftist Hypocrisy over Israeli Ties with Chad", "description": "Breitbart’s senior investigative reporter and Jerusalem bureau chief Aaron Klein called out some on the left in Israel for criticizing Prime Minister Benjamin Netanyahu for opening diplomatic relations with Chad despite the Muslim-majority African nation’s po…", "url": "https://www.breitbart.com/middle-east/2018/11/27/watch-aaron-klein-calls-out-leftist-hypocrisy-over-israeli-ties-with-chad/", "urlToImage": "https://media.breitbart.com/media/2018/08/aaron-klein.jpg", "publishedAt": "2018-11-27T21:27:22Z", "content": "Klein argued that ties with Chad are in Israels national security interests, and panned leftist critics for evidencing a seeming double-standard, since the left in Israel strongly advocates for a Palestinian Authority-led state despite the PAs long track reco… [+1665 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris", "title": "Donald Trump Touts Presidential Accomplishments: ‘I Blow Ronald Reagan Away’", "description": "In a new book titled Trump's Enemies, President Donald Trump says his accomplishments have made him “far greater than Ronald Reagan\" and argues, “I blow Ronald Reagan away.”", "url": "https://www.breitbart.com/politics/2018/11/27/donald-trump-touts-presidential-accomplishments-i-blow-ronald-reagan-away/", "urlToImage": "https://media.breitbart.com/media/2017/01/Donald-Trump-2016-Ronald-Reagan-1980-AP-Getty-640x480.jpg", "publishedAt": "2018-11-27T21:21:47Z", "content": "President Trump also criticized some conservatives who he says do not seem to be giving him much credit for the accomplishments he has made while in office. The amazing thing is that you have certain people who are conservative Republicans that if my name wer… [+1194 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Carney: GM Should Start Building Its Envision SUVs in the United States", "description": "It never made sense to make cars in China for the U.S. market. Now would be a great time to move production back to the United States.", "url": "https://www.breitbart.com/economy/2018/11/27/envision/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-588699310-e1543352934278.jpg", "publishedAt": "2018-11-27T21:14:29Z", "content": "But if the biggest U.S. automaker wants to patch things up with President Donald Trump, one path available to the company would be to move the manufacturing of its Buick Envision cross-over sports utility vehicle to the United States. The Envision is the firs… [+2906 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "National Economic Adviser Previews Trump-Xi G20 Meeting: U.S. Is Strong; ‘China, Not So Good’", "description": "Larry Kudlow, National Economic Council director, issued tempered optimism on Tuesday as President Trump heads into a G20 Argentina meeting with China to negotiate trade.", "url": "https://www.breitbart.com/politics/2018/11/27/national-economic-adviser-previews-trump-xi-meeting-u-s-strong-china-not-good/", "urlToImage": "https://media.breitbart.com/media/2018/07/GettyImages-871867102.jpg", "publishedAt": "2018-11-27T20:58:00Z", "content": "Kudlow explained during Tuesday’s White House press briefing that the meeting would be a bilateral dinner meeting involving President Donald Trump and Chinese President Xi Jinping during the G20 summit in Argentina that starts this week. Kudlow referred to re… [+1825 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Hundreds Protest 'Murderer' Saudi Crown Prince in Arab Spring Cradle Tunisia", "description": "Hundreds of Tunisians took to the streets Tuesday to protest a visit by Saudi Arabia’s crown prince, decrying the top royal as a murderer in connection to the killing of Saudi journalist Jamal Khashoggi.", "url": "https://www.breitbart.com/national-security/2018/11/27/hundreds-protest-murderer-saudi-crown-prince-in-arab-spring-cradle-tunisia/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1065304802.jpg", "publishedAt": "2018-11-27T20:50:59Z", "content": "Tunisia is considered the birthplace of the Arab Spring, triggered by the 2011 overthrow of Zine el-Abidine Ben Ali that ultimately granted citizens of the North African country freedom of speech and the press. In an open letter addressed to the African natio… [+6417 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "‘Objectum Sexual’ Woman Gets a Tattoo of Her Fiance – a Chandelier", "description": "A British woman who identifies as \"objectum sexual,\" or attracted to inanimate objects, recently got a tattoo of her future spouse — a chandelier named \"Lumiere.\"", "url": "https://www.breitbart.com/tech/2018/11/27/objectum-sexual-woman-gets-a-tattoo-of-her-fiance-a-chandelier/", "urlToImage": "https://media.breitbart.com/media/2017/12/woman-chandelier-inside-edition.jpg", "publishedAt": "2018-11-27T20:49:02Z", "content": "Breitbart News reported last year about a British woman who was engaged to a chandelier. Now, the Mirror reports that Amanda Liberty of Leeds, England, has a tattoo of her spouse-to-be, a chandelier she calls “Lumiere.” I couldnt stop thinking about her and h… [+1225 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Active Shooter Drill Locks Down Walter Reed Medical Center", "description": "An active shooter situation is unfolding at Walter Reed National Military Medical Center in Maryland, according to Rep. Dutch Ruppersberger (D-MD).", "url": "https://www.breitbart.com/local/2018/11/27/active-shooter-walter-reed-report/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-958944980.jpg", "publishedAt": "2018-11-27T20:46:08Z", "content": "UPDATE: A Defense Department spokesperson tells CNN Pentagon correspondent Barbara Starr that Tuesday’s “active shooter” situation at Walter Reed National Military Medical Center in Maryland was an “exercise.” No deaths or injuries were reported. Read Breitba… [+1028 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta, Tom Ciccotta", "title": "Lawmakers Introduce Bill to Crack Down on Online Shopping 'Grinch Bots'", "description": "Democratic lawmakers introduced a bill this week that would crack down on \"Grinch Bots,\" Internet shopping bots that prevent real consumers from ordering hotly desired items.", "url": "https://www.breitbart.com/tech/2018/11/27/lawmakers-introduce-bill-to-crack-down-on-online-shopping-grinch-bots/", "urlToImage": "https://media.breitbart.com/media/2015/12/grinch.jpg", "publishedAt": "2018-11-27T20:35:09Z", "content": "Democratic lawmakers Chuck Schumer, Tom Udall, and Paul Tonko have introduced a bill that would crack down on internet shopping bots, programs that instantly buy items upon their release. The bots make it nearly impossible for non-bot shoppers to purchase the… [+1710 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "Mom Threatens Child Abuse Charge Against Dad for Not Affirming Son as Transgender", "description": "Georgulas, a pediatrician, is seeking to terminate the parental rights of James’ father, Jeffrey Younger, because the child behaves as a boy – his biological sex – when he is with his father. James’ mother also wants Younger to pay for their son’s counseling …", "url": "https://www.breitbart.com/politics/2018/11/27/mom-threatens-child-abuse-charge-against-dad-not-affirming-son-transgender/", "urlToImage": "https://media.breitbart.com/media/2018/05/Transgender-Pride-LGBT-child.png", "publishedAt": "2018-11-27T20:34:49Z", "content": "According to a petition to modify the parent-child relationship brought by mother Anne Georgulas, her 6-year-old son, James, is a gender expansive or transgender child and, by choice, now goes by the name Luna. Georgulas, a pediatrician, is seeking to termina… [+2773 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Allum Bokhari, Allum Bokhari", "title": "WikiLeaks Launches Legal Fund to Sue the Guardian Over 'Fabricated' Assange-Manafort Story", "description": "WikiLeaks \"willing to bet The Guardian a million dollars and its editor's head\" that the story is fake.", "url": "https://www.breitbart.com/tech/2018/11/27/wikileaks-launches-legal-fund-to-sue-the-guardian-over-fabricated-assange-manafort-story/", "urlToImage": "https://media.breitbart.com/media/2018/02/wi/ap/06/1tktqo_britain-assange-15706-is-friday-feb-2016-file-photo-wikileaks-founder-julian.jpg", "publishedAt": "2018-11-27T20:16:52Z", "content": "Shortly after attacking the Guardian ‘s story, WikiLeaks announced on Twitter the opening of a crowdfunding campaign to cover the cost of a lawsuit against the newspaper. WikiLeaks launches legal fund to sue the Guardian for publishing entirely fabricated sto… [+2807 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Allum Bokhari", "title": "Bokhari: The Real 'Voter Suppression' in 2018 Came from Big Tech | Breitbart", "description": "After virtually every election, Democrats go-to explanation for why they didn’t win X state or Y district is “voter suppression.” The midterms were no different — but the complaint was particularly egregious, given that it occurred on the back of outright ele…", "url": "https://www.breitbart.com/tech/2018/11/27/bokhari-the-real-voter-suppression-in-2018-came-from-big-tech/", "urlToImage": "https://media.breitbart.com/media/2018/08/Censored_Collage_2-1.png", "publishedAt": "2018-11-27T20:14:21Z", "content": "“Voter suppression may have made the difference for Republicans in Georgia,” argued far-left Vox. “The GOP loves voter suppression,” concurred Slate. “Midterms 2018: when voting goes wrong” was the headline at the BBC. Most of the claims revolved around fault… [+5897 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "'Active Shooter' Reported at Walter Reed Medical Center", "description": "An active shooter situation is unfolding at Walter Reed National Military Medical Center in Maryland, according to Rep. Dutch Ruppersberger (D-MD).", "url": "https://www.breitbart.com/crime/2018/11/27/active-shooter-walter-reed-report/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-958944980.jpg", "publishedAt": "2018-11-27T19:46:28Z", "content": "“I am currently at Walter Reed Medical in Bethesda where we’ve been told there is an active shooter. I am currently safe in a conference room w/ approx 40 others,” Ruppersberger tweeted. I am currently at Walter Reed Medical in Bethesda where we've been told … [+211 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong, Kristina Wong", "title": "Guardian Report Alleges Paul Manafort Held Secret Talks with Julian Assange", "description": "Paul Manafort, a political strategist and one of President Trump's former campaign managers, met secretly with WikiLeaks founder, Julian Assange, in 2013, 2015, and 2016.", "url": "https://www.breitbart.com/politics/2018/11/27/guardian-report-alleges-paul-manafort-held-secret-talks-julian-assange/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/ap/14/443f0d_trump-russia-probe-manafort-39885-paul-manafort-in-feb-14-2018-file-photo-e1537016186984.jpg", "publishedAt": "2018-11-27T19:45:36Z", "content": "The 2016 visit came during the spring, reportedly around the time Manafort joined the Trump campaign, and lasted for about 40 minutes, a source told the outlet. He was reportedly not registered as a visitor. The source said the visit occurred “around March 20… [+3201 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Bills Fans Hit Jags Leonard Fournette in the Head with a Beer", "description": "The Buffalo Bills have been synonymous with disappointment and shattered expectations ever since their run of four consecutive Super Bowl appearances during the 90's.", "url": "https://www.breitbart.com/sports/2018/11/27/watch-bills-fans-hit-jags-leonard-fournette-in-the-head-with-a-beer/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Adrian-Kraus.jpg", "publishedAt": "2018-11-27T19:41:41Z", "content": "However, their fans, known as the “Bills Mafia,” have maintained a solid reputation as one of the most passionate and rowdy fan bases in the NFL. A reputation that was on full display Sunday afternoon. After Jacksonville’s Leonard Fournette and Buffalo’s Dont… [+856 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Threatens Subsidies for General Motors after Closing U.S. Car Plants", "description": "\"We are now looking at cutting all General Motors subsidies, including for electric cars,\" he wrote.", "url": "https://www.breitbart.com/politics/2018/11/27/donald-trump-threatens-subsidies-for-general-motors-after-closing-u-s-plants/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-653564466.jpg", "publishedAt": "2018-11-27T19:41:19Z", "content": "President Donald Trump ripped General Motors CEO Mary Barra for closing car plants in Ohio, Michigan, and Maryland, threatening their government subsidies. “Nothing being closed in Mexico &amp; China,” Trump wrote on Twitter. “The U.S. saved General Motors, a… [+1685 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Jim Jordan: Only Five Weeks Left to Secure Border Wall Funding", "description": "Rep. Jim Jordan (R-OH) warned in an interview with Fox & Friends Tuesday that Republicans have just over a month to secure border wall funding before the Democrats take over the House in the new year.", "url": "https://www.breitbart.com/immigration/2018/11/27/jordan-five-weeks-left-border-funding/", "urlToImage": "https://media.breitbart.com/media/2018/11/border-fence-guards-getty.jpg", "publishedAt": "2018-11-27T19:19:39Z", "content": "JEDEDIAH BILA: Jim, I want to ask you about funding for the border wall. Many people on the right [are] deeply, deeply concerned Republicans will not dig their heels in on this. There’s already been potential talk about a government shutdown. How do you see t… [+1278 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Chinese App Launches Project to Help Users Report ‘Rumors’ and ‘Illegal Content’", "description": "The government of China and their campaign to “clean up” the Internet includes a cash reward for reporting “illegal content” to the censorship bureau, plus another reward offered by a popular website for readers who help to crush “rumors” the government disap…", "url": "https://www.breitbart.com/national-security/2018/11/27/chinese-app-launches-project-help-users-report-rumors-illegal-content/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/21/520973_china-surveillance-backlash-25443-in-photo-thursday-nov-15-2018-computer-e1543345914711.jpg", "publishedAt": "2018-11-27T19:16:24Z", "content": "Chinas state media control agency, elevated to a cabinet-level agency this year and given consolidated control over all forms of communication, recently announced a reward of up to 600,000 yuan (about $86,000 U.S.) for citizens who report illegal content dist… [+3556 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Comey: Whitaker ‘May Not Be the Sharpest Knife in Our Drawer,’ But He Won’t Derail Mueller", "description": "During an interview with WGBH Boston released on Monday, former FBI Director James Comey stated that while Acting Attorney General Matthew Whitaker “may not be the sharpest knife in our drawer,” Whitaker “can see his future, and knows that if he acted in an e…", "url": "https://www.breitbart.com/video/2018/11/27/comey-whitaker-may-not-be-the-sharpest-knife-in-our-drawer-but-he-wont-derail-mueller/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-978815920.jpg", "publishedAt": "2018-11-27T19:13:41Z", "content": "During an interview with WGBH Boston released on Monday, former FBI Director James Comey stated that while Acting Attorney General Matthew Whitaker “may not be the sharpest knife in our drawer,” Whitaker “can see his future, and knows that if he acted in an e… [+837 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Army Ranger Sgt. Leandro Jasso Likely Killed by Accidental Friendly Fire by Afghan Forces", "description": "Army Ranger Sgt. Leandro Jasso was likely killed by friendly fire from partner Afghan forces, the U.S. military announced Tuesday morning.", "url": "https://www.breitbart.com/politics/2018/11/27/army-ranger-sgt-leandro-jasso-likely-killed-accidental-friendly-fire-afghan-force/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/19/a14bca_us-afghanistan-11357-in-oct-31-2018-file-photo-afghan-national-army-soldiers-e1542671925619.jpg", "publishedAt": "2018-11-27T19:12:20Z", "content": "“As previously announced, a U.S. service member was killed Nov. 24 while conducting an operation to eliminate al Qaeda militants in Nimroz province. An initial review indicates Sgt. Jasso was likely accidentally shot by our Afghan partner force. There are no … [+1398 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Meghan McCain: Hyde-Smith Is ‘Disgusting and Embarrassing’", "description": "Tuesday on ABC’s “The View,” the panel discussed the Mississippi Senate runoff between Sen. Cindy Hyde-Smith (R-MS) and Democratic nominee Clinton administration Secretary of Agriculture Mike Espy. Co-host Joy Behar said, “According to what I have been readin…", "url": "https://www.breitbart.com/video/2018/11/27/meghan-mccain-hyde-smith-is-disgusting-and-embarrassing/", "urlToImage": "https://media.breitbart.com/media/2018/04/Meghan-McCain-1.jpg", "publishedAt": "2018-11-27T19:10:22Z", "content": "Tuesday on ABC’s “The View,” the panel discussed the Mississippi Senate runoff between Sen. Cindy Hyde-Smith (R-MS) and Democratic nominee Clinton administration Secretary of Agriculture Mike Espy. Co-host Joy Behar said, “According to what I have been readin… [+1056 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Maldives: China Overcharged on Belt and Road Projects to Trap Us into Debt", "description": "Maldives President Ibrahim Mohamed Solih revealed on Monday that the island nation could not get out of its financial agreements with China despite Bejing building infrastructure projects inside the island nation at higher prices than initially quoted.", "url": "https://www.breitbart.com/national-security/2018/11/27/maldives-china-overcharged-on-belt-and-road-projects-to-trap-us-into-debt/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-925250332.jpg", "publishedAt": "2018-11-27T19:07:51Z", "content": "“We believe that most of these projects are at inflated prices, and so we are looking at them,” Solihs new finance minister Ibrahim Ameer told reporters in New Delhi, a visit that marks the South Asian countrys effort to resuscitate its relationship with Chin… [+3781 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Dershowitz: Number of ‘Credible’ Witnesses Mueller Has Are ‘Shrinking by the Day’", "description": "Tuesday on Fox News Channel’s “America’s Newsroom,” Harvard Law Professor Alan Dershowitz said Department of Justice special counsel Robert Mueller’s credible witnesses were “shrinking by the day.” Discussing Mueller’s upcoming report on President Donald Trum…", "url": "https://www.breitbart.com/video/2018/11/27/dershowitz-number-of-credible-witnesses-mueller-has-are-shrinking-by-the-day/", "urlToImage": "https://media.breitbart.com/media/2018/11/Dershowitz.jpg", "publishedAt": "2018-11-27T19:07:35Z", "content": "Tuesday on Fox News Channel’s “America’s Newsroom,” Harvard Law Professor Alan Dershowitz said Department of Justice special counsel Robert Mueller’s credible witnesses were “shrinking by the day.” Discussing Mueller’s upcoming report on President Donald Trum… [+999 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr, Penny Starr", "title": "Uighur Woman: China Killed My Infant, Electrocuted Me in Muslim 'Concentration Camp'", "description": "WASHINGTON, D.C. — Mihrigul Tursun wept as she told reporters at a press conference in Washington, DC, on Monday about her months of internment at what she called a Chinese “concentration camp.”", "url": "https://www.breitbart.com/national-security/2018/11/27/uighur-woman-china-concentration-camp/", "urlToImage": "https://media.breitbart.com/media/2018/11/woman-1.jpg", "publishedAt": "2018-11-27T18:57:56Z", "content": "Tursun said she was repeatedly stripped naked and interrogated, forced to take drugs, and made to subsist on a starvation diet of bread and broth all while being separated from her infant triplets, one of whom died at the hands of doctors whom she said force-… [+6160 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Report: Mexico to Award Jared Kushner with Highest Honor", "description": "Kushner will receive Mexico's highest honor for foreigners, the Order of the Aztec Eagle, according to a report.", "url": "https://www.breitbart.com/politics/2018/11/27/report-mexico-to-award-jared-kushner-with-highest-honor/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-955721122.jpg", "publishedAt": "2018-11-27T18:57:06Z", "content": "Mexican newspaper Reforma writes Mexican president Enrique Peña Nieto will present Kushner with the award during the Group of 20 summit in Argentina on Thursday. On Saturday, left-leaning Andrés Manuel López Obrador will succeed Nieto as the president of Mexi… [+858 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "‘SpongeBob SquarePants’ Creator Stephen Hillenburg Dead at 57", "description": "Stephen Hillenburg, the creator behind the wildly successful cartoon program SpongeBob SquarePants, passed away on Monday at 57-year-old after losing his battle to Amyotrophic Lateral Sclerosis (ALS).", "url": "https://www.breitbart.com/entertainment/2018/11/27/spongebob-squarepants-creator-stephen-hillenburg-dead-at-57/", "urlToImage": "https://media.breitbart.com/media/2018/11/StephenHillenburg1.jpg", "publishedAt": "2018-11-27T18:55:25Z", "content": "Hillenburg announced he was diagnosed with the disease last March. Hillenburg got his start in animation in 1987, enrolling in the California Institute of Arts to study Experimental Animation. He was conferred a Master of Fine Arts in 1992. Hillenburg worked … [+887 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Nolte: Alexandria Ocasio-Cortez Compares Central America to Nazi Germany", "description": "Rep.-elect Alexandria Ocasio-Cortez (D-NY) compared the migrant caravan members seeking to enter America illegally to Jews fleeing the Holocaust, which can only mean she is comparing Central America to Nazi Germany.", "url": "https://www.breitbart.com/politics/2018/11/27/alexandria-ocasio-cortez-compares-central-america-nazi-germany/", "urlToImage": "https://media.breitbart.com/media/2018/11/Alexandria-Ocasio-Cortez-stare-pout-getty.jpg", "publishedAt": "2018-11-27T18:46:03Z", "content": "In a Sunday tweet, Ocasio-Cortez not only compared Central America to Nazi Germany; she compared it to “Rwanda” and “war-torn Syria.” “Asking to be considered a refugee &amp; applying for status isnt a crime,” Ocasio-Cortez wrote. “It wasnt for Jewish familie… [+1753 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Merrill Hope", "title": "Wedding Photographer Accused of Sex with Guest and Public Urination", "description": "A North Texas bride was upstaged this past weekend in the most unusual way when deputies arrested the wedding photographer after a security guard allegedly caught her having sex with an invited guest.", "url": "https://www.breitbart.com/border/2018/11/27/wedding-photographer-accused-of-sex-with-guest-and-public-urination/", "urlToImage": "https://media.breitbart.com/media/2018/11/katherine-leigh-mehta-mugshot-Parker-County-Jail.jpg", "publishedAt": "2018-11-27T18:44:58Z", "content": "The suspect, Katherine Leigh Mehta, 26, was hired to document a wedding held at Parker Manor located in the Dallas exurb of Weatherford on Saturday night. However, officials with the Parker County Sheriff’s Office said things went awry. First, the photographe… [+2325 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Rob Reiner: ‘Noose Is Tightening on Criminal-In-Chief’ Trump", "description": "Reiner said the \"noose is tightening\" around the neck of President Donald Trump, referring to the president as \"Criminal-In-Chief.\"", "url": "https://www.breitbart.com/entertainment/2018/11/27/rob-reiner-noose-criminal-chief-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/RobreinerNoose1.jpg", "publishedAt": "2018-11-27T18:44:06Z", "content": "The progressive Hollywood activist’s tweet followed reports that Trump campaign manager Paul Manafort met with WikiLeaks founder Julian Assange prior to joining the Trump campaign. “The noose is tightening on the Criminal-In-Chief,” Reiner tweeted out to his … [+2326 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "WATCH: Kansas HS Football Coach Angrily Charges Player After Celebratory Ice Bath", "description": "It gets really cold in Kansas, and as such, it probably isn't the kind of place where one wants to get doused by ice cold drinks outdoors.", "url": "https://www.breitbart.com/sports/2018/11/27/watch-kansas-hs-football-coach-angrily-charges-player-after-celebratory-ice-bath/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-8-8.jpg", "publishedAt": "2018-11-27T18:43:07Z", "content": "However, there’s got to be a better way of reacting to an ice bath than this. St. Thomas Aquinas High School in Kansas won their first state championship over the weekend. One would think that such an achievement would lead to a relaxed, care-free environment… [+844 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "China Vows to ‘Seriously Investigate’ Genetically Altered Baby Claim", "description": "China's National Health Commission vowed on Monday to “seriously investigate and verify” an experiment that allegedly created the world's first genetically altered twins.", "url": "https://www.breitbart.com/national-security/2018/11/27/china-vows-seriously-investigate-genetically-altered-baby-claim/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/26/fd56fd_genetic-frontiers-gene-edited-babies-75723-in-oct-2018-photo-zhou-xiaoqin-e1543343339371.jpg", "publishedAt": "2018-11-27T18:40:24Z", "content": "In a video posted on Sunday, Professor He Jiankui from the Southern University of Science and Technology announced the birth of twin girls whose DNA had been allegedly edited to prevent the possibility of contracting HIV. He revealed how he modified the twins… [+2605 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ildefonso Ortiz and Brandon Darby", "title": "Mexico Deported 11K Central Americans Since Mid-October — 1900 from Caravans", "description": "Mexican immigration authorities announced the deportation of more than 11,000 Central American migrants in the country illegally since mid-October. The figure includes more than 1,900 whom were parts of the various migrant caravans.", "url": "https://www.breitbart.com/border/2018/11/27/mexico-deported-11k-central-americans-since-mid-october-1900-from-caravans/", "urlToImage": "https://media.breitbart.com/media/2018/04/illegals-climb-border-wall-getty.jpg", "publishedAt": "2018-11-27T18:30:14Z", "content": "Mexicos National Immigration Institute (INM) announced the 11,000 deportations were the result of immigration checkpoints and other operations throughout throughout the country. Some migrants also sought self-deportation. Of those, INM claims 1,906 were part … [+1921 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Sci-Fi Writer Claims ‘Lord of the Rings’ Is Racist Due to Treatment of Orcs", "description": "Sci-Fi and fantasy writer Andy Duncan claimed in a podcast that J.R.R. Tolkien's Lord of the Rings books are racist, citing the negative perceptions associated with the evil Orcs.", "url": "https://www.breitbart.com/tech/2018/11/27/sci-fi-writer-claims-lord-of-the-rings-is-racist-due-to-treatment-of-orcs/", "urlToImage": "https://media.breitbart.com/media/2018/11/Orc.jpg", "publishedAt": "2018-11-27T18:28:58Z", "content": "“Its hard to miss the repeated notion in Tolkien that some races are just worse than others, or that some peoples are just worse than others,” declared Duncan recently on the Geek’s Guide to the Galaxy podcast. “And this seems to mein the long term, if you em… [+1281 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Exclusive–Kris Kobach: DHS Must Enlist Police in Midst of Caravan, Border Wall Needs to Be Funded Immediately", "description": "Kansas Secretary of State Kris Kobach says in the midst of a caravan of 7,000 to 10,000 Central American migrants arriving at the U.S.-Mexico border, the Republican-controlled Congress should immediately fund a border wall and the Department of Homeland Secur…", "url": "https://www.breitbart.com/politics/2018/11/27/exclusive-kris-kobach-dhs-must-enlist-police-in-midst-of-caravan-border-wall-needs-to-be-funded-immediately/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/25/30cae7_us-troops-border-patrol-agents-rushed-border-crossing-san-diego-california-e1543342530684.jpg", "publishedAt": "2018-11-27T18:20:00Z", "content": "During an interview with SiriusXM Patriot’s Breitbart News Sunday, Kobach — who is being petitioned to lead DHS — said that the Trump administration, in dealing with a caravan of migrants at the southern border, must enlist state and police to beef up manpowe… [+2445 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Louise Mensch Apologizes for Calling Parkland Survivor ‘Russian Asset’ When She Meant to Accuse Socialist Pundit", "description": "Prominent Never Trump commentator and conspiracy theorist Louise Mensch apologized on Tuesday for calling Parkland shooting survivor Kyle Kashuv a \"Russian asset,\" and attempting to alert the FBI. She claims she meant to accuse socialist pundit Kyle Kulinski …", "url": "https://www.breitbart.com/tech/2018/11/27/louise-mensch-apologizes-for-calling-parkland-survivor-russian-asset-when-she-meant-to-accuse-socialist-pundit/", "urlToImage": "https://media.breitbart.com/media/2016/10/Louise-Mensch-e1543342633136.jpg", "publishedAt": "2018-11-27T18:17:27Z", "content": "In a since-deleted Twitter post, Mensch referred to Kashuv as a “Russian asset,” and tagged the FBI’s official Twitter account, prompting Kashuv to respond, “Forget about talking about which colleges I got into, I, a Parkland survivor, just got called a Russi… [+2240 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Xi Jinping En Español: Spain Belongs on China’s ‘Silk Road’", "description": "Chinese Communist Party leader Xi Jinping published an opinion piece in the Spanish newspaper ABC on Tuesday, urging the country to join Beijing's Belt and Road infrastructure takeover project just as Xi lands in Madrid.", "url": "https://www.breitbart.com/asia/2018/11/27/xi-jinping-en-espanol-spain-belongs-on-chinas-silk-road/", "urlToImage": "https://media.breitbart.com/media/2018/08/xi-jinping-china-file-14-chinese-flags-getty.jpg", "publishedAt": "2018-11-27T18:13:14Z", "content": "Xi has stops scheduled in Spain, Portugal, Panama, and Argentina this week, landing in Buenos Aires for the G-20 summit scheduled to begin on November 30. In his ABC piece, reproduced in English by the Chinese state outlet Xinhua, Xi makes the now-familiar ar… [+4749 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Behar Speculates Trump, Hyde-Smith ‘Don’t Care’ About ‘History and the Hurt of Mississippi’s Lynchings’", "description": "Tuesday on ABC’s “The View,” the panel discussed the Mississippi Senate runoff between Sen. Cindy Hyde-Smith (R-MS) and Democratic nominee Clinton administration Secretary of Agriculture Mike Espy. Co-host Sunny Hostin, said, “That’s the problem I have with i…", "url": "https://www.breitbart.com/video/2018/11/27/behar-speculates-trump-hyde-smith-dont-care-about-history-and-the-hurt-of-mississippis-lynchings/", "urlToImage": "https://media.breitbart.com/media/2018/03/Joy-Behar-1.jpg", "publishedAt": "2018-11-27T18:10:04Z", "content": "Tuesday on ABC’s “The View,” the panel discussed the Mississippi Senate runoff between Sen. Cindy Hyde-Smith (R-MS) and Democratic nominee Clinton administration Secretary of Agriculture Mike Espy. Co-host Sunny Hostin, said, “That’s the problem I have with i… [+1189 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ildefonso Ortiz and Brandon Darby", "title": "Mexico Begins Deporting 98 Caravan Migrants After Border Rush", "description": "Mexican immigration authorities initiated the deportation process for 98 Central American caravan migrants who recently rushed an international port of entry in Tijuana, triggering crowd control tactics by U.S. authorities. The Mexican government claims some …", "url": "https://www.breitbart.com/border/2018/11/27/mexico-begins-deporting-98-caravan-migrants-after-border-rush/", "urlToImage": "https://media.breitbart.com/media/2018/11/migrant-caravan-rush-tear-down-us-mexico-border-2018-getty-photo.jpg", "publishedAt": "2018-11-27T18:08:32Z", "content": "In a statement, Mexicos National Migration Institute (INM) announced that 98 Central American migrants who were arrested during that clash are being deported. Authorities continue to investigate the incident in order to locate additional migrants to charge th… [+935 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Report: House Committee Reviewing Whether Twitter CEO Dorsey Gave False Testimony", "description": "The House Energy and Commerce Committee is reportedly reviewing whether Twitter CEO Jack Dorsey made false statements during his testimony in September.", "url": "https://www.breitbart.com/tech/2018/11/27/report-house-committee-reviewing-whether-twitter-ceo-dorsey-gave-false-testimony/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/ap/05/a30227_congress-social-50006-twitter-ceo-jack-dorsey-testifies-senate-intelligence-e1536176410585.jpg", "publishedAt": "2018-11-27T18:00:56Z", "content": "According to the Federalist, which cited comments from “an aide” to the committee, the House Energy and Commerce Committee will be “reviewing whether Twitter CEO Jack Dorsey lied to Congress during a hearing about Twitters controversial history of arbitrarily… [+803 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "U.K. Shames Mark Zuckerberg for Skipping Facebook Hearing with Pic of Empty Chair", "description": "Lawmakers from nine countries condemned Mark Zuckerberg for his absence at a recent committee hearing on Facebook, posting a picture of his empty chair to social media.", "url": "https://www.breitbart.com/tech/2018/11/27/u-k-shames-mark-zuckerberg-for-skipping-facebook-hearing-with-pic-of-empty-chair/", "urlToImage": "https://media.breitbart.com/media/2018/11/Zuckerberg-Chair-at-UK-Hearing.jpg", "publishedAt": "2018-11-27T17:58:11Z", "content": "The Twitter account for the Digital, Culture, Media, and Sport Committee of Parliament tweeted a photo of Mark Zuckerberg’s empty chair on Tuesday to shame him for his absence at their recent hearing, which was held to address how disinformation is spread on … [+1652 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump’s Disapproval Rating Peaks After Midterms", "description": "The tracking poll shows that 60 percent of Americans currently disapprove of President Trump.", "url": "https://www.breitbart.com/politics/2018/11/27/donald-trumps-disapproval-rating-peaks-midterms/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/14/c0c0fc_donald-trump-has-in-funk-midterm-elections-saw-democrats-seize-control-e1542760355534.jpg", "publishedAt": "2018-11-27T17:55:15Z", "content": "The tracking poll shows that 60 percent of Americans currently disapprove of Trump the highest disapproval rating since December 2017. Only 38 percent of Americans approve of his performance as president: Just a week earlier, Trump had disapproval ratings of … [+157 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Four U.S. Troops Killed in Four Days in Afghanistan", "description": "The U.S. military announced Tuesday that three U.S. service members were killed in Afghanistan and three more wounded when they hit a roadside bomb.", "url": "https://www.breitbart.com/politics/2018/11/27/four-u-s-troops-killed-four-days-afghanistan/", "urlToImage": "https://media.breitbart.com/media/2018/11/Sgt.-Leandro-Jasso-remains-Afghanistan-getty.jpg", "publishedAt": "2018-11-27T17:41:02Z", "content": "The attack occurred on November 27 near Ghazni city in central Afghanistan. One American contractor was also wounded. The wounded service members and contractor were evacuated and are receiving medical care, according to the military. The deaths brought the t… [+939 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "May Rejects Trump's Criticism of Brexit Agreement He Said Looked Like a 'Great Deal for EU'", "description": "UK Prime Minister Theresa May has rejected U.S. President Donald Trump’s criticism of her Brexit agreement, which he said looked like “a great deal for the EU.”", "url": "https://www.breitbart.com/europe/2018/11/27/prime-minister-may-rejects-president-trumps-criticism-good-deal-eu/", "urlToImage": "https://media.breitbart.com/media/2018/07/trump-may-1.png", "publishedAt": "2018-11-27T17:39:14Z", "content": "In response to whether the arrangements would stop the UK from making independent bilateral trade deals with other countries, such as the United States, May told Sky News that the future relationship document “clearly identifies” the UK will have an “an indep… [+1529 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Facebook Contradicts Its Senate Testimony in Court: Site IS a Publisher", "description": "Despite long claiming to be a platform and not a media publisher — including in front of the Senate — Facebook is now claiming to be a media publisher in a lawsuit filed against the social media giant by an app company, which described the claim as \"a complet…", "url": "https://www.breitbart.com/tech/2018/11/27/facebook-contradicts-its-senate-testimony-in-court-site-is-a-publisher/", "urlToImage": "https://media.breitbart.com/media/2018/06/wi/ap/19/b4aac4_immigration-businesses-65324-mark-zuckerberg-in-11-2018-file-photo-facebook-e1531156481785.jpg", "publishedAt": "2018-11-27T17:38:20Z", "content": "Facebook has publicly denied being a media publisher every time there is an issue with content on its site. The company has long claimed to simply be a platform for their users to utilize and as a result, the social media firm cannot be held accountable for t… [+4324 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Ron Perlman: Trump Will Be ‘In Chains’ for ‘High Crime of Treason’", "description": "Actor Ron Perlman warned that President Donald Trump will soon be \"in chains\" for committing the \"high crime of treason.\"", "url": "https://www.breitbart.com/entertainment/2018/11/27/ron-perlman-trump-will-be-in-chains-for-high-crime-of-treason/", "urlToImage": "https://media.breitbart.com/media/2018/11/Perlmancrop-1.jpg", "publishedAt": "2018-11-27T17:35:02Z", "content": "“And go he will. Preferably in chains. For the high crime of Treason,” Ron Perlman said in response to another social media user. And go he will. Preferably in chains. For the high crime of Treason. https://t.co/9mVYNi1nKT — Ron Perlman (@perlmutations) Novem… [+1781 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "'Worst Deal in History': Farage Launches New Brexit Rebellion", "description": "\"Mr Brexit\" Nigel Farage has launched a fresh attack on the prime minister's Brexit deal, encouraging voters to reject it.", "url": "https://www.breitbart.com/europe/2018/11/27/worst-deal-history-farage-launches-new-brexit-rebellion/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1073014600.png", "publishedAt": "2018-11-27T17:33:09Z", "content": "The campaign, backed by prominent pro-Brexit MPs and campaigners, comes as Theresa May sets off on a tour of the UK to sell her deal to the people, which she hopes will pressure MPs in Parliament into voting for it. The former UKIP leader and MEP was joined b… [+2090 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Pakistan Takes Radical Islamists into 'Protective Custody' After Asia Bibi Riots", "description": "Pakistani law enforcement took the leader of the country’s hardline Tehreek-e-Labaik Pakistan (TLP) Islamist party and dozens of supporters into “protective custody” this weekend. The group orchestrated violent riots in the wake of Christian mother Asia Bibi’…", "url": "https://www.breitbart.com/national-security/2018/11/27/pakistan-takes-radical-islamists-protective-custody-asia-bibi-riots/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/07/6da1ba_pakistan-highest-court-overturned-christian-woman-asia-bibi-blasphemy-e1543339245938.jpg", "publishedAt": "2018-11-27T17:29:35Z", "content": "Fawad Chaudhry, the federal minister for information and broadcasting, wrote on Twitter late Friday night: Khadim Hussain Rizvi has been taken into protective custody by police and shifted to a guest house. They insisted to come to [Rawalpindi in Punjab provi… [+3953 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Jesse Kelly Warns Twitter Will Blacklist Moderates: ‘They’ll Come for You Too’", "description": "Jesse Kelly, an Iraq War veteran and former GOP congressional candidate, appeared on Fox News to discuss his recent Twitter blacklisting with host Tucker Carlson, warning moderates that \"They'll come for you too.\"", "url": "https://www.breitbart.com/tech/2018/11/27/jesse-kelly-warns-twitter-will-blacklist-moderates-theyll-come-for-you-too/", "urlToImage": "https://media.breitbart.com/media/2018/01/GettyImages-699574402.jpg", "publishedAt": "2018-11-27T17:27:09Z", "content": "Jesse Kelly, an Iraq War veteran and former GOP congressional candidate, was recently blacklisted from Twitter with no explanation. The conservative veteran and politician attempted to contact Twitter about his ban from the platform but has yet to receive cla… [+1794 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "House Democrats to Investigate ‘White Nationalism’", "description": "Incoming House Judiciary Committee chair Rep. Jerrold Nadler (D-NY) plans to launch an investigation into the rise of \"white nationalism\" in the United States when Democrats take over the House of Representatives next year.", "url": "https://www.breitbart.com/politics/2018/11/27/house-democrats-to-investigate-white-nationalism/", "urlToImage": "https://media.breitbart.com/media/2016/07/Jerry-Nadler-interview-DNC-Joel-Pollak-Breitbart-News.jpg", "publishedAt": "2018-11-27T17:26:11Z", "content": "In a letter to Acting Attorney General Matthew Whitaker, FBI Director Christopher Wray, and Department of Homeland Security Secretary Kirstjen Nielsen, Nadler demands answers to questions the Democratic minority had submitted to the administration over the pa… [+1797 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ildefonso Ortiz and Brandon Darby", "title": "EXCLUSIVE — First Known Image of Drug Cartel Boss ‘El Gato’ Revealed", "description": "Breitbart News publishes the first known image of the brutal Mexican cartel boss behind the assassination of an attorney in Texas. The cartel boss is known as “El Gato,” but his proper name is Jose Rodolfo Villarreal Hernandez, a one-time top boss for the Bel…", "url": "https://www.breitbart.com/border/2018/11/27/exclusive-first-known-image-of-drug-cartel-boss-el-gato-revealed/", "urlToImage": "https://media.breitbart.com/media/2018/11/Breitbart-mugshot.gif", "publishedAt": "2018-11-27T17:12:32Z", "content": "Law enforcement sources revealed exclusively to Breitbart News that 40-year-old Villarreal is the mastermind behind the widespread extortion of wealthy businesses, a recent spike in executions, and the use of real state companies to launder millions in illici… [+2725 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "Mark Zuckerberg Lobbyist Says Elite Editor Posted ‘False Garbage’ on Immigration", "description": "Mark Zuckerberg's lobbyist in D.C. is declaring that Steve Jobs' wife is publishing \"veritably false garbage\" about the political impact of cheap-labor immigration.", "url": "https://www.breitbart.com/politics/2018/11/27/mark-zuckerberg-lobbyist-says-elite-editor-posted-false-garbage-immigration/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/02/57d85f_immigration-separating-families-85902-26-2018-file-photo-shows-people-e1539557357175.jpg", "publishedAt": "2018-11-27T17:06:55Z", "content": "Todd Schulte runs a pro-immigration lobbying group, FWD.us, which was set up by several billionaire and millionaire investors and CEOs, including Facebook’s Zuckerberg. His target is Jeffrey Goldberg, the progressive editor of the Atlantic magazine. Laurene P… [+9731 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Report: Fox News Slipped Pre-Interview Questions to Trump Official Pruitt", "description": "Fox and Friends producers gave advance interview questions to former EPA chief Scott Pruitt, reports the far-left Daily Beast.", "url": "https://www.breitbart.com/the-media/2018/11/27/report-fox-news-slipped-pre-interview-questions-to-trump-official-pruitt/", "urlToImage": "https://media.breitbart.com/media/2018/05/wi/ap/22/f7f448_pruitt-epa-48268-scott-pruitt-in-may-16-2018-file-photo-environmental-protection-e1543338186629.jpg", "publishedAt": "2018-11-27T17:04:33Z", "content": "Using the Freedom of Information Act, the Sierra Club obtained emails that show Pruitt was “given pre-interview questions, a standard practice in cable news for lesser-known guests that is rarely extended to public figures or elected officials.” “In multiple … [+1664 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Report: Google AI Will Avoid ‘Misgendering’ by Skipping Gendered Pronouns", "description": "A.I. used by Google in Gmail to auto-suggest words to users while they're typing will not suggest \"gender-based pronouns\" for fear of misgendering people and causing offense, according to a report.", "url": "https://www.breitbart.com/tech/2018/11/27/report-google-ai-will-avoid-misgendering-by-skipping-gendered-pronouns/", "urlToImage": "https://media.breitbart.com/media/2018/07/wi/afp/17/fcbeed_members-transgender-community-supporters-rally-transgender-equality-e1531837635380.jpg", "publishedAt": "2018-11-27T16:58:37Z", "content": "Reuters reported on Tuesday that Google’s A.I. “will not suggest gender-based pronouns because the risk is too high that its ‘Smart Compose’ technology might predict someones sex or gender identity incorrectly and offend users.” “Consumers have become accusto… [+1588 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Alexandria Ocasio-Cortez Doubles Down: ‘On the Right Side of History’ Linking Migrant Caravan to Holocaust", "description": "New York Democrat Alexandria Ocasio-Cortez went on the attack against Sebastian Gorka in a Twitter tirade.", "url": "https://www.breitbart.com/politics/2018/11/27/alexandria-ocasio-cortez-attacks-sebastian-gorka-twitter/", "urlToImage": "https://media.breitbart.com/media/2018/11/Alexandria-Ocasio-Cortez-wild-pointing-getty.jpg", "publishedAt": "2018-11-27T16:56:18Z", "content": "The Twitter broadsides started when Gorka called Ocasio-Cortez “disgraceful” for comparing the U.S. to Nazi Germany. On Sunday, Ocasio-Cortez tweeted the claim that “Asking to be considered a refugee &amp; applying for status isnt a crime.” She went on to giv… [+2050 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Aaron Klein", "title": "Soros-Funded Groups Mobilize for Mike Espy in Mississippi Runoff Race", "description": "Organizations financed by George Soros are making a last-ditch effort to get Mississippi Senate candidate Mike Espy elected in today’s runoff race.", "url": "https://www.breitbart.com/politics/2018/11/27/soros-funded-groups-mobilize-for-mike-espy-in-mississippi-runoff-race/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mike-Espy.png", "publishedAt": "2018-11-27T16:46:41Z", "content": "Soros himself donated $10,800 to Espys senatorial campaign via the billionaire activists Soros Fund Management. MoveOn.org, which has been massively backed by Soros, has organized a phone bank and a number of other iniatives to mobilize voters for Espy. We ne… [+1570 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "European Consumer Groups: Google Breaks Privacy Laws by Covertly Tracking Users", "description": "Multiple European Union consumer groups have accused tech giant Google of violating EU privacy laws by covertly tracking user's movements.", "url": "https://www.breitbart.com/tech/2018/11/27/european-consumer-groups-google-breaks-privacy-laws-by-covertly-tracking-users/", "urlToImage": "https://media.breitbart.com/media/2017/01/google-eye-reflection-getty.jpg", "publishedAt": "2018-11-27T16:43:07Z", "content": "Seven different European consumer groups filed complaints against Google with national regulators this week in the Czech Republic, Greece, Netherlands, Norway, Poland, Slovenia and Sweden. The complaints claimed that the tech firm violated GDPR privacy laws b… [+2606 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Beto O’Rourke: Remove Confederate Plaque from Texas Capitol", "description": "Failed Senate candidate Beto O'Rourke says he supports the immediate removal of a Confederate plaque from the Texas State Capitol.", "url": "https://www.breitbart.com/politics/2018/11/27/beto-orourke-remove-confederate-plaque-from-texas-capitol/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1058500050.jpg", "publishedAt": "2018-11-27T16:40:08Z", "content": "Responding to Rep. Eric Johnson’s (D-TX) tweet voicing support for the removal of the Children of the Confederacy Creed plaque, O’Rourke tweeted: “Im with Eric on this one. Take it down today.” Im with Eric on this one. Take it down today. https://t.co/mydRh1… [+1590 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Cornyn: Texas ‘Trending More Purple Than Red’", "description": "Senator John Cornyn (R-TX) on Tuesday’s “Hugh Hewitt Show” discussed Beto O’Rourke’s rise to stardom and close Senate race with Sen. Ted Cruz (R-TX). Cornyn said O’Rourke ultimately lost to Cruz in the midterms because he is a “national Democrat” in a “conser…", "url": "https://www.breitbart.com/video/2018/11/27/cornyn-texas-trending-more-purple-than-red/", "urlToImage": "https://media.breitbart.com/media/2018/09/John-Cornyn-Kavanaugh-confirmation-hearings-ap.jpg", "publishedAt": "2018-11-27T16:29:22Z", "content": "Senator John Cornyn (R-TX) on Tuesday’s “Hugh Hewitt Show” discussed Beto O’Rourke’s rise to stardom and close Senate race with Sen. Ted Cruz (R-TX). Cornyn said O’Rourke ultimately lost to Cruz in the midterms because he is a “national Democrat” in a “conser… [+586 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "Uber CEO: In 10 Years, You Won’t Own a Car", "description": "During a segment that aired on “CNN Newsroom” on Tuesday, Uber CEO Dara Khosrowshahi said in a decade that he envisioned a scenario where people will not own a car. Khosrowshahi was asked about what that world would look like in ten years in an interview with…", "url": "https://www.breitbart.com/video/2018/11/27/uber-ceo-in-10-years-you-wont-own-a-car/", "urlToImage": "https://media.breitbart.com/media/2018/11/Uber1127.jpg", "publishedAt": "2018-11-27T16:25:35Z", "content": "During a segment that aired on “CNN Newsroom” on Tuesday, Uber CEO Dara Khosrowshahi said in a decade that he envisioned a scenario where people will not own a car. Khosrowshahi was asked about what that world would look like in ten years in an interview with… [+1501 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "The Housing Market Cooled in September", "description": "Despite the slowdown and higher interest rates, home prices are still rising faster than incomes.", "url": "https://www.breitbart.com/economy/2018/11/27/the-rise-in-home-prices-slowed-in-september/", "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/24/1erqas_us-new-home-sales-jumped-in-but-big-gains-in-west-as-winter-weather-held-sales-e1535035195805.jpg", "publishedAt": "2018-11-27T16:18:21Z", "content": "Home values rose in September but at the slowest pace since January 2017, according to the S&amp;P CoreLogic Case-Shiller U.S. National Home Price Index Home prices increased 5.5 percent annually in September, down from 5.7 percent in August. The 10-City Comp… [+944 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "MSNBC Reporter with Migrants: Most Are Men, Some Haven’t Shown ‘Need for Asylum’", "description": "During a segment on MSNBC that aired on Monday, reporter Gadi Schwartz admitted that most migrants in the U.S.-Mexican border city of Tijuana who traveled with the Central American caravan were not women and children. Instead, he said they were men, and that …", "url": "https://www.breitbart.com/the-media/2018/11/27/msnbc-reporter-most-migrants-are-men-some-havent-shown-need/", "urlToImage": "https://media.breitbart.com/media/2018/11/MSNBC-screnshot.jpg", "publishedAt": "2018-11-27T16:12:41Z", "content": "Co-host Stephanie Ruhle set up the question, saying, “Stay on this for a moment, because some people look at these images and they listen to the president, who says, ‘It’s not women and children, it’s stone-cold criminals.'” She continued, “So, my first quest… [+1949 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Obama Used Tear Gas At Least 80 Times at Border", "description": "Under the Obama Administration, U.S. Customs and Border Protection (CBP) law enforcement officials, including Border Patrol agents, utilized tear gas against migrants at or near the border at least 80 times between FY2012 and early FY2017.", "url": "https://www.breitbart.com/border/2018/11/27/obama-used-tear-gas-at-least-80-times-at-border/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1065219488-1.jpg", "publishedAt": "2018-11-27T16:10:21Z", "content": "CBP officials reported the use of tear gas and pepper spray to push back “assaultive” caravan migrants attempting to enter the U.S. illegally on Sunday. The agency began using these particular sprays during the Obama administration in 2010. Breitbart News con… [+4750 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Rappers Cam’ron and Jim Jones Slammed By Vets for Wearing Military Medals During Performance", "description": "Rappers Cam’ron and Jim Jones, known from their hip-hop group The Diplomats, reportedly angered veterans after wearing what appeared to be military medals during a show in New York City.", "url": "https://www.breitbart.com/entertainment/2018/11/27/camron-and-jim-jones-slammed-by-vets-for-wearing-military-medals-during-performance/", "urlToImage": "https://media.breitbart.com/media/2018/11/JimCamron1.jpg", "publishedAt": "2018-11-27T15:53:34Z", "content": "The performance took place at the Apollo Theatre ahead of the release of their first album in 14 years, with their offending costumes featuring a range of military medals and ribbons. According to Page Six, many veterans were left “unamused” by the act. I get… [+775 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Alec Baldwin Appears in Court for Parking Spot Assault Case", "description": "NEW YORK (AP) — Video will vindicate Alec Baldwin after he was accused of slugging a man in the face in over a parking space, the actor’s lawyer said Monday.", "url": "https://www.breitbart.com/entertainment/2018/11/27/alec-baldwin-appears-in-court-for-parking-spot-assault-case/", "urlToImage": "https://media.breitbart.com/media/2018/11/Alecbaldwinnotguilty1.jpg", "publishedAt": "2018-11-27T15:43:28Z", "content": "Baldwin himself said nothing as he was arraigned on a misdemeanor attempted assault charge and a charge of harassment, a violation, in the latest of his several brushes with the law over the years. The Emmy winner has previously denied he punched anyone in th… [+3083 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Consumer Confidence Slips A Bit from All Time Highs", "description": "Down but still near all-time highs.", "url": "https://www.breitbart.com/economy/2018/11/27/consumer-confidence-slips-a-little-from-all-time-highs/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nancy-Pelosi.png", "publishedAt": "2018-11-27T15:41:17Z", "content": "The Conference Board’s Consumer Confidence Index declined in November, following an improvement in October. The Index now stands at 135.7, down from 137.9 in October. In November, consumers saw the Democrats win enough votes to take control of the House of Re… [+1925 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Macron Slams 'Thugs' Protesting His Green Agenda.", "description": "In a speech addressing the Gilets Jaunes (Yellow Vest) movement Tuesday, French President Emmanuel Macron stuck to his green agenda, promising to close 50 per cent of nuclear plants and make France carbon-free by 2050.", "url": "https://www.breitbart.com/europe/2018/11/27/macron-slams-thugs-protesting-against-his-green-agenda-offers-no-concessions/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1063641264.png", "publishedAt": "2018-11-27T15:37:34Z", "content": "The French president addressed the Yellow Vest movement, which has the support of around 77 per cent of the French, directly saying that there had been “unacceptable violence” but differentiated that from those “who want to get out a message,” BFMTV reports. … [+2501 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Gun Control Group Pushes Ballot Initiative to Ban ‘Assault Weapons’ in Florida", "description": "The gun control \"Ban Assault Weapons Now\" is pushing a ballot initiative to ban the ownership of \"assault weapons\" in the state of Florida.", "url": "https://www.breitbart.com/politics/2018/11/27/gun-control-group-pushes-ballot-initiative-to-ban-assault-weapons-in-florida/", "urlToImage": "https://media.breitbart.com/media/2018/04/assault-weapons-ban.png", "publishedAt": "2018-11-27T15:37:20Z", "content": "The group’s steering committee includes gun control Rep. Ted Deutch (D-Parkland), and committee members include Parkland students who survived the February 14, 2018, attack on Marjory Stoneman Douglas High School. Fox 35 reports that the group is working with… [+2291 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Aaron Klein", "title": "Mike Espy Helped Save Bill Clinton from Sex Scandal in 1992 Campaign", "description": "Mississippi Senate candidate Mike Espy helped Bill Clinton’s 1992 presidential campaign secure a much needed “boost” to move past news media reports of an extramarital affair with Gennifer Flowers.", "url": "https://www.breitbart.com/politics/2018/11/27/mike-espy-helped-save-bill-clinton-from-sex-scandal-in-1992-campaign/", "urlToImage": "https://media.breitbart.com/media/2018/11/Collage-Bill-Clinton-cigar-Mike-Espy-smile-getty-ap.jpg", "publishedAt": "2018-11-27T15:29:07Z", "content": "The issue had threatened to derail Clintons presidential campaign. In a lengthy dialogue on May 15, 2006 that was part of the Presidential Oral Histories project at the Miller Center of Public Affairs, Espy recalled helping Clinton turn out a big crowd in tra… [+5245 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Dem Rep.-elect Hayes Flip-Flops on Support for Pelosi as House Speaker", "description": "During Tuesday’s “Morning Joe” on MSNBC, Representative-elect Jahana Hayes (D-CT) shared her support of House Minority Leader Rep. Nancy Pelosi (D-CA) in her bid for House speaker. Hayes, as late as August, said she probably would not support Pelosi in her bi…", "url": "https://www.breitbart.com/video/2018/11/27/dem-rep-elect-hayes-flip-flops-on-support-for-pelosi-as-house-speaker/", "urlToImage": "https://media.breitbart.com/media/2018/11/hayes.jpg", "publishedAt": "2018-11-27T15:09:10Z", "content": "During Tuesday’s “Morning Joe” on MSNBC, Representative-elect Jahana Hayes (D-CT) shared her support of House Minority Leader Rep. Nancy Pelosi (D-CA) in her bid for House speaker. Hayes, as late as August, said she probably would not support Pelosi in her bi… [+545 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Bernie Sanders: Trump ‘Has No Political Belief — He’s a Total Phony’", "description": "Tuesday on CNN’s “New Day,” Sen. Bernie Sanders (I-VT) criticized President Donald Trump as a “total phony” with “no political belief.” Sanders noted how Trump agreed with many of Sanders’ beliefs in the past and made the switch to being an “extreme right-win…", "url": "https://www.breitbart.com/video/2018/11/27/bernie-sanders-trump-has-no-political-belief-hes-a-total-phony/", "urlToImage": "https://media.breitbart.com/media/2018/07/Unidos-con-Bernie-Sanders-Getty.jpg", "publishedAt": "2018-11-27T14:07:52Z", "content": "Tuesday on CNN’s “New Day,” Sen. Bernie Sanders (I-VT) criticized President Donald Trump as a “total phony” with “no political belief.” Sanders noted how Trump agreed with many of Sanders’ beliefs in the past and made the switch to being an “extreme right-win… [+560 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Latino Comedian Paul Rodriguez: I Get Death Threats for Supporting Trump", "description": "Actor-comedian Paul Rodriguez, one of the original Latin Kings of Comedy, said last Thursday that he's received death threats after publicly stating his support for President Donald Trump.", "url": "https://www.breitbart.com/entertainment/2018/11/27/paul-rodriguez-i-get-death-threats-for-supporting-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/Paulrodgriguez1.jpg", "publishedAt": "2018-11-27T14:07:14Z", "content": "Speaking to TMZ outside the Laugh Factory, the iconic comedy club on the Sunset Strip, Rodriquez was unapologetic about his support for the administration and said he welcomes differences of opinion about politics. “If you disagree with me, it doesn’t mean we… [+1950 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Tom Steyer Launches New Ad Urging New Democratic Members of Congress to Impeach Trump", "description": "Left-wing billionaire mega-donor and likely 2020 presidential candidate Tom Steyer has launched a new ad aimed at convincing incoming Democratic members of Congress to vote to impeach President Donald Trump next year.", "url": "https://www.breitbart.com/politics/2018/11/27/tom-steyer-launches-new-ad-urging-new-democratic-members-of-congress-to-impeach-trump/", "urlToImage": "https://media.breitbart.com/media/2018/07/Tom-Steyer-impeachment-Getty.jpg", "publishedAt": "2018-11-27T14:04:19Z", "content": "Steyer spent over $100 million in the 2018 election on pushing for Trump’s impeachment, backing Democratic candidates who committed to that goal. Since the election, his organization, Need to Impeach, also launched a Thanksgiving guide to help activists convi… [+1564 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump: Robert Mueller Has ‘Gone Rogue’", "description": "\"Wait until it comes out how horribly and viciously they are treating people, ruining lives for them refusing to lie,\" Trump wrote on Twitter. \"Mueller is a conflicted prosecutor gone rogue.\"", "url": "https://www.breitbart.com/politics/2018/11/27/donald-trump-robert-mueller-gone-rogue/", "urlToImage": "https://media.breitbart.com/media/2018/05/robert-mueller-counting-AFP.jpg", "publishedAt": "2018-11-27T14:03:37Z", "content": "“Wait until it comes out how horribly and viciously they are treating people, ruining lives for them refusing to lie,” Trump wrote on Twitter. “Mueller is a conflicted prosecutor gone rogue.” Author Jerome Corsi rejected a plea deal that Mueller offered on Mo… [+2227 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Watch: Tom Arnold Interviewed By Secret Service over Anti-Trump Tweets", "description": "U.S. Secret Service agents visited actor Tom Arnold at his home last month to warn him that his tweets could incite violence against high-ranking politicians or even President Donald Trump.", "url": "https://www.breitbart.com/entertainment/2018/11/27/tom-arnold-interviewed-by-secret-service-over-anti-trump-tweets/", "urlToImage": "https://media.breitbart.com/media/2018/06/Tomarnoldcreep1-1.jpg", "publishedAt": "2018-11-27T13:16:25Z", "content": "Mother Jones published an hour-long recording of the visit from Secret Service agents, which came amid the investigation into the explosive devices mailed to high-ranking left-wing politicians including former Presidents Barack Obama and Bill Clinton. The vis… [+1558 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "Chris Matthews: Most Caravan Migrants Not Eligible for Asylum", "description": "MSNBC’s Chris Matthews conceded on Monday evening that most of the Central American migrants in the caravan are not eligible for asylum because they are economic migrants.", "url": "https://www.breitbart.com/politics/2018/11/27/chris-matthews-most-caravan-migrants-not-eligible-for-asylum/", "urlToImage": "https://media.breitbart.com/media/2018/06/Chris-Matthews.jpg", "publishedAt": "2018-11-27T13:10:33Z", "content": "The Hardball host said theres two-thirds of a billion people living in a lot of poverty “all the way down to Tierra del Fuego, and agreed with GOP strategist Adolfo Franco when he said that looking for jobs is not a basis to seek political asylum. I know that… [+2264 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "Jorge Ramos: US Has Responsibility to ‘Absorb’ Caravan Migrants", "description": "Univision anchor Jorge Ramos said on Monday that America has a responsibility to “easily absorb” the caravan migrants and claimed it can do so “without significant economic consequences.”", "url": "https://www.breitbart.com/politics/2018/11/27/jorge-ramos-us-has-responsibility-to-absorb-caravan-migrants/", "urlToImage": "https://media.breitbart.com/media/2018/10/jorge-ramos-fox-news.jpg", "publishedAt": "2018-11-27T13:09:41Z", "content": "Its not an invasion. The U.S. can easily absorb these refugees without significant economic consequences. Many countries in the world help the 65 M people who are displaced, Ramos claimed in an Instagram post. And the most powerful nation in history also has … [+1016 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Martel: Ignoring China’s South China Sea Invasion Emboldened Russia to Attack Ukraine", "description": "Russia alarmed the world on Sunday by reportedly seizing Ukrainian vessels in the Sea of Azov, attacking Ukrainian assets and blocking some of its most important port cities through its illegal command of the Crimean peninsula.", "url": "https://www.breitbart.com/europe/2018/11/26/ignoring-chinas-south-china-sea-invasion-emboldened-russia-attack-ukraine/", "urlToImage": "https://media.breitbart.com/media/2018/04/Xi-Jinping-destroyer-Ministry-National-Defense-Peoples-Republic-China.jpg", "publishedAt": "2018-11-27T13:07:50Z", "content": "The standoff had become inevitable since Russia built a bridge blocking off the entire Sea of Azov across the Kerch Strait, connecting Crimea to legitimate Russian territory and blocking Ukraine off from the world. The international community neutralized its … [+6857 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "Poll: Seven in 10 Mexicans Have ‘Negative’ View of Caravan", "description": "Seven in ten Mexicans reportedly have a negative view of Central American migrants in the caravan while majorities oppose giving migrants work visas and support tougher enforcement measures, according to a comprehensive poll conducted by one of Mexico’s bigge…", "url": "https://www.breitbart.com/politics/2018/11/27/poll-seven-in-10-mexicans-have-negative-view-of-caravan/", "urlToImage": "https://media.breitbart.com/media/2018/11/migrant-caravan-rush-tear-down-us-mexico-border-2018-getty-photo.jpg", "publishedAt": "2018-11-27T12:00:15Z", "content": "NBC News on Monday evening reported the results of Sundays El Universal survey that found that a majority of Mexicans also support blocking migrants from entering the country without legal documents and another 55 percent support tougher measures on future ca… [+3050 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "Muslim Grooming Gangs Targeted Sikh Girls for Decades", "description": "Gangs of predominantly Muslim men have been grooming and raping British Sikh girls for decades, with police often ignoring signs because of political correctness, according to a bombshell report.", "url": "https://www.breitbart.com/europe/2018/11/27/report-muslim-grooming-gangs-target-sikh-girls-decade-police-frozen-political-correctness/", "urlToImage": "https://media.breitbart.com/media/2015/12/Rotherham-Child-Abuse-Scandal-Trial-Getty.png", "publishedAt": "2018-11-27T09:31:44Z", "content": "The study by the Sikh Mediation and Rehabilitation Team alleges that young Sikh women have been targeted by men of Muslim faith who subjected them to sexual abuse. The educational charity says police recklessly ignored complaints, often for reasons of politic… [+2379 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "DUP Leader Warns Brexit Locks UK in 'EU Straitjacket', Could 'Break Up' British Union", "description": "Nigel Dodds, who leads Northern Ireland’s Democratic Unionist Party (DUP) in the British Parliament, has warned that Theresa May’s “Brexit in name only” deal risks “the break up of the United Kingdom”.", "url": "https://www.breitbart.com/europe/2018/11/27/dup-leader-warns-brexit-locks-uk-eu-straitjacket-break-up-british-union/", "urlToImage": "https://media.breitbart.com/media/2018/11/Northern-Ireland-flag.png", "publishedAt": "2018-11-27T09:27:52Z", "content": "The DUP, a Brexit-supporting, working-class party with strong links to local Protestant churches and a fierce commitment to maintaining Ulster’s place in the United Kingdom, is enormously influential in the British legislature at the moment, as Theresa May’s … [+2538 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson, Chris Tomlinson", "title": "Italian Populist Salvini Expresses Support for French 'Yellow Jacket' Protests", "description": "Italian populist interior minister Matteo Salvini has expressed support for the grassroots anti-Macron Gilets Jaunes (Yellow Vest) movement.", "url": "https://www.breitbart.com/europe/2018/11/27/matteo-salvini-expresses-support-french-yellow-vest-movement/", "urlToImage": "https://media.breitbart.com/media/2018/07/Matteo-Salvini-1.png", "publishedAt": "2018-11-27T09:09:51Z", "content": "Interior Minister Salvini posted a clip from Italian public broadcaster RAI on Twitter that featured a member of the Yellow Vest movement chanting, “Salvini! Salvini” behind an Italian reporter covering the protests that took place in the French capital of Pa… [+1957 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "PHOTOS: ‘American Treasures’ Christmas at the White House", "description": "Glittering red and Christmas trees flocked the halls and rooms of an “American Treasures” themed White House Monday with nods to history, America’s military, and children.", "url": "https://www.breitbart.com/politics/2018/11/26/photos-american-treasures-christmas-white-house/", "urlToImage": "https://media.breitbart.com/media/2018/11/white-house-grand-foyer-christmas-2018-ap.jpg", "publishedAt": "2018-11-27T06:53:30Z", "content": "First Lady Melania Trump designed this years White House Christmas displays centered around the theme of American Treasures, honoring Americas unique heritage. Walking into the White House East Wing, reporters were greeted by photos of first lady Trumps recen… [+5803 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "WATCH: Woman Screams at Families Taking Christmas Photos in Public Park", "description": "A group of eight Florida residents taking their Christmas photos in a public park got an earful from one woman who started screaming and cursing at them because she claimed they were breaking the law, according to a video.", "url": "https://www.breitbart.com/video/2018/11/26/watch-woman-lashes-out-residents-itaking-christmas-photos-public-park/", "urlToImage": "https://media.breitbart.com/media/2018/11/woman-screams-at-family-taking-photos-in-public-park-youtube.jpg", "publishedAt": "2018-11-27T05:48:38Z", "content": "The video showed a woman screaming at the group of eight people, including children, for using Orchard Park in Coral Springs, Florida, as their personal photo backdrop last Sunday, and she accused them of using the park to shoot photos the day before. “Every … [+1204 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump ‘Not Happy’ After General Motors Slashes Production", "description": "President Donald Trump criticized General Motors on Monday for announcing their decision to slash factory production, jobs, and cars in the United States.", "url": "https://www.breitbart.com/politics/2018/11/26/donald-trump-general-motors-slashes-production/", "urlToImage": "https://media.breitbart.com/media/2018/11/donald-trump-general-motors-ceo-mary-barra-split-getty.jpg", "publishedAt": "2018-11-27T05:15:48Z", "content": "“I’m not happy about it,” Trump said to reporters as he left the White House on Monday to campaign in Mississippi. The president said he spoke with the CEO of General Motors Mary Barra about the news, specifying he was “very tough” with her. “This country has… [+608 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Scalise: We’re in ‘Big Negotiations’ over Increased Border Wall Funding", "description": "On Monday’s broadcast of the Fox News Channel’s “Outnumbered,” House Republican Whip Steve Scalise (R-LA) stated that there are “big negotiations” on increased funding for a border wall. Scalise said, “[T]here are negotiations going on right now over the end …", "url": "https://www.breitbart.com/video/2018/11/26/scalise-were-in-big-negotiations-over-increased-border-wall-funding/", "urlToImage": "https://media.breitbart.com/media/2017/06/wi/ap/19/2867pg8-e1528325721668.jpg", "publishedAt": "2018-11-27T05:15:37Z", "content": "On Monday’s broadcast of the Fox News Channel’s “Outnumbered,” House Republican Whip Steve Scalise (R-LA) stated that there are “big negotiations” on increased funding for a border wall. Scalise said, “[T]here are negotiations going on right now over the end … [+353 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Flashback: Five Times Critics Mocked Trump over Migrant Caravan", "description": "Democrats and other critics mocked President Donald Trump after he activated U.S. troops in late October to help reinforce the southwest border after concerns that thousands of Central American migrants moving in caravans towards the United States would try t…", "url": "https://www.breitbart.com/politics/2018/11/26/critics-mocked-trump-migrant-caravan/", "urlToImage": "https://media.breitbart.com/media/2018/11/migrant-caravan-toward-us-mexico-border-11-18-getty.jpg", "publishedAt": "2018-11-27T04:56:38Z", "content": "They accused Trump of hyping the threat as recently as early November, claiming that the migrants were hundreds of miles away and that only a fraction of the caravan would make it to the border. However, only two weeks later, the first of thousands of migrant… [+5082 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "CNN’s Anderson Cooper to Trump: Check Out ClimateKids Website — It’s an ‘Easy Read, It’s Fun, There Are Pictures’", "description": "Monday on CNN, network anchor Anderson Cooper said President Donald Trump should read NASA’s website for children on climate after the president said he doesn’t believe a report from his administration about climate change. Cooper said, “He wants a great clim…", "url": "https://www.breitbart.com/video/2018/11/26/cnns-anderson-cooper-to-trump-check-out-climatekids-website-its-an-easy-read-its-fun-there-are-pictures/", "urlToImage": "https://media.breitbart.com/media/2017/01/Cooper-113-Thumbnail.jpg", "publishedAt": "2018-11-27T04:52:00Z", "content": "Monday on CNN, network anchor Anderson Cooper said President Donald Trump should read NASA’s website for children on climate after the president said he doesn’t believe a report from his administration about climate change. Cooper said, “He wants a great clim… [+817 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Geraldo Rivera: ‘Painful’ We Are Treating Migrants ‘As if They’re Zombies from ‘The Walking Dead”", "description": "Monday on Fox News Channel’s “The Five,” correspondent-at-large Geraldo Rivera said he was “ashamed” of the way migrants attempting to cross the U.S.-Mexico border are being treated. Discussing border patrol agents using tear gas, Rivera said. “This goes to m…", "url": "https://www.breitbart.com/video/2018/11/26/geraldo-rivera-painful-we-are-treating-migrants-as-if-theyre-zombies-from-the-walking-dead/", "urlToImage": "https://media.breitbart.com/media/2017/12/Rivara1.jpg", "publishedAt": "2018-11-27T04:44:50Z", "content": "Monday on Fox News Channel’s “The Five,” correspondent-at-large Geraldo Rivera said he was “ashamed” of the way migrants attempting to cross the U.S.-Mexico border are being treated. Discussing border patrol agents using tear gas, Rivera said. “This goes to m… [+965 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Warns of Migrant ‘Grabbers’ of Children at the Border", "description": "\"These are people, they call 'em grabbers,\" he said. \"They grab a child because they think they’ll have a certain status by having a child.\"", "url": "https://www.breitbart.com/politics/2018/11/26/donald-trump-warns-of-migrant-grabbers-of-children-at-the-border/", "urlToImage": "https://media.breitbart.com/media/2018/11/Migrant-Women-and-Child.jpg", "publishedAt": "2018-11-27T04:20:20Z", "content": "“In some cases, you know, theyre not the parents,” Trump said after he was asked by reporters about pictures of women and children running away from the tear gas deployed by United States border enforcement officials on Sunday. “These are people, they call ’e… [+1134 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michael Patrick Leahy", "title": "Poll: GOP Hyde-Smith Leads Democrat Mike Espy by 10 Points in Mississippi Senate Runoff Election", "description": "A poll of Tuesday's Mississippi Senate runoff election released on Sunday shows incumbent Sen. Cindy Hyde-Smith (R-MS) leading her Democrat challenger, former Clinton administration Secretary of Agriculture Mike Espy, by ten points, 54 percent to 44 percent.", "url": "https://www.breitbart.com/politics/2018/11/26/poll-hyde-smith-leads-mike-espy-mississippi-senate-runoff-election/", "urlToImage": "https://media.breitbart.com/media/2018/11/cindy-hyde-smith-mike-espy-debate-mississippi-spit-ap.jpg", "publishedAt": "2018-11-27T03:57:41Z", "content": "The RRH Elections with Bold Blue Campaigns and JMC Analytics Poll, the only poll released on the runoff election listed in the Real Clear Politics Average of Polls, was conducted of 684 respondents between November 19 and November 21 and again between Novembe… [+2951 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "One Dead, Multiple Injured After Vehicle Hits Pedestrians in Manhattan", "description": "A vehicle struck a group of pedestrians in downtown Manhattan Monday evening, killing one and injuring at least five people, say reports.", "url": "https://www.breitbart.com/crime/2018/11/26/one-dead-vehicle-pedestrians-manhattan/", "urlToImage": "https://media.breitbart.com/media/2018/11/nypd-police-car-crime-scene-tape-nyc-getty.jpg", "publishedAt": "2018-11-27T03:31:02Z", "content": "Authorities and first responders are on scene at the alleged incident near Canal and Forsyth Streets in the Chinatown section of downtown Manhattan. According to the New York Daily News : “A high-ranking police department source said the crash happened when a… [+181 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr", "title": "Columnist: Oil, Climate Change Cause Natural Disasters, Murders, Riots", "description": "A columnist at a Philadelphia newspaper believes climate change is responsible for natural disasters, murder and riots in Paris.", "url": "https://www.breitbart.com/politics/2018/11/26/columnist-oil-climate-change-cause-natural-disasters-murders-riots/", "urlToImage": "https://media.breitbart.com/media/2018/11/oil-drilling-wildfires-Paris-riots-Kashogi-.jpg", "publishedAt": "2018-11-27T03:27:35Z", "content": "Included in the death and destruction, he writes, are the California wildfires, the death of Saudi Arabian activist Jamal Khashoggi, and the ongoing violent protests in France over a newly imposed carbon tax on fuel. While leftists and environmental activists… [+4324 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Police: Man Dressed as Woman Tries to Rob Store, Gets Shot", "description": "Police in South Carolina say a man dressed as a woman tried to rob a mobile phone store and was shot by the clerk.", "url": "https://www.breitbart.com/politics/2018/11/26/police-man-dressed-as-woman-tries-to-rob-store-gets-shot/", "urlToImage": "https://media.breitbart.com/media/2016/07/wi/afp_5bf3af53ac175bb7b036997ba1d4833e7f7b5276-e1469554567586.jpg", "publishedAt": "2018-11-27T03:15:15Z", "content": "According to the Georgetown Police Department, an armed suspect went into a Boost Mobile store in Columbia, SC, Friday night wearing a wig and other female clothing accessories. The clerk responded by pulling his own gun and shooting the suspect, who then ran… [+1033 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Man Allegedly Murders Woman Within Hours of His Release from Prison", "description": "David Bohart, 34, was arrested at a hotel on Friday on suspicion of the fatal stabbing of 49-year-old Marika L. Jones after recently being released from an Arizona prison.", "url": "https://www.breitbart.com/pre-viral/2018/11/26/man-murders-hours-release-prison/", "urlToImage": "https://media.breitbart.com/media/2018/11/Tucson-Police-Department-David-James-Bohart-prison-AP.jpg", "publishedAt": "2018-11-27T02:52:48Z", "content": "According to the Arizona Department of Corrections, Bohart was released on Monday, November 19, after serving three years in a Tucson, Arizona state prison for the “possession or use of dangerous drugs.” A warrant was issued for his arrest when he failed to a… [+655 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Migrant Impaled After Falling Off Barrier...", "description": "San Diego Sector Border Patrol agents rescued a Central American migrant woman who nearly fell to her death from the international border wall. She and her two children fell from the wall as she attempted to illegally enter the U.S. from Mexico and landed on …", "url": "https://www.breitbart.com/border/2018/11/26/migrant-impaled-on-rebar-after-falling-off-san-diego-border-wall/", "urlToImage": "https://media.breitbart.com/media/2018/11/Migrant-Woman-Injured-Climbing-Border-Wall.png", "publishedAt": "2018-11-27T02:52:38Z", "content": "San Diego Sector agents patrolling east of the San Ysidro Port of Entry on November 23 responded to a call about a woman attempting to climb over the international boundary with two young children. The woman fell with her children and landed on a piece of ste… [+1706 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett, Ian Hanchett", "title": "Dem Rep. Castro: Border Crisis Is 'A Self-Created Chaotic Situation by the President'", "description": "On Monday’s broadcast of MSNBC’s “All In,” Representative Joaquin Castro (D-TX) characterized the situation at the border as “a self-created chaotic situation by the president.” Castro called on the president to return to the “orderly process” for asylum that…", "url": "https://www.breitbart.com/video/2018/11/26/dem-rep-castro-the-border-is-a-self-created-chaotic-situation-by-the-president/", "urlToImage": "https://media.breitbart.com/media/2017/02/Joaquin-Castro-hand-up-reuters.jpg", "publishedAt": "2018-11-27T02:26:30Z", "content": "On Monday’s broadcast of MSNBC’s “All In,” Representative Joaquin Castro (D-TX) characterized the situation at the border as “a self-created chaotic situation by the president.” Castro called on the president to return to the “orderly process” for asylum that… [+764 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins, AWR Hawkins", "title": "Study: Universal Background Checks in California Did Not Reduce Homicides", "description": "A UC Davis study examining the first ten years after California adopted universal background checks shows that those checks did not reduce homicides.", "url": "https://www.breitbart.com/politics/2018/11/26/ca-universal-background-checks-not-reduce-homicides/", "urlToImage": "https://media.breitbart.com/media/2016/03/GettyImages-503475382.jpg", "publishedAt": "2018-11-27T02:26:29Z", "content": "In other words, the very checks that the Democrat Party pushes on the national level — the checks that Sen. Chris Murphy (D-CT) describes as the gun control “north star” — already exist in California, and they did nothing to reduce homicides during the time f… [+1479 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr", "title": "Former Obama Aide: Beto’s Senate Race More Inspiring than Barack’s", "description": "A former aide to President Barack Obama is singing the praises of Rep. Beto O’Rourke (D-TX) as a potential presidential candidate in 2020.", "url": "https://www.breitbart.com/politics/2018/11/26/former-obama-aide-betos-senate-race-more-inspiring-than-baracks/", "urlToImage": "https://media.breitbart.com/media/2018/11/Beto-ORourke-Barack-OBana.jpg", "publishedAt": "2018-11-27T02:17:01Z", "content": "Dan Pfeiffer, who was Obamas communications director, wrote an essay on the Crooked website on Monday saying that ORourke has something that even the $70 million raised for his campaign cant buy. Any smart campaign with competent staff can build a top-flight … [+2823 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Report: Boko Haram Jihadists Kidnap 18 Girls in Niger", "description": "Militants of the Boko Haram Islamic terror group kidnapped 18 girls last Friday from two villages in the southeastern part of Niger near the Nigerian border, reports say.", "url": "https://www.breitbart.com/africa/2018/11/26/boko-haram-jihadists-kidnap-18-girls-niger/", "urlToImage": "https://media.breitbart.com/media/2018/11/boko-haram-jihad-flag-gamboru-file-getty.jpg", "publishedAt": "2018-11-27T02:10:03Z", "content": "The Islamist fighters reportedly arrived on horseback and stormed the villages of Blaharde and Bague in the Diffa region on Friday evening, abducting girls from the first village and others from the second. MEP spokesman Lamido Moumouni confirmed to the press… [+2219 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Democrats Near California Sweep as T.J. Cox Overtakes David Valadao", "description": "Democrat T.J. Cox overtook incumbent Republican Rep. David Valadao in California's 21st congressional district in late ballot counts Monday -- nearly three weeks after Election Day.", "url": "https://www.breitbart.com/midterm-election/2018/11/26/democrats-near-california-sweep-as-t-j-cox-overtakes-david-valadao/", "urlToImage": "https://media.breitbart.com/media/2018/10/Joe-Biden-and-T.J.-Cox-Getty.jpg", "publishedAt": "2018-11-27T02:08:58Z", "content": "Valadao had a comfortable lead of 6.4% on Election Day. But California has extremely lenient rules about mail-in ballots, allowing ballots to be counted as long as they are postmarked by midnight on Election Day and received within the three days following. A… [+1457 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "Hispanic Babies Aborted in U.S. Outnumber Caravan Migrants 7 to 1", "description": "According to the New York Times, the number of migrants in the caravan “could reach more than 10,000,” officials estimate, revealing the number of Hispanic babies aborted in the United States to have outnumbered the estimated number of migrants by about seven…", "url": "https://www.breitbart.com/politics/2018/11/26/hispanic-babies-aborted-in-u-s-eclipse-number-of-caravan-migrants-7-to-1/", "urlToImage": "https://media.breitbart.com/media/2018/11/Pregnant-Woman-in-Honduras-Getty.jpg", "publishedAt": "2018-11-27T01:36:36Z", "content": "A report released Friday by the Centers for Disease Control and Prevention (CDC) shows, in 2015, 72,056 Hispanic women or 17.5 percent of all women who reported abortions had abortions in the 31 states that reported abortion statistics, as well as in the Dist… [+1480 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Nearly 100 Wounded in Suspected Chemical Attack in Syria's Aleppo", "description": "Syrian dictator Bashar al-Assad’s regime and its ally Russia reportedly blamed rebels for a suspected toxic gas attack in regime-held Aleppo city this weekend. A local monitor group reported that the attack wounded nearly 100 people, including many women and …", "url": "https://www.breitbart.com/national-security/2018/11/26/nearly-100-wounded-in-suspected-chemical-attack-in-syrias-aleppo/", "urlToImage": "https://media.breitbart.com/media/2018/11/girl-syria-aleppo-112418-suspected-toxic-gas-attack-getty.jpg", "publishedAt": "2018-11-27T01:27:52Z", "content": "We can not know the kinds of gases, but we suspected chlorine and treated patients on this basis because of the symptoms, Zaher Batal, the head of the Aleppo Doctors Syndicate, told Reuters. He indicated that the assault marks the first gas attack against civ… [+4223 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder, John Binder", "title": "Petition for Kris Kobach to Lead DHS: 'No One More Qualified' to Stop Illegal Immigration", "description": "Pro-American immigration reformers are petitioning the White House to request that President Trump replace current Department of Homeland Security (DHS) Secretary Kirstjen Nielsen with Kansas Secretary of State Kris Kobach.", "url": "https://www.breitbart.com/politics/2018/11/26/petition-for-kris-kobach-to-lead-dhs-no-one-more-qualified-to-stop-illegal-immigration/", "urlToImage": "https://media.breitbart.com/media/2017/12/Kris-Kobach.png", "publishedAt": "2018-11-27T01:08:54Z", "content": "Trump is rumored to be replacing Nielsen by the new year, as he and allies of his “America First” have continuously expressed disappointment and rage at her leadership of DHS over the last year, sources have said. For her replacement, NumbersUSA — an organiza… [+2037 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris, Kyle Morris", "title": "WATCH: Mia Love Criticizes Trump--for Being Like George Washington", "description": "During her concession speech on Monday, Rep. Mia Love (R-UT) criticized President Trump, saying his world consisted of \"no real relationships, just convenient transactions.\"", "url": "https://www.breitbart.com/politics/2018/11/26/watch-mia-love-criticizes-trump-for-being-like-george-washington/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mia-Love-Concession-Rick-BowmerAP.png", "publishedAt": "2018-11-27T01:03:15Z", "content": "After a close and contentious race, Love conceded Utah’s fourth district race to Democrat Ben McAdams, an individual she considers to be a “wolf in sheep’s clothing.” Beginning her speech, Love said she had “reached out to Ben over the weekend and congratulat… [+2256 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart TV, Breitbart TV", "title": "Watch Live: Donald Trump Hosts Rally in Biloxi, MS", "description": "Monday at 9 p.m. ET, President Donald Trump will host a rally at the Mississippi Coast Coliseum in Biloxi, MS. Video courtesy of the Right Side Broadcast Network Follow Breitbart.tv on Twitter @BreitbartVideo", "url": "https://www.breitbart.com/video/2018/11/26/watch-live-donald-trump-hosts-rally-in-biloxi-ms/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-Ohio.jpg", "publishedAt": "2018-11-27T01:00:26Z", "content": "Monday at 9 p.m. ET, President Donald Trump will host a rally at the Mississippi Coast Coliseum in Biloxi, MS. Video courtesy of the Right Side Broadcast Network Follow Breitbart.tv on Twitter @BreitbartVideo"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Saudi Crown Prince Kickstarts PR Tour amid Khashoggi Scandal", "description": "Public anger has reportedly greeted Saudi Crown Prince Mohammed bin Salman (MBS) during his tour of several Arab countries launched over the weekend, marking his first foreign visits since the murder of Saudi journalist Jamal Khashoggi inside Saudi Consulate …", "url": "https://www.breitbart.com/national-security/2018/11/26/saudi-crown-prince-kickstarts-pr-tour-amid-khashoggi-scandal/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/26/86cc4f_saudi-arabia-crown-prince-mohammed-bin-salman-is-visiting-egypt-stops-in-e1543280246542.jpg", "publishedAt": "2018-11-27T00:58:40Z", "content": "Contradicting the Sunni kingdoms claims exonerating MBS of any involvement in the killing of the prominent Saudi critic Khashoggi, U.S. intelligence officials have allegedly determined that crown prince ordered the assassination, a finding rejected by Riyadh.… [+3473 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew, Ben Kew", "title": "Venezuela Fuel Shortages Worsen as Oil Tanker Staff Quit En Masse", "description": "Fuel shortages in the oil-rich country of Venezuela continue to worsen as mass resignations at the state oil company’s tanker fleet cause the delay gasoline shipments", "url": "https://www.breitbart.com/national-security/2018/11/26/venezuela-fuel-shortages-worsen-as-oil-tanker-staff-quit-en-masse/", "urlToImage": "https://media.breitbart.com/media/2016/04/wi/afp_11e9df4fbfe290b65b41b33f8a623319f3d10e1b-e1543279888907.jpg", "publishedAt": "2018-11-27T00:54:16Z", "content": "As the country’s state-run oil refineries run at less than a quarter of their total capacity, authorities have been forced to import gasoline from abroad, with the distribution process requiring both intricate planning and expertise. However, the growing exod… [+2159 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Special Counsel: Paul Manafort Breached Plea Deal, Lied to Investigators", "description": "The Office of Special Counsel said Paul Manafort made false statements during a series of interviews with investigators -- after negotiating a plea agreement -- as part of its probe into collusion between the Trump campaign and Russia.", "url": "https://www.breitbart.com/politics/2018/11/26/special-counsel-paul-manafort-breached-plea-deal-lied-to-investigators/", "urlToImage": "https://media.breitbart.com/media/2018/11/Manafort-in-Wheelchair-Jump-Suit.jpg", "publishedAt": "2018-11-27T00:49:23Z", "content": "After signing the plea agreement, Manafort committed federal crimes by lying to the Federal Bureau of Investigation and the Special Counsels Office on a variety of subject matters, which constitute breaches of the agreement, wrote prosecutors working for the … [+2332 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Democrat Sen. Brian Schatz Backpedals After Conflating Tear Gas with Chemical Weapons", "description": "Senator Schatz quickly backpedaled on a stream of tweets about the use of tear gas against migrants attempting to penetrate the U.S. border.", "url": "https://www.breitbart.com/pre-viral/2018/11/26/democrat-sen-brian-schatz-backpedals-after-conflating-tear-gas-with-chemical-weapons/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/26/308f7a_aptopix-central-america-migrant-caravan-14351-migrants-gather-mexico-e1543278948526.jpg", "publishedAt": "2018-11-27T00:37:10Z", "content": "“Tear gas across the border against unarmed families is a new low,” he tweeted. “Who gave the order? Did it implement or contravene policy?” Schatz then asked whether the use of tear gas was “consistent with the Conventions on Chemical weapons.” “Who gave the… [+730 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D., Thomas D. Williams, Ph.D.", "title": "Vatican: Climate Change ‘Key Challenge’ of Our Age", "description": "The Vatican newspaper L’Osservatore Romano echoed dire warnings in its weekend edition that the present generation may be the last to be able to battle global warming effectively.", "url": "https://www.breitbart.com/environment/2018/11/26/vatican-warns-climate-change-key-challenge-our-age/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/31/f8d0b5_basilica-valle-de-los-caidos-valley-fallen-is-monument-francoist-combatants-e1543278215192.jpg", "publishedAt": "2018-11-27T00:28:55Z", "content": "Climate change is the key challenge of our time. Our generation is the first to experience the rapid increase in temperatures all over the world and probably the last that can effectively combat the imminent global climate crisis, the Vatican paper declares, … [+2409 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Illegal Immigration Under Trump On Track to Hit Highest Level in a Decade", "description": "Illegal immigration at the United States-Mexico border is expected to hit the highest level in a decade next year as border-crossings surged to record levels last month.", "url": "https://www.breitbart.com/politics/2018/11/26/illegal-immigration-under-trump-on-track-to-hit-highest-level-in-a-decade/", "urlToImage": "https://media.breitbart.com/media/2018/11/illegal-immigrants.png", "publishedAt": "2018-11-27T00:25:09Z", "content": "Last month, illegal immigration at the southern border soared to the highest level for a single month since April 2014, marking the most southwest border crossings since President Trump was elected in 2016 on a platform to reduce immigration to the country. T… [+2762 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Anthem Protester Eric Reid Implies the NFL Is Targeting Him with ‘Random’ Drug Tests", "description": "Carolina Panthers safety Eric Reid is again speaking out about the number of random drug tests he has been subjected to, implying that he feels the tests aren't so random.", "url": "https://www.breitbart.com/sports/2018/11/26/anthem-protester-eric-reid-implies-nfl-targeting-him-random-drug-tests/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Matt-Rourke-1.jpg", "publishedAt": "2018-11-27T00:22:05Z", "content": "“This is supposed to be a random system,” Reid said, according to the Charlotte Observer. “It doesn’t feel very random.” Eric Reid was randomly selected by the NFL to take a drug test today. He told me it's his 6th drug test since signing w/ Panthers on Sept.… [+1291 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "2020: Beto Leaves Door Open Weeks After Saying He Wouldn’t Run ‘No Matter What’", "description": "Just weeks after emphatically declaring on 60 Minutes that he would not challenge President Donald Trump for the White House, Rep. Robert Francis \"Beto\" O’Rourke (D-TX) on Monday left the door wide open for a potential 2020 presidential bid.", "url": "https://www.breitbart.com/politics/2018/11/26/20202-beto-leaves-door-open-weeks-after-saying-he-wouldnt-run-no-matter-what/", "urlToImage": "https://media.breitbart.com/media/2018/11/Beto-AP-.jpg", "publishedAt": "2018-11-27T00:07:34Z", "content": "At a Monday town hall event, ORourke, when asked about his potential 2020 ambitions, reportedly said that he and his wife, Amy, made a decision not to rule anything out after losing his Senate race, which was 100 percent of their focus at the time. “Amy and I… [+3280 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Army Ranger Sgt. Leandro Jasso Killed in Afghanistan over Thanksgiving Weekend", "description": "Army Ranger Sgt. Leandro A.S. Jasso, 25, was killed in Afghanistan early Saturday, bringing the number of American troops killed in action in the Afghanistan War up to nine this year.", "url": "https://www.breitbart.com/politics/2018/11/26/army-ranger-leandro-jasso-afghanistan/", "urlToImage": "https://media.breitbart.com/media/2018/11/leandro-jasso-soldier-killed-line-of-duty.png", "publishedAt": "2018-11-27T00:06:53Z", "content": "Jasso was wounded by gunfire while conducting combat operations in Khash Rod District, Nimruz Province, according to the Defense Department. He was treated immediately and medically evacuated to the nearest medical treatment facility in Garmsir District, Helm… [+2332 chars]"}]}