{"articles": [{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Iowa plane crash kills four after pilot suffers heart attack, police say - Fox News", "description": "Fox News Iowa plane crash kills four after pilot suffers heart attack, police say Fox News A single-engine plane crashed this weekend in Iowa, killing all four passengers, after the pilot reportedly suffered a heart attack and a student pilot was forced to at…", "url": "https://www.foxnews.com/us/iowa-plane-crash-kills-four-after-pilot-suffers-heart-attack-police-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/iowa-crash.jpg", "publishedAt": "2018-11-10T23:15:25Z", "content": "A single-engine plane crashed this weekend in Iowa, killing all four passengers, after the pilot reportedly suffered a heart attack and a student pilot was forced to attempt an emergency landing, officials said. The Guthrie County Sheriff’s Office said that t… [+845 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Trump takes heat over scrapped trip to cemetery in France - Fox News", "description": "Fox News Trump takes heat over scrapped trip to cemetery in France Fox News The White House and President Trump took some heat on Saturday after it was announced that he would not make a previously scheduled visit to a cemetery in France for Americans killed …", "url": "https://www.foxnews.com/politics/trump-takes-heat-over-scrapped-trip-to-cemetery-in-france", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/10/694940094001_5860341307001_5860347547001-vs.jpg", "publishedAt": "2018-11-10T22:25:35Z", "content": "The White House and President Trump took some heat on Saturday after it was announced that he would not make a previously scheduled visit to a cemetery in France for Americans killed in World War I due to inclement weather. Trump arrived in France on Friday t… [+3217 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Report: Pilot error cause of deadly military plane crash - Fox News", "description": "Report: Pilot error cause of deadly military plane crash Fox News SAVANNAH, Ga. – Investigators say the cause of a military plane crash that left nine people dead outside Savannah, Georgia, was pilot error. News outlets report that's according to a U.S. Air F…", "url": "https://www.foxnews.com/us/report-pilot-error-cause-of-deadly-military-plane-crash", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T22:17:17Z", "content": "SAVANNAH, Ga. The cause of a military plane crash that left nine people dead outside Savannah, Georgia, was pilot error, according to a report by the U.S. Air Force Accident Investigation Board. Nine airmen from the Puerto Rico National Guard died May 2 when … [+1863 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Centenary of WWI's end bringing leaders to Arc de Triomphe", "description": "An overview of the international ceremony taking place in Paris on Sunday for the 100th anniversary of the end of World War I: WHO IS ATTENDING: Leaders from the majority of countries that sent troops or workers to the Western Front.", "url": "https://www.foxnews.com/world/centenary-of-wwis-end-bringing-leaders-to-arc-de-triomphe", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-0d6892cf934b4f1d9eaf39f127bde16b-1.png", "publishedAt": "2018-11-10T21:12:37Z", "content": "PARIS An overview of the international ceremony taking place in Paris on Sunday for the 100th anniversary of the end of World War I: WHO IS ATTENDING: Leaders from the majority of countries that sent troops or workers to the Western Front. Notably absent will… [+1796 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "Florida woman and son drift miles away from shore on inflatable swan: 'This could have ended so much worse’", "description": "A Florida mother recently recalled a terrifying experience of floating several miles offshore while on a huge inflatable swan with her 7-year-old son.", "url": "https://www.foxnews.com/lifestyle/florida-woman-and-son-drift-miles-away-from-shore-on-inflatable-swan-this-could-have-ended-so-much-worse", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/swan.png", "publishedAt": "2018-11-10T21:08:52Z", "content": "A Florida mother said she had never been \"more scared in [her] entire life\" after she and her 7-year-old son floated several miles offshore while on a huge inflatable swan. The incident occurred in the Gulf of Mexico off Anna Maria Island. Tara Myers, of Brad… [+1330 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Hits & Misses: 11/10/18", "description": "The panel calls out the week's best and worst.", "url": "http://video.foxnews.com/v/5860426409001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860425491001_5860426409001-vs.jpg", "publishedAt": "2018-11-10T21:02:14Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "How should House Democrats deal with Trump, Senate in 2019?", "description": "Former Clinton strategist Mark Penn offers his advice to Democrats on working with the president and Republicans.", "url": "http://video.foxnews.com/v/5860425413001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860425486001_5860425413001-vs.jpg", "publishedAt": "2018-11-10T20:57:51Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Turkey's president says tape of Khashoggi killing given to U.S.", "description": "Turkey's president publicly acknowledged for the first time Saturday that tapes of Jamal Khashoggi's killing exist and have been given to the U.S., Saudi Arabia and three other countries.", "url": "https://www.foxnews.com/world/turkeys-president-says-tape-of-khashoggi-killing-given-to-u-s", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Turkey-1.jpg", "publishedAt": "2018-11-10T20:43:28Z", "content": "Turkey’s president publicly acknowledged for the first time Saturday that tapes of Jamal Khashoggi’s killing exist and have been given to the U.S., Saudi Arabia and three other countries. The Oct. 2 killing of Khashoggi, a Washington Post contributor and acti… [+2033 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Lawyers for Gillum, Nelson campaigns objected to noncitizen's vote being denied", "description": "Lawyers for the Florida Democratic gubernatorial and Senate candidates objected Friday to the rejection of a provisional ballot cast by a non-citizen, according to a transcript obtained by Fox News.", "url": "https://www.foxnews.com/politics/lawyers-for-gillum-nelson-campaigns-objected-to-noncitizens-vote-being-denied", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/10/694940094001_5860417358001_5860413968001-vs.jpg", "publishedAt": "2018-11-10T20:43:16Z", "content": "Lawyers for the Florida Democratic gubernatorial and Senate candidates objected Friday to the rejection of a provisional ballot cast by a noncitizen, according to a transcript obtained by Fox News. The incident occurred during a canvassing meeting Friday in P… [+2682 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Former AG Mukasey on the end of Sessions’'tumultuous tenure", "description": "Former Attorney General Michael Mukasey gives his take on Jeff Sessions' ouster at the Department of Justice and President Trump's appointment of Matthew Whitaker as acting attorney general.", "url": "http://video.foxnews.com/v/5860418391001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860417412001_5860418391001-vs.jpg", "publishedAt": "2018-11-10T20:12:24Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "California wildfires leave at least 11 dead, destroy thousands of buildings, prompt evacuations of more than 250,000 people", "description": "California wildfires leave at least 11 dead, destroy thousands of buildings, prompt evacuations of more than 250,000 people foxnews.com", "url": "https://www.foxnews.com/us/california-wildfires-leave-at-least-11-dead-destroy-thousands-of-buildings-prompt-evacuations-of-more-than-250000", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/woolsey-fire.jpg", "publishedAt": "2018-11-10T19:47:19Z", "content": "Pictures and videos show the devastation wildfires have brought to the state of California this week, forcing thousands of residents to flee the destruction and leaving at least 11 people dead. On Saturday, officials said the Camp Fire that began burning in P… [+2818 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "How the WWI battlefield likely sounded moments before the Great War ended", "description": "The Imperial War Museums (IWM) in Britain, in a partnership with sound designers at London-based Coda to Coda, has created a way for history-lovers around the world to relive how the Great War likely sounded moments before its end.", "url": "https://www.foxnews.com/science/this-is-how-the-wwi-battlefield-likely-sounded-moments-before-the-great-war-ended", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Richard-Hughe.jpg", "publishedAt": "2018-11-10T19:35:07Z", "content": "Picture this: You’re a soldier on the American front near the River Moselle during WWI. You’ve been informed Germany has signed the Armistice agreement, ending four long years of death and destruction that killed 9 million soldiers and injured millions of oth… [+3101 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Northern California wildfire death toll at 23, official says", "description": "A roundup of the wildfires burning in Northern and Southern California that has left at least 11 people dead.", "url": "https://www.foxnews.com/us/northern-california-wildfire-death-toll-at-23-official-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/woolsey-fire.jpg", "publishedAt": "2018-11-10T19:18:36Z", "content": "Pictures and videos show the devastation wildfires have brought to the state of California this week, forcing thousands of residents to flee the destruction. At least 23 fatalities have now been attributed to the sprawling blaze burning in Northern California… [+3016 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Parkland school shooter registered to vote while in jail, outraging victim's father - Fox News", "description": "Fox News Parkland school shooter registered to vote while in jail, outraging victim's father Fox News Parkland school shooter Nikolas Cruz became a registered Florida voter behind bars in Broward County outraging the father of one of his victims. “He's a mass…", "url": "https://www.foxnews.com/us/parkland-school-shooter-registered-to-vote-while-in-jail-outraging-victims-father", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/andrew-pollack-Crop.jpg", "publishedAt": "2018-11-10T19:17:12Z", "content": "Parkland school shooter Nikolas Cruz became a registered Florida voter behind bars in Broward County outraging the father of one of his victims. “He’s a mass murderer, he’s already confessed and he shouldn’t have the right to vote,” Andrew Pollack, 52, told F… [+3121 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Thousands of Florida greyhounds will need new homes after dog racing ban - Fox News", "description": "Fox News Thousands of Florida greyhounds will need new homes after dog racing ban Fox News Florida voters decided to phase out greyhound racing in the state by 2021, meaning thousands of dogs will soon need new homes. The state voted 69 to 31 percent Tuesday …", "url": "https://www.foxnews.com/lifestyle/greyhound-racing", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/greyhound-dogs-istock.jpg", "publishedAt": "2018-11-10T18:57:53Z", "content": "Florida voters decided to phase out greyhound racing in the state by 2021, meaning thousands of dogs will soon need new homes. The state voted 69 to 31 percent Tuesday to pass Amendment 13, which bans the sport beginning on Jan. 1, 2021. It is an overwhelming… [+4522 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Florida's secretary of state orders recounts in Senate, gubernatorial races", "description": "Florida’s secretary of state announced Saturday that there will be recounts in the Senate and gubernatorial races after the races became tight enough to trigger them -- amid controversy over the handling of the counts, which has sparked anger from Republicans", "url": "https://www.foxnews.com/politics/floridas-secretary-of-state-orders-recounts-in-senate-gubernatorial-races", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860045665001_5860039678001-vs.jpg", "publishedAt": "2018-11-10T18:57:05Z", "content": "Florida’s secretary of state announced Saturday that there will be recounts in the Senate and gubernatorial races after the races became tight enough to trigger them -- amid controversy over the handling of the counts, with President Trump warning that he wil… [+2327 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "France's Macron defends Europe from all sides _ including US", "description": "After French President Emmanuel Macron said Europe needs to defend itself from the United States, aides said he was misunderstood.", "url": "https://www.foxnews.com/world/frances-macron-defends-europe-from-all-sides-_-including-us", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-4d830701797d4b14baa4081966debe32.png", "publishedAt": "2018-11-10T18:48:01Z", "content": "PARIS After French President Emmanuel Macron said Europe needs to defend itself from the United States, aides said he was misunderstood. But the idea isn't so far-fetched. Macron is leading a rearguard action to salvage the system of international cooperation… [+4062 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Janine Puhak", "title": "American Airlines flight attendants headed to court over midflight brawl - Fox News", "description": "Fox News American Airlines flight attendants headed to court over midflight brawl Fox News According to the News, the suit was first filed in June in Tarrant County district court. Wolfe's lawsuit against the employer and her coworker alleges “negligence, dan…", "url": "https://www.foxnews.com/travel/american-airlines-flight-attendants-headed-to-court-over-midflight-brawl", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/iStock-519579814.jpg", "publishedAt": "2018-11-10T18:17:50Z", "content": "Two female American Airlines flight attendants are headed to federal court over allegations that one of the women dragged the other down an airplane aisle by her uniform scarf during a flight. Claiming that the carrier failed to investigate the incident, the … [+2043 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "Dog in Missouri receives lifesaving kidney from one of her 'hero' puppies, family says - Fox News", "description": "Fox News Dog in Missouri receives lifesaving kidney from one of her 'hero' puppies, family says Fox News A dog in St. Louis recently received a lifesaving gift from one of her puppies. A few years ago, Star and her litter of 13 puppies were found in a box in …", "url": "https://www.foxnews.com/lifestyle/dog-in-missouri-receives-life-saving-kidney-from-one-of-her-hero-puppies-family-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/dog-kidney.png", "publishedAt": "2018-11-10T18:09:04Z", "content": "A dog in St. Louis recently received a lifesaving gift from one of her puppies. A few years ago, Star and her litter of 13 puppies were found in a box in southern Missouri. The mom was dehydrated and malnourished, local news station Fox 2 reported. When Star … [+1478 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "'Never Nancy' Democrats wobble as Pelosi pushes to retake the gavel - Fox News", "description": "Fox News 'Never Nancy' Democrats wobble as Pelosi pushes to retake the gavel Fox News With Democrats set to take control of the House in January after their midterm victory this week, the question now turns to who will take the speaker's gavel -- and if any o…", "url": "https://www.foxnews.com/politics/never-nancy-democrats-wobble-as-pelosi-pushes-to-retake-the-gavel", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/10/694940094001_5860356692001_5860359720001-vs.jpg", "publishedAt": "2018-11-10T17:38:20Z", "content": "With Democrats set to take control of the House in January after their midterm victory this week, the question now turns to who will take the speaker’s gavel -- and if any of the rank-and-file will put their name forward to oppose House Minority Leader Nancy … [+4069 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Hollie McKay", "title": "Burma doubles down on claims to justify treatment of Rohingya minority", "description": "Repatriation efforts for Rohingya Muslims who have fled from Burma to Bangladesh in the face of alleged ethnic cleansing – even genocide – at the hands of the Buddhist-majority Burmese military are slated to begin this month. However, much of the internationa…", "url": "https://www.foxnews.com/world/burma-un-ambassador-denies-rohingya-genocide-doubles-down-on-claims-they-are-victims-of-muslim-terrorists", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/179ef7777f31485ab1983dfab2de85b8.jpg", "publishedAt": "2018-11-10T17:10:10Z", "content": "Despite increasing international pressure to end a horribly brutal campaign against a mostly Muslim Rohingya minority, the government of Burma is doubling down on the narrative it's guilty of nothing more than trying to stop the growth of Islamic \"extremism.\"… [+8518 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "MS-13 gang member sentenced to 40 years in prison in brutal killing of 15-year-old girl", "description": "Venus Romero Iraheta was sentenced Friday to 40 years in prison in the killing of Damaris Reyes Rivas in 2017.", "url": "https://www.foxnews.com/us/ms-13-gang-member-sentenced-to-40-years-in-prison-in-filming-brutal-killing-of-15-year-old-girl", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/rivas1.jpg", "publishedAt": "2018-11-10T16:52:12Z", "content": "A female member of MS-13 was sentenced to 40 years in prison Friday in the brutal killing of a 15-year-old girl. Venus Romero Iraheta, 18, was convicted of murder in January 2018 in the 2017 slaying of Damaris Reyes Rivas. She pleaded guilty to first-degree m… [+2277 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Greg Norman", "title": "Big-game hunters defend kills, say they won't back down after receiving backlash for posting photos", "description": "The woman who sparked a social media outcry and a government investigation after posting an image of a goat she claims to have killed in Scotland is not backing down from her online critics, saying that she will \"NEVER apologize for being a hunter!&#3", "url": "https://www.foxnews.com/world/big-game-hunters-defend-kills-say-they-wont-back-down-after-receiving-backlash-for-posting-photos", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Larysa-Switlyk.jpg", "publishedAt": "2018-11-10T16:21:10Z", "content": "The woman who sparked a social media outcry and a government investigation after posting an image of a goat she claims to have killed in Scotland is not backing down from her online critics, saying that she will “never apologize for being a hunter.\" Larysa Sw… [+6258 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Janine Puhak", "title": "Woman goes on racist, homophobic rant on plane, reportedly threatens a flight attendant - Fox News", "description": "Fox News Woman goes on racist, homophobic rant on plane, reportedly threatens a flight attendant Fox News An anonymous woman has made headlines across the internet for going on an expletive-filled tirade full of racist and homophobic slurs against her male se…", "url": "https://www.foxnews.com/travel/woman-goes-on-racist-homophobic-rant-on-plane", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860045729001_5860044831001-vs.jpg", "publishedAt": "2018-11-10T15:57:38Z", "content": "An anonymous woman has made headlines across the internet for going on an expletive-filled tirade full of racist and homophobic slurs against her male seatmate. The incident occurred on Nov. 2 on a domestic U.S. flight, and the woman began her rant soon befor… [+1726 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "EU's Tusk likens Polish govt to contemporary 'Bolsheviks'", "description": "European Council head Donald Tusk, a former Polish prime minister, on Saturday denounced the euroskeptic populists governing Poland as \"contemporary Bolsheviks\" who threaten the nation's independence, but can be defeated.", "url": "https://www.foxnews.com/world/eus-tusk-likens-polish-govt-to-contemporary-bolsheviks", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-7b33d9f728614354baaa75b42c254855.png", "publishedAt": "2018-11-10T15:27:19Z", "content": "WARSAW, Poland European Council head Donald Tusk, a former Polish prime minister, on Saturday denounced the euroskeptic populists governing Poland as \"contemporary Bolsheviks\" who threaten the nation's independence, but can be defeated. Tusk, seen as a likely… [+2132 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Report: Russian charged by US seen at Libya military meeting", "description": "A Russian newspaper says video released by the self-styled Libyan National Army shows a businessman allegedly linked to a private contractor that sent mercenaries to Syria at a meeting with the head of the Libyan army and top Russian military officials.", "url": "https://www.foxnews.com/world/report-russian-charged-by-us-seen-at-libya-military-meeting", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T15:07:15Z", "content": "MOSCOW A Russian newspaper says video released by the self-styled Libyan National Army shows a businessman allegedly linked to a private contractor that sent mercenaries to Syria at a meeting with the head of the Libyan army and top Russian military officials… [+1447 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephanie Nolasco", "title": "Freddie Mercury's pal Tim Staffell says 'Bohemian Rhapsody' was 'the right way to do it' - Fox News", "description": "Fox News Freddie Mercury's pal Tim Staffell says 'Bohemian Rhapsody' was 'the right way to do it' Fox News Is this the real life? Is this just fantasy? For Tim Staffell, it's both. The English rock artist is enjoying newfound attention after he was briefly de…", "url": "https://www.foxnews.com/entertainment/freddie-mercurys-pal-tim-staffell-says-bohemian-rhapsody-was-the-right-way-to-do-it", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ContentBroker_contentid-d394b6966e4241aca8f087ab86659201.png", "publishedAt": "2018-11-10T14:02:20Z", "content": "Is this the real life? Is this just fantasy? For Tim Staffell, it’s both. The English rock artist is enjoying newfound attention after he was briefly depicted in the Freddie Mercury biopic “Bohemian Rhapsody,” which shrugged off production troubles and medioc… [+6247 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Mystery surrounds death of college cheerleader, 19, found in her apartment, Florida police investigate - Fox News", "description": "Fox News Mystery surrounds death of college cheerleader, 19, found in her apartment, Florida police investigate Fox News Florida police are investigating why a college student died unexpectedly earlier this week. Jessie Lauren Melcolm, a student at Tallahasse…", "url": "https://www.foxnews.com/us/mystery-surrounds-death-of-college-cheerleader-19-found-in-her-apartment-florida-police-investigate", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/06b4fd64-Capture.jpg", "publishedAt": "2018-11-10T13:51:05Z", "content": "Florida police are investigating why a college student died unexpectedly earlier this week. Jessie Lauren Melcolm, a student at Tallahassee Community College, was found unresponsive Tuesday in her apartment. The 19-year-old student attended Bartram Trail High… [+1391 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Erdogan: Saudi officials, others heard tapes of writer death", "description": "Officials from Saudi Arabia, the United States, Germany, France and Britain have listened to audio recordings related to the killing of journalist Jamal Khashoggi at the Saudi Consulate in Istanbul, Turkey's president said Saturday, in the first public acknow…", "url": "https://www.foxnews.com/world/erdogan-saudi-officials-others-heard-tapes-of-writer-death", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-64fdc67ef3de49809e409a7aa20be7a8-1.png", "publishedAt": "2018-11-10T13:47:27Z", "content": "ANKARA, Turkey Officials from Saudi Arabia, the United States, Germany, France and Britain have listened to audio recordings related to the killing of journalist Jamal Khashoggi at the Saudi Consulate in Istanbul, Turkey's president said Saturday, in the firs… [+2589 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan M. Evans", "title": "Chip and Joanna Gaines announce they are returning to TV with their own network", "description": "Chip and Joanna Gaines announce they are returning to TV with their own network foxnews.com", "url": "https://www.foxnews.com/entertainment/chip-and-joanna-gaines-announce-they-are-returning-to-tv-with-their-own-network", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/04/04/694940094001_5763827273001_5763813147001-vs.jpg", "publishedAt": "2018-11-10T13:45:35Z", "content": "Chip and Joanna Gaines have announced that they are returning to TV in a BIG way. The former HGTV stars shocked fans on Friday night during an appearance on \"The Tonight Show Starring Jimmy Fallon\" when they revealed the news that they would be getting their … [+3029 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Election official in Arizona's Senate dispute represented figure in 'Fast and Furious' arms scandal - Fox News", "description": "Fox News Election official in Arizona's Senate dispute represented figure in 'Fast and Furious' arms scandal Fox News A county official in Arizona, whom Republicans accuse of destroying evidence to cover up “voting irregularities,” has previously defended the…", "url": "https://www.foxnews.com/politics/arizona-election-official-at-center-represented-ringleader-of-gun-straw-buyer-in-fast-and-furious", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/adrian.jpg", "publishedAt": "2018-11-10T12:20:52Z", "content": "A county official in Arizona, whom Republicans accuse of destroying evidence to cover up “voting irregularities,” has previously defended the accused ringleader of a group of gun straw buyers in Operation Fast and Furious, the federal operation that led to th… [+3816 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Eric Shawn", "title": "World War I: 100 years on, the US remembers the end of the ‘Great War’", "description": "It was called the \"Great War,\" because no one could conceive that there would ever be another one.", "url": "https://www.foxnews.com/science/world-war-i-100-years-on-the-us-remembers-the-end-of-the-great-war", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T12:06:10Z", "content": "It was called the \"Great War,\" because no one could conceive that there would ever be another one. But there was. And now, at the 11th hour, on the 11th day, of the 11th month, Sunday, November 11th, the world marks the 100th anniversary of the armistice that… [+6734 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "The Kim Komando Show", "title": "Best streaming service, cut cell phone costs and more: Tech Q&A", "description": "I'm getting strange email. How can you find out who really sent you email? There has to traces somewhere!", "url": "https://www.foxnews.com/tech/best-streaming-service-cut-cell-phone-costs-and-more-tech-qa", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ContentBroker_contentid-7c272fa72b444156afe01b126d61b750.png", "publishedAt": "2018-11-10T12:00:22Z", "content": "Track Emailers Q: I’m getting strange email. How can you find out who really sent you email? There has to traces somewhere! A: Remember when we would laugh at “Nigerian Princes” who wanted to give us millions of dollars and shrug off “Rolexx Waches” [sic]. Cy… [+3323 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "'Sky penis' air pattern grounds two Marine Corps pilots, pending investigation - Fox News", "description": "Fox News 'Sky penis' air pattern grounds two Marine Corps pilots, pending investigation Fox News Two U.S. Marine Corps pilots have been grounded pending an investigation into a digitally-mapped flight path over Southern California skies last month that appear…", "url": "https://www.foxnews.com/us/marine-pilots-grounded-pending-probe-into-sky-penis-pattern", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Jets.jpg", "publishedAt": "2018-11-10T11:32:41Z", "content": "Two U.S. Marine Corps pilots have been grounded pending an investigation into a digitally-mapped flight path over Southern California skies last month that appeared to be in the shape of male genitalia. The flight path by a T-34C Turbomentor that allegedly fl… [+1380 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Serbia holds military drills amid Kosovo tensions", "description": "Serbia held large military drills on Saturday to mark 100 years since the end of World War I in an apparent show of force amid rising tensions over Kosovo.", "url": "https://www.foxnews.com/world/serbia-holds-military-drills-amid-kosovo-tensions", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T11:29:36Z", "content": "BELGRADE, Serbia Serbia held large military drills on Saturday to mark 100 years since the end of World War I in an apparent show of force amid rising tensions over Kosovo. The live-ammunition maneuvers, dubbed \"The Century of Winners,\" include 8,000 soldiers… [+1852 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Taipei mayor candidates face off in televised debate", "description": "The candidates vying to become the mayor of Taiwan's capital, Taipei, faced off in a televised debate on Saturday, two weeks before a host of local elections seen as a barometer of the ruling party's popularity.", "url": "https://www.foxnews.com/world/taipei-mayor-candidates-face-off-in-televised-debate", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-c01d9f69f4bf48cfaf2d2076c061afd1.png", "publishedAt": "2018-11-10T11:29:24Z", "content": "TAIPEI, Taiwan The candidates vying to become the mayor of Taiwan's capital, Taipei, faced off in a televised debate on Saturday, two weeks before a host of local elections seen as a barometer of the ruling party's popularity. The Nov. 24 mayoral election is … [+3110 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Ex-IS captive says son died in her lap from militant fire", "description": "A Syrian woman captured by Islamic State militants said her 8-year-old son died in her lap when the extremists shot him and his cousin during a military operation to liberate them more than 100 days after they were kidnapped.", "url": "https://www.foxnews.com/world/ex-is-captive-says-son-died-in-her-lap-from-militant-fire", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-57878a9bcccf4ee2836394af4435c3b5-1.png", "publishedAt": "2018-11-10T11:10:24Z", "content": "DAMASCUS, Syria A Syrian woman captured by Islamic State militants said her 8-year-old son died in her lap when the extremists shot him and his cousin during a military operation to liberate them more than 100 days after they were kidnapped. Najwa Abu Ammar w… [+2242 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Trump, Macron seek to diffuse tension before WWI anniversary", "description": "President Donald Trump and French President Emmanuel Macron sought to diffuse tensions Saturday over comments by both leaders that threatened to cast a shadow over a weekend celebration marking 100 years since the end of World War I.", "url": "https://www.foxnews.com/world/trump-macron-seek-to-diffuse-tension-before-wwi-anniversary", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ec84595066e4447784c51a1f3aed90cd.png", "publishedAt": "2018-11-10T11:07:32Z", "content": "PARIS President Donald Trump and French President Emmanuel Macron sought to diffuse tensions Saturday over comments by both leaders that threatened to cast a shadow over a weekend celebration marking 100 years since the end of World War I. The American and Fr… [+3271 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Trump meets Macron; discusses European security", "description": "The Latest on President Donald Trump in France (all times local): 11:15 a.m.", "url": "https://www.foxnews.com/world/the-latest-trump-meets-macron-discusses-european-security", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-9e0eb4cfc388458e9d605b396ca00204.png", "publishedAt": "2018-11-10T10:30:18Z", "content": "PARIS The Latest on President Donald Trump in France (all times local): 11:15 a.m. President Donald Trump is meeting with France's President Emmanuel Macron. Trump pulled up in his limousine Saturday at the Élysée Palace where he was greeted by Macron. The tw… [+2396 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Civilian death toll in Yemen mounting despite US assurances", "description": "Airstrikes by Saudi Arabia and its allies in Yemen are on a pace to kill more civilians than last year, according to a database tracking violence in the country, despite the United States' repeated claims that the coalition is taking precautions to prevent su…", "url": "https://www.foxnews.com/world/civilian-death-toll-in-yemen-mounting-despite-us-assurances", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-6865a3f517f842238b296f57de375783.png", "publishedAt": "2018-11-10T10:29:55Z", "content": "CAIRO Airstrikes by Saudi Arabia and its allies in Yemen are on a pace to kill more civilians than last year, according to a database tracking violence in the country, despite the United States' repeated claims that the coalition is taking precautions to prev… [+5866 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Leaders laud fallen soldiers on eve of Armistice centennial", "description": "With words of gratitude, simple, solemn silence or a tweet, leaders lauded the courage of millions of soldiers who were killed during World War I's four years of unprecedented slaughter before converging on Paris for ceremonies to mark the centennial of the A…", "url": "https://www.foxnews.com/world/leaders-laud-fallen-soldiers-on-eve-of-armistice-centennial", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-a0e1a25f8cff47479258ff33671fa1cd.png", "publishedAt": "2018-11-10T10:28:02Z", "content": "PARIS With words of gratitude, simple, solemn silence or a tweet, leaders lauded the courage of millions of soldiers who were killed during World War I's four years of unprecedented slaughter before converging on Paris for ceremonies to mark the centennial of… [+2346 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Ballot mixup puts more heat on Broward elections official as key Florida races remain unresolved - Fox News", "description": "NBCNews.com Ballot mixup puts more heat on Broward elections official as key Florida races remain unresolved Fox News A Florida election supervisor mixed some invalid ballots along with about 200 valid ones, according to a report, in the latest example of wha…", "url": "https://www.foxnews.com/politics/broward-elections-official-brenda-snipes-mixed-illegal-provisional-ballots-with-valid-ones", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18312653018527.jpg", "publishedAt": "2018-11-10T10:13:42Z", "content": "A Florida election supervisor mixed some invalid ballots along with about 200 valid ones, according to a report, in the latest example of what Republicans say has been the incompetent handling of votes as the state braces for a possible recount. The error was… [+2398 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Serbia holds drills to mark centenary of WWI end", "description": "The Latest on World War I armistice commemorations (all times local): 10:50 a.m.", "url": "https://www.foxnews.com/world/the-latest-serbia-holds-drills-to-mark-centenary-of-wwi-end", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-c76694f3e4014b7db092398210822d78-1.png", "publishedAt": "2018-11-10T10:07:44Z", "content": "PARIS The Latest on World War I armistice commemorations (all times local): 10:50 a.m. Serbia is holding large military drills to mark 100 years since the end of World War I in an apparent show of force amid rising tensions with Kosovo. The live-ammunition ma… [+2173 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Jordan opens shelter as flash flood death toll climbs to 11", "description": "The death toll from flash floods in Jordan rose to 11 on Saturday and the kingdom's main tourist attraction, the ancient city of Petra, was closed for cleanup after what local officials said was the biggest deluge in the area in decades.", "url": "https://www.foxnews.com/world/jordan-opens-shelter-as-flash-flood-death-toll-climbs-to-11", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-dca8cfe74f8644bcaf0e5fead0c3cb0a.png", "publishedAt": "2018-11-10T10:07:20Z", "content": "PETRA, Jordan The death toll from flash floods in Jordan rose to 11 on Saturday and the kingdom's main tourist attraction, the ancient city of Petra, was closed for cleanup after what local officials said was the biggest deluge in the area in decades. Friday'… [+1687 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Sofia Vergara shares sexy bikini shot in throwback pic - Fox News", "description": "Fox News Sofia Vergara shares sexy bikini shot in throwback pic Fox News Sofia Vergara gave her fans a delight when she shared a sexy throwback photo of herself in a bikini. The \"Modern Family\" star posted a picture of herself from the '90s in a turquoise str…", "url": "https://www.foxnews.com/entertainment/sofia-vergara-shares-sexy-bikini-shot-in-throwback-pic", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/rt_sofiavergara.jpg", "publishedAt": "2018-11-10T10:04:47Z", "content": "Sofia Vergara gave her fans a delight when she shared a sexy throwback photo of herself in a bikini. The \"Modern Family\" star posted a picture of herself from the '90s in a turquoise string bikini. \"#tbt the 90’s,\" the actress wrote adding that the photo was … [+857 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "NFL monitors air quality in California ahead of three games after LA Rams cancel practice", "description": "The NFL is monitoring the impact that California's wildfires could potentially have on this weekend's Los Angeles Rams, Oakland Raiders and San Francisco 49ers home games. \"We are monitoring conditions in California and are in close communication with the clu…", "url": "https://www.foxnews.com/sports/nfls-los-angeles-rams-cancels-practice-as-calif-wildfire-forced-20-players-coaches-to-evacuate", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18313630110099.jpg", "publishedAt": "2018-11-10T09:04:53Z", "content": "The NFL is monitoring the impact that California's wildfires could potentially have on this weekend's Los Angeles Rams, Oakland Raiders and San Francisco 49ers home games. \"We are monitoring conditions in California and are in close communication with the clu… [+2649 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Amy Lieu", "title": "Democrat governor mulling 2020 presidential run grants clemency to criminals - Fox News", "description": "Fox News Democrat governor mulling 2020 presidential run grants clemency to criminals Fox News Colorado Gov. John Hickenlooper issued pardons to 23 people with criminal records on Friday, bringing his total while in office to 89, according to reports. The Dem…", "url": "https://www.foxnews.com/politics/democratic-colorado-governor-mulling-presidential-run-issues-23-pardons", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/40828167_10155578051981437_382630695006109696_o.jpg", "publishedAt": "2018-11-10T08:49:54Z", "content": "Colorado Gov. John Hickenlooper issued pardons to 23 people with criminal records on Friday, bringing his total while in office to 89, according to reports. The Democrat's pardon letters were granted to people who finished their sentences and became \"contribu… [+1714 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Bulk of migrant caravan prepares to depart Mexico City", "description": "Almost 4,000 Central American migrants prepared to depart a stadium in southern Mexico City early Saturday for the longest and most dangerous leg of a trek to the U.S. border that has drawn fire from President Donald Trump.", "url": "https://www.foxnews.com/world/bulk-of-migrant-caravan-prepares-to-depart-mexico-city", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-575249b8e7fa4f86903749ec6bb26857-1.png", "publishedAt": "2018-11-10T05:12:35Z", "content": "MEXICO CITY Almost 4,000 Central American migrants prepared to depart a stadium in southern Mexico City early Saturday for the longest and most dangerous leg of a trek to the U.S. border that has drawn fire from President Donald Trump. The bulk of the caravan… [+3818 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Trump threatens to withhold California fire aid, citing state's 'gross mismanagement' of forests", "description": "President Donald Trump on Friday approved California’s request for an emergency declaration, ordering federal assistance to help local responders in the midst of three wildfires across the state.", "url": "https://www.foxnews.com/us/trump-approves-emergency-declaration-for-california-as-wildfires-rage-across-state", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/CWF.jpg", "publishedAt": "2018-11-10T04:07:50Z", "content": "Just hours after President Trump issued an emergency declaration to provide funds to help firefighters in California as they battle at least three major wildfires across the state, the president threatened to withhold the federal payments -- citing the state'… [+4150 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Saudi-led coalition in Yemen requests end to US refueling", "description": "The Saudi-led coalition fighting in Yemen said early Saturday it had \"requested cessation of inflight refueling\" by the U.S. for its fighter jets after American officials said they would stop the operations amid growing anger over civilian casualties from the…", "url": "https://www.foxnews.com/world/saudi-led-coalition-in-yemen-requests-end-to-us-refueling", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T03:27:17Z", "content": "DUBAI, United Arab Emirates The Saudi-led coalition fighting in Yemen said early Saturday it had \"requested cessation of inflight refueling\" by the U.S. for its fighter jets after American officials said they would stop the operations amid growing anger over … [+1984 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Florida election official requests emergency hearing after judge's ruling", "description": "A Florida supervisor of elections who was ordered to turn over any duplicate, “overvoted” or “undervoted” ballots by Saturday morning has requested an emergency hearing and filed for an extension, a move that’s been condemned by Republican Rick Scotts’ team a…", "url": "https://www.foxnews.com/politics/florida-election-official-requests-emergency-hearing-after-judges-ruling", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860109983001_5860109559001-vs.jpg", "publishedAt": "2018-11-10T03:24:41Z", "content": "A Florida supervisor of elections who was ordered to turn over any duplicate, “overvoted” or “undervoted” ballots by Saturday morning has requested an emergency hearing and filed for an extension, a move that’s been condemned by Republican Rick Scott's campai… [+2560 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Sen. Graham: There's nothing Democrats won't do to win", "description": "Republican Senator Lindsey Graham compares vote counting chaos in Florida to Democrats' attempts to derail Brett Kavanaugh's Supreme Court confirmation.", "url": "http://video.foxnews.com/v/5860192102001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860195451001_5860192102001-vs.jpg", "publishedAt": "2018-11-10T02:48:50Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Gov. Rick Scott: I'm so disappointed in Bill Nelson", "description": "Republican Senate candidate Rick Scott says it looks like his Democratic opponent and his attorneys are doing 'everything they can to steal this election.'", "url": "http://video.foxnews.com/v/5860190233001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860193628001_5860190233001-vs.jpg", "publishedAt": "2018-11-10T02:39:26Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Border agents arrest over 400 illegals in 2 days, as agency announces record month for apprehensions", "description": "Border agents arrest over 400 illegals in 2 days, as agency announces record month for apprehensions foxnews.com", "url": "https://www.foxnews.com/us/border-agents-arrest-over-400-illegals-in-2-days-as-agency-announces-record-month-for-apprehensions", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Border-Patrol.jpg", "publishedAt": "2018-11-10T02:03:57Z", "content": "Border agents arrested over 400 illegal immigrants, including children, mainly from Central America, from Tuesday to Wednesday. This, after the agency announced that October apprehensions set a record for this year. A group of 82 migrants were captured illega… [+1445 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Australia police: Melbourne attacker also planned explosion - Fox News", "description": "Fox News Australia police: Melbourne attacker also planned explosion Fox News SYDNEY – Australia police said Saturday a man who fatally stabbed another and injured two in what they described as a terrorist attack in central Melbourne had also planned to set o…", "url": "https://www.foxnews.com/world/australia-police-melbourne-attacker-also-planned-explosion", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-962ce2aa4c0345e9a67be17a53f681fd.png", "publishedAt": "2018-11-10T00:47:09Z", "content": "SYDNEY Australia police said Saturday a man who fatally stabbed another and injured two in what they described as a terrorist attack in central Melbourne had also planned to set off an explosion. Hassain Khalif Shire Ali, 30, got out of a pickup vehicle, whic… [+2965 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Karl Rove", "title": "Karl Rove: As Florida ballot count battle rages, Democrats are recklessly violating state law", "description": "Local Democratic officials in Broward and Palm Beach counties in Florida are recklessly violating state law in what may be an attempt to overturn the results of Tuesday’s midterm elections for governor and the U.S. Senate in the Sunshine State.", "url": "https://www.foxnews.com/opinion/karl-rove-as-florida-ballot-count-battle-rages-democrats-are-recklessly-violating-state-law", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860045665001_5860039678001-vs.jpg", "publishedAt": "2018-11-10T00:18:12Z", "content": "Local Democratic officials in Broward and Palm Beach counties in Florida are recklessly violating state law in what may be an attempt to overturn the results of Tuesday’s midterm elections for governor and the U.S. Senate in the Sunshine State. This looks lik… [+6645 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "149 passengers evacuate plane seized by French authorities because of airline's overdue bill", "description": "", "url": "https://www.foxnews.com/world/149-passengers-evacuate-plane-seized-by-french-authorities-because-of-airlines-overdue-bill", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Ryanair.jpg", "publishedAt": "2018-11-10T00:13:45Z", "content": "Passengers aboard a plane headed to London this week were ordered to evacuate by French authorities after it was revealed that the carrier owed a substantial amount of money from 2014. The Ryanair Boeing 737 was impounded and all 149 passengers were told to t… [+1287 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Jeff Flake reportedly considering 2020 Trump challenge: 'Somebody needs to run on the Republican side' - Fox News", "description": "Fox News Jeff Flake reportedly considering 2020 Trump challenge: 'Somebody needs to run on the Republican side' Fox News Arizona GOP Sen. Jeff Flake isn't shutting the door on a possible White House run against President Trump. The Arizona lawmaker – who anno…", "url": "https://www.foxnews.com/politics/jeff-flake-reportedly-considering-2020-trump-challenge-somebody-needs-to-run-on-the-republican-side", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-10T00:02:01Z", "content": "Arizona GOP Sen. Jeff Flake isn’t shutting the door on a possible White House run against President Trump. The Arizona lawmaker – who announced last year that he would not be seeking re-election to the Senate – told Politico Friday that he hasn’t “ruled it ou… [+2033 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Notable Quotables from election night", "description": "Highlights from another busy week around the nation.", "url": "http://video.foxnews.com/v/5860147607001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/10/640/360/694940094001_5860145678001_5860147607001-vs.jpg", "publishedAt": "2018-11-10T00:01:32Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "New York Post", "title": "Alicia Silverstone claims her son has 'never had to take medicine' because he's vegan - Fox News", "description": "Fox News Alicia Silverstone claims her son has 'never had to take medicine' because he's vegan Fox News Alicia Silverstone credits veganism with keeping her son healthy. “He's never had to take medicine in his life,” she told Page Six of her 7-year-old son, B…", "url": "https://www.foxnews.com/entertainment/alicia-silverstone-claims-her-son-has-never-had-to-take-medicine-because-hes-vegan", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/alicia-silverstone-vegan.jpg", "publishedAt": "2018-11-09T23:52:37Z", "content": "Alicia Silverstone credits veganism with keeping her son healthy. “He’s never had to take medicine in his life,” she told Page Six of her 7-year-old son, Bear, on Thursday. “He can get sniffles and a runny nose but he’s not down, he still goes to school. Two … [+2030 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Florida's Broward County again the focus of election recount", "description": "Accusations of fraud abound as Florida races appear headed for recounts; reaction and analysis from the 'Special Report' All-Stars.", "url": "http://video.foxnews.com/v/5860140834001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860145663001_5860140834001-vs.jpg", "publishedAt": "2018-11-09T23:52:15Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Alex Pappas", "title": "ACLU challenges migrant asylum crackdown, as Trump administration laments ‘disdain for our nation’s laws’", "description": "The American Civil Liberties Union and other liberal groups filed a federal lawsuit Friday challenging the Trump administration’s decision to deny asylum to migrants who attempt to cross the U.S.-Mexico border illegally as caravans approach the United States.", "url": "https://www.foxnews.com/politics/aclu-challenges-migrant-asylum-crackdown-as-trump-administration-laments-disdain-for-our-nations-laws", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860133739001_5860131333001-vs.jpg", "publishedAt": "2018-11-09T23:37:19Z", "content": "The American Civil Liberties Union and other liberal groups filed a federal lawsuit on Friday challenging the Trump administration’s decision to deny asylum to migrants who attempt to cross the U.S.-Mexico border illegally as caravans approach. In response, t… [+2389 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Wounded warriors share stories of sacrifice and recovery", "description": "National security correspondent Jennifer Griffin hosts the 'Wounded Warrior Experience' on Sunday, November 11 at 4 p.m. ET on Fox Business.", "url": "http://video.foxnews.com/v/5860134711001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860136508001_5860134711001-vs.jpg", "publishedAt": "2018-11-09T23:36:31Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Questions raised over Acting Attorney General Matt Whitaker", "description": "Documents show that Acting Attorney General Matt Whitaker was on the advisory board of a Florida company fined $26 million by the Federal Trade Commission; chief intelligence correspondent Catherine Herridge reports.", "url": "http://video.foxnews.com/v/5860129062001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860131763001_5860129062001-vs.jpg", "publishedAt": "2018-11-09T23:20:32Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "WSJ reports Trump involved in hush-money payments", "description": "Federal prosecutors reportedly say they have evidence that President Trump violated campaign-finance laws; Kevin Corke reports.", "url": "http://video.foxnews.com/v/5860131933001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860133704001_5860131933001-vs.jpg", "publishedAt": "2018-11-09T23:19:23Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Trump signs proclamation to deny asylum claims", "description": "Trump's policy drew an instant lawsuit from the ACLU, but the president got immediate backup from Acting Attorney-General Whitaker. John Roberts reports for 'Special Report.'", "url": "http://video.foxnews.com/v/5860131333001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860133739001_5860131333001-vs.jpg", "publishedAt": "2018-11-09T23:18:45Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Arizona Senate race vote count to continue through Wednesday", "description": "Republican Party sued to get Maricopa County to stop curing ballots that had a problem with signatures. Dan Spring has more for 'Special Report.'", "url": "http://video.foxnews.com/v/5860130711001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860124270001_5860130711001-vs.jpg", "publishedAt": "2018-11-09T23:13:02Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Scott files suit, alleges wrongdoing in Florida Senate race", "description": "Florida's governor alleges 'rampant fraud' in Broward and Palm Beach Counties. Phil Keating explains on 'Special Report.'", "url": "http://video.foxnews.com/v/5860127787001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860127764001_5860127787001-vs.jpg", "publishedAt": "2018-11-09T23:10:13Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "California blazes in the north and south force evacuations", "description": "Thousands in California flee torched communities as wildfires spread. Jeff Paul has the story for 'Special Report.'", "url": "http://video.foxnews.com/v/5860125279001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860124266001_5860125279001-vs.jpg", "publishedAt": "2018-11-09T23:05:38Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Stocks losing their midterm mojo", "description": "The Dow, Nasdaq and S&amp;P 500 all falling on Friday. Fox Biz Flash: Friday, 11/9.", "url": "http://video.foxnews.com/v/5860116572001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860114098001_5860116572001-vs.jpg", "publishedAt": "2018-11-09T22:44:46Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Judge rules in Gov. Scott's favor, orders ballot inspections", "description": "Accusations of fraud as Florida Senate race between Rick Scott and Bill Nelson appears headed to a recount; reaction and analysis on 'The Five.'", "url": "http://video.foxnews.com/v/5860109559001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860109983001_5860109559001-vs.jpg", "publishedAt": "2018-11-09T22:24:12Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Trump rips Macron after landing in France over 'insulting' call for European army - Fox News", "description": "Fox News Trump rips Macron after landing in France over 'insulting' call for European army Fox News President Trump touched down in France on Friday and immediately took a shot at President Emmanuel Macron for his recent call for a \"European army,\" calling th…", "url": "https://www.foxnews.com/politics/trump-rips-macron-after-landing-in-france-over-insulting-call-for-european-army", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/05/08/694940094001_5781941298001_5781941857001-vs.jpg", "publishedAt": "2018-11-09T22:16:51Z", "content": "President Trump touched down in France on Friday and immediately took a shot at President Emmanuel Macron for his recent call for a \"European army,\" calling the idea \"very insulting\" and renewing pressure on the country to contribute more to NATO. \"President … [+5673 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Rep. Doug Collins: Stacey Abrams has a problem with math", "description": "Republican congressman says Brian Kemp will be the next governor of Georgia.", "url": "http://video.foxnews.com/v/5860100461001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860104623001_5860100461001-vs.jpg", "publishedAt": "2018-11-09T22:14:41Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "New look at leadership in Washington after midterms", "description": "'The Dichotomy of Leadership' co-author and former Navy SEAL, Leif Babin, urges politicians to 'put the mission first.'", "url": "http://video.foxnews.com/v/5860095434001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860102341001_5860095434001-vs.jpg", "publishedAt": "2018-11-09T22:09:55Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Trump opens armistice visit to France with jab at Macron", "description": "President Donald Trump is shifting his postelection focus with a weekend trip to Paris, joining an international commemoration of the 100th anniversary of the armistice that ended World War I.", "url": "https://www.foxnews.com/world/trump-opens-armistice-visit-to-france-with-jab-at-macron", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-956b48c03991401982f5640ed75e1281-1.png", "publishedAt": "2018-11-09T22:08:30Z", "content": "PARIS President Donald Trump is shifting his postelection focus with a weekend trip to Paris, joining an international commemoration of the 100th anniversary of the armistice that ended World War I. He wasted no time mixing it up with his host, tweeting as he… [+4538 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "UK ambassador to UN: Europe united in pushing back on Russia", "description": "UK ambassador to the United Nations Karen Pierce says Trump clearly knows a lot about trade and discusses the president's trip to Paris.", "url": "http://video.foxnews.com/v/5860095172001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5860094356001_5860095172001-vs.jpg", "publishedAt": "2018-11-09T21:52:37Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Jennifer Earl", "title": "World War I soldiers seen arriving in Europe to fight alongside Allies in rare photos", "description": "American troops stepped onto European soil in 1917, ready to fight alongside the Allies in World War I.", "url": "https://www.foxnews.com/science/world-war-i-soldiers-seen-arriving-in-europe-to-fight-alongside-allies-in-rare-photos", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/mairne23.jpg", "publishedAt": "2018-11-09T21:51:32Z", "content": "American troops stepped onto European soil in 1917, ready to fight alongside the Allies in World War I. Now, as the 100th anniversary of the Armistice approaches, photographs of the U.S. military training in France have recently been discovered at a library i… [+2764 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "As Trump heads to France, embattled Macron floats 'European army' - Fox News", "description": "Fox News As Trump heads to France, embattled Macron floats 'European army' Fox News As President Trump flies to Paris to mark the 100th anniversary of the end of World War I, he is facing the possibility of a tense encounter with embattled French President Em…", "url": "https://www.foxnews.com/politics/as-trump-heads-to-france-embattled-macron-floats-european-army", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/05/08/694940094001_5781941298001_5781941857001-vs.jpg", "publishedAt": "2018-11-09T21:46:03Z", "content": "President Trump touched down in France on Friday and immediately took a shot at President Emmanuel Macron for his recent call for a \"European army,\" calling the idea \"very insulting\" and renewing pressure on the country to contribute more to NATO. \"President … [+5674 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Ryan Gaydos", "title": "Beer-drinking WWE legend Steve Austin says he's gone stone cold sober - Fox News", "description": "Fox News Beer-drinking WWE legend Steve Austin says he's gone stone cold sober Fox News Legendary WWE superstar “Stone Cold” Steve Austin revealed on his podcast he's given up one of the things that helped make him one of the top stars in the business – alcoh…", "url": "https://www.foxnews.com/entertainment/beer-drinking-wwe-legend-says-hes-gone-stone-cold-sober", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Steve-Austin-Getty.jpg", "publishedAt": "2018-11-09T21:26:45Z", "content": "Legendary WWE superstar “Stone Cold” Steve Austin revealed on his podcast he’s given up one of the things that helped make him one of the top stars in the business – alcohol. Austin said Thursday on his “Steve Austin Show” podcast that he is sticking to a new… [+1261 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Alex Pappas", "title": "Judge sides with Florida’s Rick Scott, cites ‘violation’ of state constitution by election officials", "description": "A state judge on Friday sided with Florida Republican Rick Scott in ordering Republicans be granted “immediate” access to requested information about ballots in Broward County amid explosive lawsuits against the county’s top election official.", "url": "https://www.foxnews.com/politics/judge-sides-with-floridas-rick-scott-cites-violation-of-state-constitution-by-election-officials", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860032465001_5860024532001-vs.jpg", "publishedAt": "2018-11-09T21:14:50Z", "content": "A state judge on Friday sided with Florida Republican Rick Scott in ordering that Republicans be granted “immediate” access to requested information about ballots in Broward County, amid explosive lawsuits against the county’s top election official. In their … [+4488 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Sri Lanka president dissolves Parliament, calls for election", "description": "Sri Lanka's President Maithripala Sirisena on Friday dissolved Parliament and called for fresh elections amid a deepening political crisis.", "url": "https://www.foxnews.com/world/sri-lanka-president-dissolves-parliament-calls-for-election", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T21:07:26Z", "content": "COLOMBO, Sri Lanka Sri Lanka's President Maithripala Sirisena on Friday dissolved Parliament and called for fresh elections amid a deepening political crisis. The government printer published a notification signed by Sirisena announcing the dissolution of Par… [+2136 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "Giant lizard in Florida captured months after terrorizing family, evading capture: 'Everybody is relieved'", "description": "The reptile’s reign is over.", "url": "https://www.foxnews.com/science/giant-lizard-in-florida-captured-months-after-terrorizing-family-evading-capture", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/lizard-FWC.jpg", "publishedAt": "2018-11-09T20:54:26Z", "content": "Months after terrorizing a Florida family with young children and evading capture, an escaped Asian water monitor lizard that was “terrifying to look at” has officially been apprehended, state wildlife officials announced this week. The lizard — which officia… [+2162 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "Benson and Harf 11/09/18", "description": "The Benson and Harf Show on FOX News Talk!\n\nDownload, enjoy and please give us a review! And remember to listen to The Benson and Harf Show LIVE Monday through Friday 6-8 pm Eastern! Find out more at BensonAndHarf.com", "url": "https://radio.foxnews.com/2018/11/09/benson-and-harf-11-09-18/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2016/07/news_banner_featured_image-150x150.jpg", "publishedAt": "2018-11-09T20:45:00Z", "content": "The Benson and Harf Show on FOX News Talk! Download, enjoy and please give us a review! And remember to listen to The Benson and Harf Show LIVE Monday through Friday 6-8 pm Eastern! Find out more at BensonAndHarf.com"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan Evans", "title": "George Lopez charged with battery after Hooters fight with man voicing pro-Trump rhetoric - Fox News", "description": "Fox News George Lopez charged with battery after Hooters fight with man voicing pro-Trump rhetoric Fox News George Lopez has been charged over an altercation with a man who reportedly harassed him with pro-Trump rhetoric at a Hooters in New Mexico. Law enforc…", "url": "https://www.foxnews.com/entertainment/george-lopez-charged-with-battery-after-hooters-fight-with-man-voicing-pro-trump-rhetoric", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/f474a7ac-george-lopez-crop.jpg", "publishedAt": "2018-11-09T20:44:59Z", "content": "George Lopez has been charged over an altercation with a man who reportedly harassed him with pro-Trump rhetoric at a Hooters in New Mexico. Law enforcement sources confirmed to Fox News that the actor and comedian was charged with misdemeanor battery over a … [+1711 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Van Hipp", "title": "Van Hipp: On Veterans Day, an open letter to my children on appreciating American patriots", "description": "To mark Veterans Day and salute the brave Americans who have defended our freedom, I’ve written this open letter to my children. It’s a message worth sharing.", "url": "https://www.foxnews.com/opinion/van-hipp-on-veterans-day-an-open-letter-to-my-children-on-appreciating-american-patriots", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/iStock-844191154.jpg", "publishedAt": "2018-11-09T20:40:31Z", "content": "To mark Veterans Day and salute the brave Americans who have defended our freedom, I’ve written this open letter to my children. It’s a message worth sharing. Dear Trey, Sarah Camille, and Jackson, It is important for you to understand what Veterans Day means… [+3974 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "| Fox News", "title": "Fox on Games: Westerns rule gaming", "description": "A major gaming studio has gambled big-time on a new western, and it's paying off, launching a billion-dollar baby just in time for the holidays.", "url": "https://www.foxnews.com/tech/fox-on-games-westerns-rule-gaming", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5860032472001_5860023766001-vs.jpg", "publishedAt": "2018-11-09T20:32:04Z", "content": "A major gaming studio has gambled big-time on a new western, and it's paying off, launching a billion-dollar baby just in time for the holidays. Rockstar Games is an industry heavyweight best known for the \"Grand Theft Auto\" series. Now they've got another ru… [+1415 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Jennifer Earl", "title": "Thousands of spiders cover Arkansas highway in huge webs like 'thick carpet'", "description": "Tents of sticky spider webs are covering the side of an Arkansas highway — and thousands of \"creepy crawlers\" are beginning to emerge.", "url": "https://www.foxnews.com/science/spiders-cover-arkansas-highway-in-huge-webs-like-thick-carpet", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/spiders432.jpg", "publishedAt": "2018-11-09T20:29:46Z", "content": "Tents of sticky spider webs are covering the side of an Arkansas highway — and thousands of \"creepy crawlers\" are beginning to emerge. Arkansas native Zach Riggs was traveling along Highway 230 outside of Bono city in Craighead County when he stopped to take … [+2072 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Mexican stocks headed for 2nd day of losses", "description": "Mexican stocks appeared headed for a second day of losses Friday after the party of President-elect Andres Manuel Lopez Obrador floated a proposal to prohibit some commissions charged by private banks.", "url": "https://www.foxnews.com/world/mexican-stocks-headed-for-2nd-day-of-losses", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T20:27:15Z", "content": "MEXICO CITY Mexican stocks appeared headed for a second day of losses Friday after the party of President-elect Andres Manuel Lopez Obrador floated a proposal to prohibit some commissions charged by private banks. Mexico's benchmark IPC index was down about 0… [+1629 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Clinton campaign lawyer with ties to Trump dossier leads Democrat recount effort in Florida", "description": "The Hillary Clinton campaign's top lawyer who was behind the controversial anti-Trump dossier is spearheading the recount effort to keep Floridian Bill Nelson in the U.S. Senate.", "url": "https://www.foxnews.com/politics/clinton-campaign-lawyer-with-ties-to-trump-dossier-leads-democrat-recount-effort-in-florida", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Marc-Elias.jpg", "publishedAt": "2018-11-09T20:07:37Z", "content": "The Clinton campaign's top lawyer who was behind the controversial anti-Trump dossier is spearheading the recount effort to keep Floridian Bill Nelson in the U.S. Senate, and is already facing accusations he is trying to \"steal\" the seat from under the noses … [+4866 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Einstein letter showed he was fearful before Nazis came to power", "description": "JERUSALEM (AP) — More than a decade before the Nazis seized power in Germany, Albert Einstein was on the run and already fearful for his country's future, according to a newly revealed handwritten letter.", "url": "https://www.foxnews.com/science/einstein-letter-showed-he-was-fearful-before-nazis-came-to-power", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/Einsteins-Letters-1-1.jpg", "publishedAt": "2018-11-09T20:04:30Z", "content": "JERUSALEM (AP) — More than a decade before the Nazis seized power in Germany, Albert Einstein was on the run and already fearful for his country's future, according to a newly revealed handwritten letter. His longtime friend and fellow Jew, German Foreign Min… [+4043 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Chris Ciaccia", "title": "Rare Apollo 11 US flag flown to the Moon sells at auction", "description": "As the 50th anniversary of the historic Apollo 11 mission gets closer, a U.S. flag that flew to the Moon during the mission sold at auction for an out of this world sum: $62,500.", "url": "https://www.foxnews.com/science/rare-apollo-11-us-flag-flown-to-the-moon-sells-at-auction", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/apollog-11-flag-flown-to-moon.jpg", "publishedAt": "2018-11-09T20:02:07Z", "content": "As the 50th anniversary of the historic Apollo 11 mission gets closer, a U.S. flag that flew to the Moon during the mission sold at auction for an out-of-this-world sum: $62,500. The flag is mounted to an official NASA certificate that reads \"''This flag trav… [+1583 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Floods kill 4 in Jordan, visitors seek high ground in Petra", "description": "Flash floods caused by heavy rain across Jordan killed four people Friday and forced hundreds of tourists to seek higher ground in the kingdom's ancient city of Petra, government officials said.", "url": "https://www.foxnews.com/world/floods-kill-4-in-jordan-visitors-seek-high-ground-in-petra", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T19:27:15Z", "content": "AMMAN, Jordan Flash floods caused by heavy rain across Jordan killed four people Friday and forced hundreds of tourists to seek higher ground in the kingdom's ancient city of Petra, government officials said. About two dozen people were hurt and dozens more e… [+1789 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "James Rogers", "title": "'Ships in the desert': Strange 2,000-year-old graffiti discovered in Israel", "description": "Engravings of ships have been found on an ancient water cistern discovered in a city in Israel’s Negev desert.", "url": "https://www.foxnews.com/science/ships-in-the-desert-strange-2000-year-old-graffiti-discovered-in-israel", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/IsraelShips.jpg", "publishedAt": "2018-11-09T19:15:50Z", "content": "Engravings of ships have been found on an ancient water cistern discovered in a city in Israel’s Negev desert. The Roman era-cistern, which is 39-feet deep, was excavated by the Israel Antiquities Authority in the Negev city of Beer-Sheva. “After initial clea… [+2484 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lucia Suarez Sang", "title": "Marine veteran who killed 12 in California bar served in brutal Afghanistan province, may have had PTSD - Fox News", "description": "Fox News Marine veteran who killed 12 in California bar served in brutal Afghanistan province, may have had PTSD Fox News Why did Ian David Long open fire inside a crowded California bar on Wednesday night? That's the question investigators are working to ans…", "url": "https://www.foxnews.com/us/marine-who-killed-12-in-calif-bar-served-in-brutal-afghanistan-province-may-have-had-ptsd", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Ian-David-Long.jpg", "publishedAt": "2018-11-09T19:10:22Z", "content": "Why did Ian David Long open fire inside a crowded California bar on Wednesday night? That's the question investigators are working to answer, even as burials commence and the mourning continues for the 12 victims Long gunned down at the Borderline Bar &amp; G… [+5039 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "Madison Gesiotto, Jimmy Failla: Florida Voting Shenanigans, Un-Unite The United States?", "description": "X Strategies VP of Communications Madison Gesiotto and comedian Jimmy Failla join Tom Shilue to discuss the most important stories of the day including... voting count controversies in Florida. PLUS: Should we break up America? Download, enjoy and please give…", "url": "https://radio.foxnews.com/2018/11/09/shillue-11-09-18-third-hour/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2016/07/news_banner_featured_image-150x150.jpg", "publishedAt": "2018-11-09T18:45:00Z", "content": "Play Audio Clip Listen to audio clip. X Strategies VP of Communications Madison Gesiotto and comedian Jimmy Failla join Tom Shilue to discuss the most important stories of the day including... voting count controversies in Florida. PLUS: Should we break up Am… [+176 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Hollie McKay", "title": "No Trump meeting this trip, but Putin's stage-managing always a factor", "description": "It's a name we have heard over and over again: Vladimir Putin. The 66-year-old Russian President is a man of many faces, mysteries, and myths.", "url": "https://www.foxnews.com/world/man-of-many-masks-who-is-vladimir-putin", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/russia2.jpg", "publishedAt": "2018-11-09T18:43:41Z", "content": "After much back-and-forth, U.S. and Russian officials this week said presidents Donald Trump and Vladimir Putin will meet not in Paris this weekend during Armistice Day celebrations, but at a G-20 summit later this month. That would be followed by a Putin vis… [+8820 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan M. Evans", "title": "Ashton Kutcher reveals Thousand Oaks bar hosted his birthday party, urges Ivanka Trump to promote gun reform", "description": "Ashton Kutcher reveals Thousand Oaks bar hosted his birthday party, urges Ivanka Trump to promote gun reform foxnews.com", "url": "https://www.foxnews.com/entertainment/ashton-kutcher-reveals-thousand-oaks-shooting-bar-is-where-the-star-celebrated-his-recent-birthday", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/ashton-kutcher-reuters.jpg", "publishedAt": "2018-11-09T18:32:49Z", "content": "Ashton Kutcher revealed how the mass shooting at the Borderline bar in Thousand Oaks, Calif. on Thursday personally affected him. The former \"That's 70's Show\" actor, who is married to actress Mila Kunis, explained on Twitter how he was impacted by the shooti… [+1732 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "James Rogers", "title": "Oscar Wilde’s silver cigarette case surfaces, up for auction", "description": "A silver cigarette case that belonged to poet and playwright Oscar Wilde is up for auction in the U.K. on Saturday.", "url": "https://www.foxnews.com/science/oscar-wildes-silver-cigarette-case-surfaces-up-for-auction", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/OscarWildeCigaretteCase.jpg", "publishedAt": "2018-11-09T18:29:21Z", "content": "A silver cigarette case that belonged to poet and playwright Oscar Wilde is up for auction in the U.K. on Saturday. The case is described as a unique reminder of Wilde’s love affair with Lord Alfred Douglas, known as “Bosie,\" Andrew Aldridge of auction house … [+1146 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Kenya launches internal police probe to help reform force", "description": "Kenya's internal security minister Friday launched a police internal affairs unit to investigate allegations of abuses in the force including corruption and accusations that officers kill suspects and perpetrate other human rights abuses.", "url": "https://www.foxnews.com/world/kenya-launches-internal-police-probe-to-help-reform-force", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T18:27:15Z", "content": "NAIROBI, Kenya Kenya's internal security minister Friday launched a police internal affairs unit to investigate allegations of abuses in the force including corruption and accusations that officers kill suspects and perpetrate other human rights abuses. The n… [+2271 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lucia Suarez Sang", "title": "United Kingdom knife crime growing to epidemic levels", "description": "In the first six months of the year, police recorded 39,332 knife crime offenses – a 12 percent increase over last year – the Office for National Statistics (ONS) reported.", "url": "https://www.foxnews.com/world/knife-crime-epidemic-sweeping-across-the-uk-sees-no-end-in-sight", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/holding-knife.jpg", "publishedAt": "2018-11-09T18:13:50Z", "content": "On Wednesday, London police responded to separate stabbings within hours of each other, the victims, a young boy believed to be in his teens and a man, were sent to the hospital with life-threatening or serious stab wounds. That makes two attacks this morning… [+5182 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Jennifer Earl", "title": "CMA Awards' jaw-dropping moments, from Miranda Lambert's eye roll to Reba McEntire's plunging red dress - Fox News", "description": "Fox News CMA Awards' jaw-dropping moments, from Miranda Lambert's eye roll to Reba McEntire's plunging red dress Fox News Country music's biggest night doesn't come without controversy. The star-studded Country Music Awards never fails to entertain — and, at …", "url": "https://www.foxnews.com/entertainment/cma-awards-jaw-dropping-moments-miranda-lambert-side-eye-reba-mcentire-dress", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2017/11/09/694940094001_5640362222001_5640325996001-vs.jpg", "publishedAt": "2018-11-09T18:09:30Z", "content": "Country music's biggest night doesn't come without controversy. The star-studded Country Music Awards never fails to entertain — and, at times, shock — viewers as singers take the stage. With co-hosts Carrie Underwood and Brad Paisley once again at the mic, t… [+5335 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Brooke Crothers", "title": "Facebook patent hints at creepy new feature", "description": "A Facebook patent has been uncovered that could turn nearby weirdos into friends.", "url": "https://www.foxnews.com/tech/facebook-patent-hints-at-creepy-new-feature", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/2b762228-facebook-logo-reuters.jpg", "publishedAt": "2018-11-09T18:04:47Z", "content": "A patent filed by Facebook has been uncovered that could turn nearby weirdos into friends. Facebook is eyeing the future technology that could suggest \"friends\" that are physically nearby. That data would be combined with other criteria such as when users lik… [+2803 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "The week in pictures, Nov.3-Nov.9", "description": "Take a look at and enjoy some of the most evocative, momentous images captured around the world in the past seven days.", "url": "https://www.foxnews.com/world/the-week-in-pictures-nov-3-nov-9", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/01_RTS24U1Z.jpg", "publishedAt": "2018-11-09T18:03:03Z", "content": "This material may not be published, broadcast, rewritten, or redistributed. ©2018 FOX News Network, LLC. All rights reserved. All market data delayed 20 minutes."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "| Fox News", "title": "Fox on Tech: Virtual assistants and 911", "description": "There's no denying it: we live in an increasingly interconnected world, full of gadgets to help us do everything from keeping a schedule to stay healthy. But the rise of these so-called \"virtual assistants\" isn't yet complete and they haven't yet been integra…", "url": "https://www.foxnews.com/tech/fox-on-tech-virtual-assistants-and-911", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5859880749001_5859874023001-vs.jpg", "publishedAt": "2018-11-09T17:54:35Z", "content": "There's no denying it: we live in an increasingly interconnected world, full of gadgets to help us do everything from keeping a schedule to stay healthy. But the rise of these so-called \"virtual assistants\" isn't yet complete and they haven't yet been integra… [+2293 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Thomas Byrne", "title": "Comedian Dennis Miller Talks New Comedy Special & President Trump: “It’s Not Like He Has it on Prompter: ‘Be a Wild Man Here’, He’s Just a Wild Man”", "description": "Dennis Miller's new comedy special 'Fake News, Real Jokes!' is out, about and ready for your enjoyment! He takes on everything From selfies and airline travel to Trump and journalists! He sits down to talk to us about it! The special is available on Amazon, i…", "url": "https://radio.foxnews.com/2018/11/09/comedian-dennis-miller-talks-new-comedy-special-president-trump-its-not-like-he-has-it-on-prompter-be-a-wild-man-here-hes-just-a-wild-man/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/11/AP18304637099797-1.jpg", "publishedAt": "2018-11-09T17:38:03Z", "content": "Play Audio Clip Listen to audio clip. Dennis Miller's new comedy special 'Fake News, Real Jokes!' is out, about and ready for your enjoyment! He takes on everything From selfies and airline travel to Trump and journalists! He sits down to talk to us about it!… [+122 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Chris Ciaccia", "title": "310-million-year-old lizard footprints found in the Grand Canyon, 'oldest... ever discovered'", "description": "310-million-year old fooprints of a \"lizard like-creature\" have been unearthed in the Grand Canyon, making them potentially the oldest ever reptile footprints ever found.", "url": "https://www.foxnews.com/science/310-million-year-old-lizard-footprints-found-in-the-grand-canyon-oldest-ever-discovered", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/310-million-year-old-footprints.jpg", "publishedAt": "2018-11-09T17:20:46Z", "content": "310-million-year old footprints of a \"lizard like-creature\" have been unearthed in the Grand Canyon, making them potentially the oldest ever reptile footprints ever found. It's unclear what creature left the set of 28 footprints behind, but it has been descri… [+1581 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Devon Kelly", "title": "From Washington: The Fallout", "description": "FOX News Radio's National Correspondent Jared Halpern along with a team of FOX News reporters & contributors look at the week that was inside the beltway. THIS WEEK: Democrats made big gains in the House while Republicans held the majority in the Senate, but …", "url": "https://radio.foxnews.com/2018/11/09/from-washington-the-fallout/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2017/09/COVER_FROM_WASHINGTON-700x700-1.jpg", "publishedAt": "2018-11-09T17:18:58Z", "content": "FOX News Radio's National Correspondent Jared Halpern along with a team of FOX News reporters &amp; contributors look at the week that was inside the beltway. THIS WEEK: Democrats made big gains in the House while Republicans held the majority in the Senate, … [+1111 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Greece arrests 5,633 at airports with fake ID", "description": "The Latest on the flow of migrants to Europe (all times local): 6:05 p.m. Greek authorities say they have arrested 5,633 people, mostly migrants, so far this year for trying to fly out of the country with forged identity papers — with sharp increases in arres…", "url": "https://www.foxnews.com/world/the-latest-greece-arrests-5633-at-airports-with-fake-id", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T17:07:24Z", "content": "SARAJEVO, Bosnia-Herzegovina The Latest on the flow of migrants to Europe (all times local): 6:05 p.m. Greek authorities say they have arrested 5,633 people, mostly migrants, so far this year for trying to fly out of the country with forged identity papers — … [+2244 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Somalia car bomb attack leaves at least 20 dead, police say", "description": "Four car bombs by Islamic extremists exploded outside a hotel in the capital, Mogadishu, killing at least 20 people and injuring 17, said police.", "url": "https://www.foxnews.com/world/somalia-car-bomb-attack-leaves-at-least-20-dead-police-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AF-Somalia-blast.jpg", "publishedAt": "2018-11-09T16:57:24Z", "content": "MOGADISHU, Somalia Four car bombs by Islamic extremists exploded outside a hotel in the capital, Mogadishu, killing at least 20 people and injuring 17, said police. After the three explosions in front of the hotel, a fourth blast hit as medics attempted to re… [+1098 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Hamas gets funds from Qatar to pay civil servants' salaries", "description": "Gaza's Hamas rulers lauded on Friday what they described as a gain of their weekly protests along Gaza-Israel perimeter fence, which have often turned deadly, after receiving $15 million from Qatar to help pay the salaries of the territory's civil servants.", "url": "https://www.foxnews.com/world/hamas-gets-funds-from-qatar-to-pay-civil-servants-salaries", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-50da5549abe14d708faba4f647b82bec-1.png", "publishedAt": "2018-11-09T16:49:26Z", "content": "GAZA CITY, Gaza Strip Gaza's Hamas rulers lauded on Friday what they described as a gain of their weekly protests along Gaza-Israel perimeter fence, which have often turned deadly, after receiving $15 million from Qatar to help pay the salaries of the territo… [+2522 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Matthew Pascarella", "title": "(VIDEO) Tom Runs Through A List Of ‘129 Ways to Get a Husband’ …. From 1958.", "description": "Tom Shillue stumbled across a list of '129 Ways to Get a Husband' from a McCalls magazine published in 1958. \r\n\r\nFox Business producer Jennifer Eckhart and comedian Kevin Downey Jr. help Tom discuss how some things have changed overtime.", "url": "https://radio.foxnews.com/2018/11/09/video-tom-runs-through-a-list-of-129-ways-to-get-a-husband-from-1958/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/11/MCCALLS.jpg", "publishedAt": "2018-11-09T16:41:29Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Matthew Pascarella", "title": "Tomi Lahren Says Conservatism Will Soon Be Cool Again On College Campuses", "description": "Fox Nation's Tomi Lahren sat down with Tom Shillue on Election to discuss her show, \"Final Thoughts\". Tomi also discussed how the conservatism is spreading among young people and is becoming 'cool'. \"I think that now actually, conservatism is becoming the new…", "url": "https://radio.foxnews.com/2018/11/09/tomi-lahren-says-conservatism-will-soon-be-cool-again-on-college-campuses/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/11/TOMI.jpg", "publishedAt": "2018-11-09T16:37:09Z", "content": "Fox Nation's Tomi Lahren sat down with Tom Shillue on Election to discuss her show, \"Final Thoughts\". Tomi also discussed how the conservatism is spreading among young people and is becoming 'cool'. \"I think that now actually, conservatism is becoming the new… [+151 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Bolton says US not isolationist", "description": "The Latest on events marking the centennial of Armistice Day (all times local): 5:20 p.m.", "url": "https://www.foxnews.com/world/the-latest-bolton-says-us-not-isolationist", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ee241fd5713d49928c82cf49b412cb80.png", "publishedAt": "2018-11-09T16:34:31Z", "content": "PARIS The Latest on events marking the centennial of Armistice Day (all times local): 5:20 p.m. U.S. President Donald Trump's national security adviser John Bolton is countering the notion that the United States is isolationist, saying that Trump's participat… [+2161 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "| Reader's Digest", "title": "28-year-old woman has beaten cancer 4 times", "description": "Imagine having four separate battles with cancer by the time you’re 28.", "url": "https://www.foxnews.com/health/28-year-old-woman-has-beaten-cancer-4-times", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/pediatric_istock.jpg", "publishedAt": "2018-11-09T16:12:25Z", "content": "When Lauren Marler began having disturbing symptoms at the age of 15, she somehow knew it was cancer. After the Midland, Texas, teenager did some of her own research, she realized that she was right. But that was just the beginning of her horrific cancer odys… [+5603 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "11/09/18 Starnes First Hour", "description": "The first hour of the Todd Starnes Radio Show on FOX News Talk - 12pm Eastern M-F.", "url": "https://radio.foxnews.com/2018/11/09/11-09-18-starnes-first-hour/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2016/07/news_banner_featured_image-150x150.jpg", "publishedAt": "2018-11-09T16:00:00Z", "content": "The first hour of the Todd Starnes Radio Show on FOX News Talk - 12pm Eastern M-F."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "James Rogers", "title": "World War I posters offer unique glimpse into soldiers' stories 100 years after the Armistice", "description": "The armistice that came into effect at 11 a.m. local time on Nov. 11, 1918, silenced the guns of World War I, ending one of the bloodiest conflicts in modern history.", "url": "https://www.foxnews.com/science/world-war-i-posters-offer-unique-glimpse-into-soldiers-stories-100-years-after-the-armistice", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/WWIPoster2.jpg", "publishedAt": "2018-11-09T15:59:31Z", "content": "The armistice that came into effect at 11 a.m. local time on Nov. 11, 1918, silenced the guns of World War I, ending one of the bloodiest conflicts in modern history. More than 17 million people, military and civilian, lost their lives in World War I. The U.S… [+4203 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Chris Ciaccia", "title": "Extremely rare silver fox caught in England", "description": "A rare silver fox has been found in a garden in Alsager, Cheshire and is now being looked after by the Royal Society for the Prevention of Cruelty to Animals (RSPCA) until a suitable home can be found, SWNS reports.", "url": "https://www.foxnews.com/science/extremely-rare-silver-fox-caught-in-england", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/silver-fox-3.jpg", "publishedAt": "2018-11-09T15:49:37Z", "content": "A rare silver fox has been found in a garden in Alsager, Cheshire and is now being looked after by the Royal Society for the Prevention of Cruelty to Animals (RSPCA) until a suitable home can be found, SWNS reports. This particular fox has been nicknamed \"Sha… [+2652 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan Evans", "title": "Bill Murray pushes fan who actor claims shoved his female friend at Sydney airport - Fox News", "description": "Fox News Bill Murray pushes fan who actor claims shoved his female friend at Sydney airport Fox News Bill Murray appeared to push a fan after the man got too close to the actor's friend at the airport in Sydney, Australia. The actor was walking through the ai…", "url": "https://www.foxnews.com/entertainment/bill-murray-shoves-a-fan-at-sydney-airport-for-getting-too-close-to-his-female-companion", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/102216-mlb-billmurray3-pi.vresize.9-eaa193d970be7510VgnVCM100000d7c1a8c0____.jpg", "publishedAt": "2018-11-09T15:47:52Z", "content": "Bill Murray appeared to push a fan after the man got too close to the actor's friend at the airport in Sydney, Australia. The actor was walking through the airport with his musician friends, Mira Wang and Jan Vogler, when they were approached by a few fans. I… [+2490 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Cristina Johnson", "title": "Midterm Election Night Live From the Fox Nation Tent", "description": "On Election Night Benson and Harf broadcasted live from Fox Square in New York City. Guy Benson and Marie Harf announced breaking election results on a special three hour edition of the show. Mo Elleithee, founding Executive Director of Georgetown University'…", "url": "https://radio.foxnews.com/2018/11/09/midterm-election-night-live-from-the-fox-nation-tent/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2016/07/news_banner_featured_image-150x150.jpg", "publishedAt": "2018-11-09T15:42:10Z", "content": "On Election Night Benson and Harf broadcasted live from Fox Square in New York City. Guy Benson and Marie Harf announced breaking election results on a special three hour edition of the show. Mo Elleithee, founding Executive Director of Georgetown University'… [+2236 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Mary Anne Marsh", "title": "Mary Anne Marsh: Never underestimate Nancy Pelosi", "description": "Never underestimate a woman – especially Nancy Pelosi, the first woman to serve as speaker of the U.S. House of Representatives and once the most powerful female elected official in American history. Now she is poised to claim those titles again in January.", "url": "https://www.foxnews.com/opinion/mary-anne-marsh-never-underestimate-nancy-pelosi", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/08/694940094001_5859058998001_5859055968001-vs.jpg", "publishedAt": "2018-11-09T15:32:01Z", "content": "Never underestimate a woman – especially Nancy Pelosi, the first woman to serve as speaker of the U.S. House of Representatives and once the most powerful female elected official in American history. Now she is poised to claim those titles again in January. P… [+3694 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "UN: Majority of locals in Yemen's Hodeida fled amid clashes", "description": "Most of the population of Yemen's Hodeida has been forced to flee amid a Saudi-led coalition offensive to take the key Red Sea port city from Shiite rebels, the United Nations' refugee agency said Friday, as fierce battles continue to rage in the area.", "url": "https://www.foxnews.com/world/un-majority-of-locals-in-yemens-hodeida-fled-amid-clashes", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-1951ca7b926445d2accc7503f15f1093.png", "publishedAt": "2018-11-09T15:27:19Z", "content": "SANAA, Yemen Most of the population of Yemen's Hodeida has been forced to flee amid a Saudi-led coalition offensive to take the key Red Sea port city from Shiite rebels, the United Nations' refugee agency said Friday, as fierce battles continue to rage in the… [+2745 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Anastasia Goldberg", "title": "Today on the Todd Starnes Show 11/09/18", "description": "Here's what happened today on the Todd Starnes Radio Show: Todd speaks with Fox News Legal Analyst Gregg Jarrett about the DOJ Shakeup. Todd discusses midterm election issues in Arizona and Florida and the still \"too close to call\" elections with RNC National…", "url": "https://radio.foxnews.com/2018/11/09/today-on-the-todd-starnes-show-11-09-18/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2016/07/news_banner_featured_image-150x150.jpg", "publishedAt": "2018-11-09T15:24:53Z", "content": "Todd discusses midterm election issues in Arizona and Florida and the still \"too close to call\" elections with RNC National Press Secretary Cassie Smedile Todd discuss the caravan and border crisis with Homeland Security Spokesperson Katie Waldman"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Brooke Singman", "title": "Accusations fly over Broward County ballot shenanigans: Mystery truck deliveries, slow counting and more", "description": "Lawyers are descending on Florida as the state braces once again to become ground zero in a national election fight, and the epicenter appears to be Broward County where late-arriving ballots in Democratic strongholds are fueling accusations of political shen…", "url": "https://www.foxnews.com/politics/accusations-fly-over-broward-county-ballot-shenanigans-mystery-truck-deliveries-abandoned-boxes-and-more", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/09/694940094001_5859874793001_5859870805001-vs.jpg", "publishedAt": "2018-11-09T15:22:51Z", "content": "Lawyers are descending on Florida as the state braces once again to become ground zero in a national election fight, and the epicenter appears to be Broward County where late-arriving ballots in Democratic strongholds are fueling accusations of political shen… [+4657 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Swiss prosecutor suspended while leading FIFA investigation", "description": "Switzerland's chief economic crimes prosecutor was suspended last week while leading an investigation into corruption linked to FIFA, the federal prosecutor's office said Friday.", "url": "https://www.foxnews.com/world/swiss-prosecutor-suspended-while-leading-fifa-investigation", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T15:07:25Z", "content": "GENEVA Switzerland's chief economic crimes prosecutor was suspended last week while leading an investigation into corruption linked to FIFA, the federal prosecutor's office said Friday. It was unclear how Olivier Thormann's suspension will affect the integrit… [+2285 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Alexandria Hein", "title": "Conjoined twins successfully separated in 6-hour surgery - Fox News", "description": "Fox News Conjoined twins successfully separated in 6-hour surgery Fox News Twin sisters are recovering and sleeping apart for the first time in their 15 months of life after undergoing a six-hour separation surgery. Nima and Dawa Peldon, of Bhutan, were born …", "url": "https://www.foxnews.com/health/conjoined-twins-successfully-separated-in-6-hour-surgery", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Nima-and-Dawa-2-RCH.jpg", "publishedAt": "2018-11-09T15:05:20Z", "content": "Twin sisters are recovering and sleeping apart for the first time in their 15 months of life after undergoing a six-hour separation surgery. Nima and Dawa Peldon, of Bhutan, were born joined at the torso and shared a liver, but as they grew it became difficul… [+1162 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Janine Puhak", "title": "Photographer defends baby's replica BB gun in 'A Christmas Story'-inspired photo shoot - Fox News", "description": "Fox News Photographer defends baby's replica BB gun in 'A Christmas Story'-inspired photo shoot Fox News Though the Christmas season is still a few weeks away, some Facebook users are getting fired up over one Indiana photographer's “A Christmas Story”-themed…", "url": "https://www.foxnews.com/lifestyle/photographer-defends-christmas-story-photoshoot-of-baby-with-replica-bb-gun", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ralphie-Amy-Haehl.jpg", "publishedAt": "2018-11-09T15:02:21Z", "content": "Though the Christmas season is still a few weeks away, some Facebook users are getting fired up over one Indiana photographer’s “A Christmas Story”-themed portrait session, starring a sleeping baby boy posed with miniature, replica BB gun. On Nov. 6, Amy Haeh… [+2324 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Brian Flood", "title": "Dennis Miller on 2020: ‘Why not Pelosi? What does it say about the Dems that they haven’t foisted her up?’", "description": "Dennis Miller’s political leanings set him apart from the majority of the ultra-liberal show business industry that seems to care more about derailing President Trump than entertaining people these days. Miller caught up with Fox News to offer his thoughts on…", "url": "https://www.foxnews.com/entertainment/dennis-miller-on-2020-why-not-pelosi-what-does-it-say-about-the-dems-that-they-havent-foisted-her-up", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Dennis-Miller.jpg", "publishedAt": "2018-11-09T14:51:31Z", "content": "Dennis Miller obviously missed the memo that went out telling comedians to lecture audiences, hate on President Trump and stop being funny. Fox News caught up with the irreverant and erudite funnyman to get his thoughts on everything from his dream 2020 Democ… [+4173 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan Evans", "title": "Kathy Griffin and boyfriend Randy Bick break up after seven years together - Fox News", "description": "Fox News Kathy Griffin and boyfriend Randy Bick break up after seven years together Fox News Kathy Griffin and her long-time boyfriend Randy Bick have split after seven years together. The comedian confirmed the news in a tweet on Thursday. “God help me, but …", "url": "https://www.foxnews.com/entertainment/katy-griffin-and-boyfriend-randy-bick-break-up-after-seven-years-together", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Kathy-Bick.jpg", "publishedAt": "2018-11-09T14:51:14Z", "content": "Kathy Griffin and her long-time boyfriend Randy Bick have split after seven years together. The comedian confirmed the news in a tweet on Thursday. “God help me, but I’m gonna be one of those people who announce a breakup,” Griffin tweeted. “After 7 years, Ra… [+2084 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Tanzanian officials order physical exams of 10 alleged gays", "description": "Tanzanian authorities are carrying out physical examinations on 10 men suspected of homosexual activity in Zanzibar, according to police.", "url": "https://www.foxnews.com/world/tanzanian-officials-order-physical-exams-of-10-alleged-gays", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T14:49:39Z", "content": "ZANZIBAR, Tanzania Tanzanian authorities are carrying out physical examinations on 10 men suspected of homosexual activity in Zanzibar, according to police. A wave of arrests of gays in Tanzania is feared after a senior official urged the public to report sus… [+3319 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Russia hosts meeting on Afghanistan", "description": "Russian Foreign Minister Sergey Lavrov on Friday voiced hope that a conference on Afghanistan taking place in Moscow could help pave the way for peace talks.", "url": "https://www.foxnews.com/world/russia-hosts-meeting-on-afghanistan", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-c48b7570607b4de79d4cdd48394079ff-1.png", "publishedAt": "2018-11-09T14:49:28Z", "content": "MOSCOW Russian Foreign Minister Sergey Lavrov on Friday voiced hope that a conference on Afghanistan taking place in Moscow could help pave the way for peace talks. \"The Moscow format of talks is aimed at establishing an inclusive inter-Afghan dialogue in the… [+2186 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kaitlyn Schallhorn", "title": "Brenda Snipes, Broward elections official at center of ballot storm, has history of controversy", "description": "Broward County Supervisor of Elections Brenda Snipes is at the center of the explosive Florida ballot-counting battle, with the state's Senate and gubernatorial elections on the line — but it's hardly her first voting controversy.", "url": "https://www.foxnews.com/politics/brenda-snipes-center-of-florida-recount-has-been-involved-in-past-election-controversies", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18312653018527.jpg", "publishedAt": "2018-11-09T14:32:53Z", "content": "Broward County Supervisor of Elections Brenda Snipes is at the center of the explosive Florida ballot-counting battle, with the state's Senate and gubernatorial elections on the line — but it's hardly her first voting controversy. “She has had a horrible hist… [+5618 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "Trump Whacks More Reporters, Michelle O, Kellyanne’s Husband", "description": "Howie discusses President Trump's interaction with reporters on Friday, the latest on the Acting Attorney General Matt Whitaker and the Wall Street Journal's latest report on the president.\r\n\r\n\r\n\r\nFollow Howard Kurtz on Twitter: @HowardKurtz and get the lates…", "url": "https://radio.foxnews.com/2018/11/09/trump-whacks-more-reporters-michelle-o-kellyannes-husband/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/07/social_buzzmeter_featured.png", "publishedAt": "2018-11-09T14:00:02Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Reuters", "title": "FDA to restrict e-cigarette flavors to fight teenage vaping 'epidemic'", "description": "The U.S. Food and Drug Administration next week will issue a ban on the sale of fruit and candy flavored electronic cigarettes in convenience stores and gas stations, an agency official said, in a move to counter a surge in teenage use of e-cigarettes.", "url": "https://www.foxnews.com/health/fda-to-restrict-e-cigarette-flavors-to-fight-teenage-vaping-epidemic", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/2015-07-10T050336Z_1_LYNXNPEB69051_-3995e427f84c0510VgnVCM100000d7c1a8c0____.jpg", "publishedAt": "2018-11-09T13:52:39Z", "content": "The U.S. Food and Drug Administration next week will issue a ban on the sale of fruit and candy flavored electronic cigarettes in convenience stores and gas stations, an agency official said, in a move to counter a surge in teenage use of e-cigarettes. The ba… [+4226 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Austrian ex-officer suspected of spying for Russia since 90s", "description": "Austria's government said Friday that a retired colonel in the country's military is suspected of having spied for Russia for decades, a claim swiftly dismissed by Moscow.", "url": "https://www.foxnews.com/world/austrian-ex-officer-suspected-of-spying-for-russia-since-90s", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-7a954bd46b2349bea71516125b687ae2.png", "publishedAt": "2018-11-09T13:47:21Z", "content": "BERLIN Austria's government said Friday that a retired colonel in the country's military is suspected of having spied for Russia for decades, a claim swiftly dismissed by Moscow. The man, who wasn't named, allegedly provided a Russian intelligence agency with… [+2183 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "French federation opens discrimination case against PSG", "description": "The French league of human rights filed a discrimination lawsuit against Paris Saint-Germain and the French soccer federation said Friday its ethics council will look into reports that the club's scouts illegally profiled the ethnic origins of potential young…", "url": "https://www.foxnews.com/world/french-federation-opens-discrimination-case-against-psg", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/3afa8463-ContentBroker_contentid-50b000fe31004f658e308d12b1b119de.jpeg", "publishedAt": "2018-11-09T13:29:38Z", "content": "PARIS The French league of human rights filed a discrimination lawsuit against Paris Saint-Germain and the French soccer federation said Friday its ethics council will look into reports that the club's scouts illegally profiled the ethnic origins of potential… [+2265 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "AP EXPLAINS: Pakistani Christians, an embattled minority", "description": "The uproar surrounding Aasia Bibi — a Pakistani Christian woman who was acquitted of blasphemy charges and released from death row but remains at a secret location for her protection — has drawn attention to the plight of the country's Christians.", "url": "https://www.foxnews.com/world/ap-explains-pakistani-christians-an-embattled-minority", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-6e24fe86572b42698cc2327fd9b3cd52-1.png", "publishedAt": "2018-11-09T13:29:24Z", "content": "ISLAMABAD The uproar surrounding Aasia Bibi — a Pakistani Christian woman who was acquitted of blasphemy charges and released from death row but remains at a secret location for her protection — has drawn attention to the plight of the country's Christians. T… [+5212 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Alexandria Ocasio-Cortez says she can’t afford apartment in DC until she receives congressional salary", "description": "Alexandria Ocasio-Cortez, who became the youngest woman elected to Congress Tuesday, said she cannot afford to rent an apartment in Washington, D.C. until her congressional salary kicks in.", "url": "https://www.foxnews.com/politics/alexandria-ocasio-cortez-says-she-cant-afford-apartment-in-d-c-until-she-receives-congressional-salary", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/CORTEZ.jpg", "publishedAt": "2018-11-09T13:28:40Z", "content": "Alexandria Ocasio-Cortez, who became the youngest woman elected to Congress Tuesday, said she cannot afford to rent an apartment in Washington, D.C., until her congressional salary kicks in. Ocasio-Cortez, 29, made national headlines after she defeated 10-ter… [+1443 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "French government sounds alarm over rising anti-Semitic acts", "description": "France's prime minister on Friday sounded the alarm over a sharp rise in anti-Semitic acts this year, pledging to increase efforts to punish perpetrators and police hate speech online.", "url": "https://www.foxnews.com/world/french-government-sounds-alarm-over-rising-anti-semitic-acts", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-493cb5f957904606a193d9a5b75f1724.png", "publishedAt": "2018-11-09T13:10:48Z", "content": "PARIS France's prime minister on Friday sounded the alarm over a sharp rise in anti-Semitic acts this year, pledging to increase efforts to punish perpetrators and police hate speech online. Prime Minister Edouard Philippe announced on his Facebook page a 69 … [+2015 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Germany: Merkel warns of modern racism on Kristallnacht 80th", "description": "Chancellor Angela Merkel and Germany's main Jewish leader warned against tolerating modern-day anti-Semitism and racism as they marked the 80th anniversary Friday of the Nazis' anti-Jewish Kristallnacht, or \"Night of Broken Glass,\" pogrom.", "url": "https://www.foxnews.com/world/germany-merkel-warns-of-modern-racism-on-kristallnacht-80th", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-051c3bc041d44e5dab54e8764b4c2550-1.png", "publishedAt": "2018-11-09T13:10:25Z", "content": "BERLIN Chancellor Angela Merkel and Germany's main Jewish leader warned against tolerating modern-day anti-Semitism and racism as they marked the 80th anniversary Friday of the Nazis' anti-Jewish Kristallnacht, or \"Night of Broken Glass,\" pogrom. On Nov. 9, 1… [+4034 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Washington Examiner", "title": "Keith Ellison resigns from DNC post amid sexual assault claims - Fox News", "description": "Fox News Keith Ellison resigns from DNC post amid sexual assault claims Fox News Keith Ellison on Thursday officially stepped down from his role as the Democratic National Committee's second-in-command. Ellison was elected Minnesota attorney general in Tuesda…", "url": "https://www.foxnews.com/politics/keith-ellison-resigns-from-dnc-post-amid-sexual-assault-claims", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/09/19/694940094001_5836880352001_5836878639001-vs.jpg", "publishedAt": "2018-11-09T13:03:02Z", "content": "Keith Ellison on Thursday officially stepped down from his role as the Democratic National Committee's second-in-command. Ellison was elected Minnesota attorney general in Tuesday's midterm elections, despite ongoing controversy over allegations of abuse by h… [+998 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Florida at center of explosive post-election fight, as new Arizona Senate tally gives edge to Dem", "description": "A midterm election season that appeared quite settled Tuesday night has suddenly entered a bitterly contested overtime, with Arizona’s Senate candidates locked in a tight race and trading the lead as votes trickle in – and Florida reprising its 2000 role as t…", "url": "https://www.foxnews.com/politics/florida-at-center-of-explosive-post-election-fight-as-new-arizona-senate-tally-gives-edge-to-dem", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/07/694940094001_5858768404001_5858773786001-vs.jpg", "publishedAt": "2018-11-09T12:33:12Z", "content": "A midterm election season that appeared quite settled Tuesday night has suddenly entered a bitterly contested overtime, with Arizona’s Senate candidates locked in a tight race and trading the lead as votes trickle in – and Florida reprising its 2000 role as t… [+11677 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "Senator Lindsey Graham & Fmr Clinton Pollster Mark Penn", "description": "The first hour of the Brian Kilmeade Radio Show on FOX News Talk  9am-Noon Eastern M-F.", "url": "https://radio.foxnews.com/2018/11/09/kilmeade-11-09-18-first-hour/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2016/07/news_banner_featured_image-150x150.jpg", "publishedAt": "2018-11-09T12:30:00Z", "content": "Play Audio Clip Listen to audio clip. The first hour of the Brian Kilmeade Radio Show on FOX News Talk 9am-Noon Eastern M-F."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "MH17 families appeal to Trump to press Putin for information", "description": "Families of those killed when a Buk missile blew Malaysia Airlines Flight 17 out of the sky above Ukraine in 2014 have called on U.S. President Donald Trump to press his Russian counterpart Vladimir Putin to provide answers about the downing.", "url": "https://www.foxnews.com/world/mh17-families-appeal-to-trump-to-press-putin-for-information", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T12:07:30Z", "content": "THE HAGUE, Netherlands Families of those killed when a Buk missile blew Malaysia Airlines Flight 17 out of the sky above Ukraine in 2014 have called on U.S. President Donald Trump to press his Russian counterpart Vladimir Putin to provide answers about the do… [+1448 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: IS claims responsibility for Australia attack", "description": "The Latest on a knife attack in Melbourne (all times local): 10:45 p.m.", "url": "https://www.foxnews.com/world/the-latest-is-claims-responsibility-for-australia-attack", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T12:07:16Z", "content": "SYDNEY The Latest on a knife attack in Melbourne (all times local): 10:45 p.m. The Islamic State group has claimed responsibility for an attack in Australia that police say was linked to terrorism. Police say the driver of a pickup truck got out of his vehicl… [+2632 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "2 killed children among liberated Syrian hostages held by IS", "description": "Islamic State group militants shot and killed two children during an operation to liberate a group of hostages from southern Syria that were being held by the extremist group since July, a father and activists said Friday.", "url": "https://www.foxnews.com/world/2-killed-children-among-liberated-syrian-hostages-held-by-is", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-1e19950a4bfb4801836c6aeafb253333.jpeg", "publishedAt": "2018-11-09T11:29:04Z", "content": "DAMASCUS, Syria Islamic State group militants shot and killed two children during an operation to liberate a group of hostages from southern Syria that were being held by the extremist group since July, a father and activists said Friday. Nashaat Abu Ammar, a… [+1834 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Macron weakened ahead of Trump, Putin meeting", "description": "It's a weakened Emmanuel Macron who'll be hosting U.S. President Donald Trump, Russia's Vladimir Putin and other world leaders at centennial commemorations in Paris this weekend to mark the end of World War I.", "url": "https://www.foxnews.com/world/macron-weakened-ahead-of-trump-putin-meeting", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-61e3989b548e41dcbde95b9520901770-1.png", "publishedAt": "2018-11-09T11:08:25Z", "content": "LENS, France It's a weakened Emmanuel Macron who'll be hosting U.S. President Donald Trump, Russia's Vladimir Putin and other world leaders at centennial commemorations in Paris this weekend to mark the end of World War I. The French president is coming off a… [+3036 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Ryan Gaydos", "title": "Australia cops eye terrorism in stabbing rampage leaving 1 dead, 2 injured", "description": "A knife attack that left one dead and two others wounded Friday in Australia's second-largest city in the middle of rush hour is linked to terrorism, police said.", "url": "https://www.foxnews.com/world/australia-stabbing-rampage-leaves-one-dead-two-wounded-police-treating-as-terror-attack", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AUS-Melbourne-terror1.jpg", "publishedAt": "2018-11-09T10:49:18Z", "content": "A knife attack that left one dead and two others wounded Friday in Australia’s second-largest city in the middle of rush hour is linked to terrorism, police said. The standoff in Melbourne came after police responded to reports of a burning vehicle. Officers … [+936 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "Cowboys owner Jerry Jones hears from 7-year-old fan: 'We suck' - Fox News", "description": "Fox News Cowboys owner Jerry Jones hears from 7-year-old fan: 'We suck' Fox News Rylan Wood, 7, penned a letter to Dallas Cowboys owner Jerry Jones after their loss to the Tennessee Titans this week. (AP / Facebook). The Dallas Cowboys' loss to the Tennessee …", "url": "https://www.foxnews.com/sports/cowboys-owner-jerry-jones-hears-from-7-year-old-fan-we-suck", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/jerry-jones-note-sbs.jpg", "publishedAt": "2018-11-09T10:43:38Z", "content": "The Dallas Cowboys’ loss to the Tennessee Titans this week was apparently the last straw for a young Cowboys fan who decided to share his frustration with Jerry Jones, the owner of what was at least once called America’s Team. Rylan Wood, a 7-year-old second-… [+1695 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Ginsburg 'up and working' after fall, says nephew", "description": "Supreme Court Ruth Bader Ginsburg is “up and working” after being hospitalized with rib fractures, her nephew said during a Thursday film premiere about his aunt’s early career.", "url": "https://www.foxnews.com/politics/supreme-court-justice-ruth-bader-ginsburg-up-and-working-says-nephew", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/RBG.jpg", "publishedAt": "2018-11-09T10:36:49Z", "content": "Supreme Court Justice Ruth Bader Ginsburg is “up and working” after being hospitalized with three rib fractures, her nephew said during a Thursday film premiere about his aunt’s career. Daniel Stiepleman told Reuters in Los Angeles that Ginsburg was “doing gr… [+1254 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Gladstone: 3Q Earnings Snapshot", "description": "MCLEAN, Va.", "url": "https://www.foxnews.com/us/gladstone-3q-earnings-snapshot", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T10:17:49Z", "content": "MCLEAN, Va. MCLEAN, Va. (AP) _ Gladstone Land Corp. (LAND) on Thursday reported a key measure of profitability in its third quarter. The McLean, Virginia-based real estate investment trust said it had funds from operations of $2.4 million, or 15 cents per sha… [+650 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "One Liberty Properties: 3Q Earnings Snapshot", "description": "GREAT NECK, N.Y.", "url": "https://www.foxnews.com/us/one-liberty-properties-3q-earnings-snapshot", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T10:17:37Z", "content": "GREAT NECK, N.Y. GREAT NECK, N.Y. (AP) _ One Liberty Properties Inc. (OLP) on Thursday reported a key measure of profitability in its third quarter. The real estate investment trust, based in Great Neck, New York, said it had funds from operations of $10.3 mi… [+650 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Death in the final minutes of WWI highlighted folly of war", "description": "With the clock ticking down to mere seconds in a four-year conflict that had already killed millions, the folly of death and destruction in World War I became ever more incomprehensible.", "url": "https://www.foxnews.com/world/death-in-the-final-minutes-of-wwi-highlighted-folly-of-war", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-e257096f78ef4ef881e3248c5f51059f-1.png", "publishedAt": "2018-11-09T10:07:22Z", "content": "SAINT-SYMPHORIEN, Belgium With the clock ticking down to mere seconds in a four-year conflict that had already killed millions, the folly of death and destruction in World War I became ever more incomprehensible. Yet, even then it could not be stopped. With b… [+4384 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Actor apologizes for using N-word during panel discussion - Fox News", "description": "Fox News Actor apologizes for using N-word during panel discussion Fox News Oscar-nominated actor Viggo Mortensen apologized for using the N-word during a panel discussion Wednesday following the screening of his new film \"Green Book.\" Mortensen's remark came…", "url": "https://www.foxnews.com/entertainment/actor-apologizes-for-using-n-word-during-panel-discussion", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/VM.jpg", "publishedAt": "2018-11-09T10:03:18Z", "content": "Oscar-nominated actor Viggo Mortensen apologized for using the N-word during a panel discussion Wednesday following the screening of his new film \"Green Book.\" Mortensen's remark came during a discussion about race in America following a screening put on by t… [+1943 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephanie Nolasco", "title": "Mira Sorvino talks aftermath of #MeToo movement: 'It was an incredibly difficult year' - Fox News", "description": "Fox News Mira Sorvino talks aftermath of #MeToo movement: 'It was an incredibly difficult year' Fox News Mira Sorvino said she has zero regrets about coming forward and sharing her horrifying experiences of sexual harassment in Hollywood. The 51-year-old Osca…", "url": "https://www.foxnews.com/entertainment/mira-sorvino-talks-aftermath-of-metoo-movement-filming-startup-in-puerto-rico", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/08/694940094001_5859423092001_5859413272001-vs.jpg", "publishedAt": "2018-11-09T10:02:36Z", "content": "Mira Sorvino said she has zero regrets about coming forward and sharing her horrifying experiences of sexual harassment in Hollywood. The 51-year-old Oscar-winner was one of the first women to go public with allegations of sexual misconduct against movie mogu… [+6192 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "FOX NEWS FIRST: Dems accused of trying to 'steal' election Florida; Tucker speaks out on Antifa targeting his home - Fox News", "description": "Fox News FOX NEWS FIRST: Dems accused of trying to 'steal' election Florida; Tucker speaks out on Antifa targeting his home Fox News Welcome to FOX News First. Not signed up yet? Click here. Developing now, Friday, Nov. 9, 2018. Florida Gov. Rick Scott, a Rep…", "url": "https://www.foxnews.com/us/fox-news-first-dems-accused-of-trying-to-steal-election-florida-tucker-speaks-out-on-antifa-targeting-his-home", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/RScottHannity110918.jpg", "publishedAt": "2018-11-09T09:58:28Z", "content": "Welcome to FOX News First. Not signed up yet? Click here. Developing now, Friday, Nov. 9, 2018 Florida Gov. Rick Scott, a Republican seeking a U.S. Senate seat, filed lawsuits against the states top election officials late Thursday, accusing Democrats of tryi… [+13814 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Bradford Betz", "title": "Michelle Obama says she'll never forgive Trump over birther conspiracy: memoir", "description": "Former first lady Michelle Obama says she can never forgive President Donald Trump for spreading rumors that her husband was not born in America, according to excerpts from her upcoming book that was obtained by The Washington Post.", "url": "https://www.foxnews.com/politics/michelle-obama-rips-trump-in-upcoming-memoir-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18312847318485.jpg", "publishedAt": "2018-11-09T09:35:14Z", "content": "Former first lady Michelle Obama says she can never forgive President Donald Trump for spreading rumors that her husband was not born in America, according to excerpts from her upcoming book that was obtained by The Washington Post. In her new memoir, \"Becomi… [+1636 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "A century after fighting for Paris, leaders mark armistice", "description": "Paris, the City of Light, always was the grandest prize of World War I, either to conquer or defend.", "url": "https://www.foxnews.com/world/a-century-after-fighting-for-paris-leaders-mark-armistice", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-6ad0f642d2d5421f9a115258b44d2059.png", "publishedAt": "2018-11-09T09:28:58Z", "content": "PARIS Paris, the City of Light, always was the grandest prize of World War I, either to conquer or defend. So it is only fitting that when victors and vanquished meet to mark the centennial of the armistice this weekend, the biggest ceremony should be on the … [+2404 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "'Xbox rage' sends game player, 30, on shooting spree; neighbor’s home struck: report", "description": "A Tennessee man was arrested Wednesday after he flew into a rage over an Xbox videogame and fired over a dozen rounds from two different handguns into his bedroom ceiling and walls, a report said.", "url": "https://www.foxnews.com/us/man-30-fires-over-a-dozen-rounds-in-bedroom-hits-neighbors-house-after-xbox-rage-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/casey-jones.jpg", "publishedAt": "2018-11-09T08:29:09Z", "content": "A Tennessee man was arrested Wednesday after he flew into a rage over an Xbox video game and fired over a dozen rounds from two different handguns into his bedroom ceiling and walls, a report said. Casey L. Jones, 30, had been playing on his Microsoft Xbox wh… [+1535 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "The Speaker’s Lobby: Deciphering the Midterms", "description": "11/09/2018 Fox's Chad Pergram talks about the midterms in today's \"Speaker's Lobby.\" There's a lot to unpack from the midterm elections and why Republicans gained ground in the Senate, yet lost control of the House. For Senate Democrats they faced the worst p…", "url": "https://radio.foxnews.com/2018/11/09/88the-speakers-lobby-11-09-2018/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/10/featured-speakers-lobby2.jpg", "publishedAt": "2018-11-09T07:50:02Z", "content": "Play Audio Clip Listen to audio clip. 11/09/2018 Fox's Chad Pergram talks about the midterms in today's \"Speaker's Lobby.\" There's a lot to unpack from the midterm elections and why Republicans gained ground in the Senate, yet lost control of the House. For S… [+996 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "'America's Got Talent' alum loses gig on ZZ Top guitarist's tour after posing in MAGA hat, holding Chick-fil-A", "description": "“America’s Got Talent” alum Benton Blount abruptly lost his opening-act gig on ZZ Top guitarist Billy Gibbons' concert tour after his pro-Trump Facebook post got him temporarily banned from the social media website.", "url": "https://www.foxnews.com/entertainment/political-post-by-americas-got-talent-alum-gets-him-kicked-off-tour", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/bb.jpg", "publishedAt": "2018-11-09T07:40:46Z", "content": "“America’s Got Talent” alum Benton Blount abruptly lost his opening-act gig on ZZ Top guitarist Billy Gibbons' concert tour after his pro-Trump Facebook post got him temporarily banned from the social media website. Blount was four shows into the seven-show s… [+2386 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Letter shows a fearful Einstein long before Nazis' rise", "description": "More than a decade before the Nazis seized power in Germany, Albert Einstein was on the run and already fearful for his country's future, according to a newly revealed handwritten letter.", "url": "https://www.foxnews.com/world/letter-shows-a-fearful-einstein-long-before-nazis-rise", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-b8f9a1e924bc481896f6067a8a373fa3.png", "publishedAt": "2018-11-09T06:47:19Z", "content": "JERUSALEM More than a decade before the Nazis seized power in Germany, Albert Einstein was on the run and already fearful for his country's future, according to a newly revealed handwritten letter. His longtime friend and fellow Jew, German Foreign Minister W… [+4085 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Migrants decide to depart Mexico City with or without buses", "description": "Thousands of Central American migrants decided to depart Mexico City early Friday and head toward the northern city of Tijuana, opting for the longer but likely safer route to the U.S. border, caravan organizers said.", "url": "https://www.foxnews.com/world/migrants-decide-to-depart-mexico-city-with-or-without-buses", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-3383400e39cf4fd2941ab52cf90843a8-1.png", "publishedAt": "2018-11-09T05:52:35Z", "content": "MEXICO CITY Thousands of Central American migrants decided to depart Mexico City early Friday and head toward the northern city of Tijuana, opting for the longer but likely safer route to the U.S. border, caravan organizers said. The decision was made late Th… [+4606 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Mississippi man fired after seen wearing shirt with Confederate flag, noose to vote: report - Fox News", "description": "Mississippi man fired after seen wearing shirt with Confederate flag, noose to vote: report Fox News A Mississippi man was reportedly fired from his nursing job on Thursday after a viral photo showed him wearing a Confederate t-shirt -- emblazoned with a noos…", "url": "https://www.foxnews.com/us/mississippi-man-fired-after-wearing-confederate-flag-shirt-to-vote-in-midterms", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T05:50:10Z", "content": "A Mississippi man was reportedly fired from his nursing job on Thursday after a viral photo showed him wearing a Confederate t-shirt -- emblazoned with a noose and the words \"Mississippi Justice\" -- while voting in the midterm elections. The photograph, which… [+1656 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Imelda Marcos convicted of graft, court orders her arrest", "description": "A Philippine court found former first lady Imelda Marcos guilty of graft and ordered her arrest Friday in a rare conviction among many corruption cases that she's likely to appeal to avoid jail and losing her seat in Congress.", "url": "https://www.foxnews.com/world/imelda-marcos-convicted-of-graft-court-orders-her-arrest", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-e5cf5b6781ad468186534d88f0702a1a.png", "publishedAt": "2018-11-09T05:30:17Z", "content": "MANILA, Philippines A Philippine court found former first lady Imelda Marcos guilty of graft and ordered her arrest Friday in a rare conviction among many corruption cases that she's likely to appeal to avoid jail and losing her seat in Congress. The special … [+3220 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Argentina's newest national park protects vital wetlands", "description": "Just an hour's drive from one of South America's most populous cities, a sprawling wetland of bright green marshes and dark lagoons stretches far into the horizon.", "url": "https://www.foxnews.com/world/argentinas-newest-national-park-protects-vital-wetlands", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-9987cea96acc4008a8ab48a6f49ec730.png", "publishedAt": "2018-11-09T05:29:53Z", "content": "CIERVO DE LOS PANTANOS NATIONAL PARK, Argentina Just an hour's drive from one of South America's most populous cities, a sprawling wetland of bright green marshes and dark lagoons stretches far into the horizon. The until-now little-known area, home to a wide… [+3113 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "It Ain’t Over Till It’s Over!", "description": "Still plenty of big questions following Tuesday's Midterm Elections, including one state that still can't figure out who their next governor is going to be. We'll check in on Ariana Grande and some interesting Instagram comments she made, then deleted, all ab…", "url": "https://radio.foxnews.com/2018/11/09/the-whip-around-11-09-2018/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2017/09/TheWhipAround_300x300.jpg", "publishedAt": "2018-11-09T05:25:01Z", "content": "Play Audio Clip Listen to audio clip. Still plenty of big questions following Tuesday's Midterm Elections, including one state that still can't figure out who their next governor is going to be. We'll check in on Ariana Grande and some interesting Instagram c… [+159 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Texas miniature train operator accused of molesting 12 children killed in jail - Fox News", "description": "Fox News Texas miniature train operator accused of molesting 12 children killed in jail Fox News A kiddie-train operator and former preacher in Texas accused of molesting 12 children dating back to 2006 was killed in jail early Wednesday, authorities said. Cl…", "url": "https://www.foxnews.com/us/texas-minature-train-operator-accused-of-molesting-12-children-killed-in-jail", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/CDS1.jpg", "publishedAt": "2018-11-09T05:08:24Z", "content": "A kiddie-train operator and former preacher in Texas accused of molesting 12 children dating back to 2006 was killed in jail early Wednesday, authorities said. Clinton Don Simpson, 76, was taken from Tarrant County Jail in Fort Worth to a hospital where he di… [+1167 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Dom Calicchio", "title": "Army mechanic convicted in 2016 slayings of 'furry' couple, friend - Fox News", "description": "Fox News Army mechanic convicted in 2016 slayings of 'furry' couple, friend Fox News A U.S. Army mechanic accused of killing a California couple and their friend in September 2016 was convicted of first-degree murder Thursday, according to reports. The case o…", "url": "https://www.foxnews.com/us/army-mechanic-convicted-in-2016-slayings-of-furry-couple-friend", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/josh66-1.jpg", "publishedAt": "2018-11-09T05:04:01Z", "content": "A U.S. Army mechanic accused of killing a California couple and their friend in September 2016 was convicted of first-degree murder Thursday, according to reports. The case of defendant Joshua Acosta, 23, drew notoriety because Acosta, a co-defendant, and the… [+1334 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "The FOX News Rundown 11/9/2018", "description": "Talks of denuclearization seem to be on hold with North Korea, after canceled meeting. Plus, commentary by Chris Wallace.", "url": "https://radio.foxnews.com/2018/11/09/the-fox-news-rundown-11-9-2018/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/04/rundown-featured.png", "publishedAt": "2018-11-09T05:00:01Z", "content": "Play Audio Clip Listen to audio clip. This week, a meeting between Secretary of State Mike Pompeo and his North Korean counterpart was canceled. FOX's Rich Edson at the State Department and Asia analyst and author of 'Nuclear Showdown', Gordon Chang, discuss … [+369 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Democrat Kyrsten Sinema takes paper-thin lead over Martha McSally in Arizona Senate race", "description": "Arizona Democratic Senate candidate Kyrsten Sinema took a narrow 9,600-vote lead over GOP opponent Martha McSally late Thursday, with some 400,000 votes left to count in a closely-watched race that will determine the size of the Republican Senate majority in …", "url": "https://www.foxnews.com/politics/democrat-kyrsten-sinema-takes-paper-thin-lead-over-martha-mcsally-in-arizona-senate-race", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/08/694940094001_5859398047001_5859387307001-vs.jpg", "publishedAt": "2018-11-09T04:12:16Z", "content": "Arizona Democratic Senate candidate Kyrsten Sinema suddenly took a narrow 9,600-vote lead over GOP opponent Martha McSally late Thursday, with some 400,000 votes left to count in a closely-watched race that will determine the size and influence of the Republi… [+3006 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Fire kills at least 7 at dormitory-style housing in S. Korea", "description": "A fire that likely blocked a crucial exit at a low-cost dormitory-style housing facility in central Seoul killed at least seven people and injured 11 others on Friday, according to fire authorities who were investigating possible safety lapses in the building.", "url": "https://www.foxnews.com/world/fire-kills-at-least-7-at-dormitory-style-housing-in-s-korea", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-372294154938441cb586cec9a7b9495c-1.png", "publishedAt": "2018-11-09T04:07:53Z", "content": "SEOUL, South Korea A fire that likely blocked a crucial exit at a low-cost dormitory-style housing facility in central Seoul killed at least seven people and injured 11 others on Friday, according to fire authorities who were investigating possible safety lap… [+1639 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Bongino, Gorka on unacceptable tactics of the left-wing mob", "description": "Radical Antifa protesters surround and vandalize Tucker Carlson's Washington home.", "url": "http://video.foxnews.com/v/5859642576001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5859642783001_5859642576001-vs.jpg", "publishedAt": "2018-11-09T03:27:11Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Rick Scott files suits against Palm Beach, Broward Counties", "description": "Republican Senate candidate Rick Scott sues South Florida election officials over delays in completing vote count of the midterm election.", "url": "http://video.foxnews.com/v/5859633176001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/09/640/360/694940094001_5859634596001_5859633176001-vs.jpg", "publishedAt": "2018-11-09T02:51:54Z", "content": null}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "GOP Senate candidate Rick Scott files bombshell lawsuit accusing Dem Florida election officials of trying to 'steal the election'", "description": "Senate candidate Rick Scott filed a lawsuit late Thursday against Brenda Snipes, the embattled Broward County Supervisor of Elections, alleging that she is illegally refusing to provide any information about the number of ballots cast or counted in Broward Co…", "url": "https://www.foxnews.com/politics/gop-senate-candidate-rick-scott-sues-florida-election-supervisor-brenda-snipes-as-rubio-sounds-alarm-about-dems-stealing-race", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/10/16/694940094001_5849499281001_5849490097001-vs.jpg", "publishedAt": "2018-11-09T02:01:37Z", "content": "Accusing Democrats of a coordinated effort to \"steal the election,\" Republican Senate candidate Rick Scott filed explosive lawsuits late Thursday against the top election officials in two heavily Democratic counties, as three major races in the state appeared… [+10469 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Samuel Chamberlain", "title": "Feinstein urged Obama in 2014 to use 'broad power' to limit immigration", "description": "Sen. Dianne Feinstein, D-Calif., told then-President Barack Obama in the summer 2014 that he could use \"very broad power\" to limit immigration as he saw fit, according to a letter obtained by Fox News.", "url": "https://www.foxnews.com/politics/feinstein-urged-obama-in-2014-to-use-broad-power-to-limit-immigration", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/DF.jpg", "publishedAt": "2018-11-09T01:59:39Z", "content": "Sen. Dianne Feinstein, D-Calif., told then-President Barack Obama in the summer of 2014 that he could use \"very broad power\" to limit immigration as he saw fit, according to a letter obtained by Fox News. In the July 29 letter, Feinstein cites Section 212(f) … [+2470 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Whitaker’s recusal from Mueller’s Russia investigation requested by 18 state AGs", "description": "More than a dozen U.S. state attorneys general signed a document Thursday calling for Acting Attorney General Matthew Whitaker to recuse himself from overseeing the Russia investigation, a role he assumed amid his temporary appointment following the resignati…", "url": "https://www.foxnews.com/politics/whitakers-recusal-from-muellers-russia-investigation-requested-via-letter-signed-by-18-state-ags", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/08/694940094001_5859386025001_5859377878001-vs.jpg", "publishedAt": "2018-11-09T00:58:07Z", "content": "More than a dozen U.S. state attorneys general signed a document Thursday calling for Acting Attorney General Matthew Whitaker to recuse himself from overseeing the Russia investigation, a role he assumed following his temporary appointment following the resi… [+3120 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "'Emergency' protest against Jeff Sessions' firing threads its way through NYC", "description": "Thousands of protesters streamed through the streets of New York City into Union Square on Thursday night to protest President Trump's firing of Attorney General Jeff Sessions yesterday, in a rapidly organized demonstration that even some participants acknowl…", "url": "https://www.foxnews.com/politics/emergency-protest-against-jeff-sessions-firing-threads-its-way-through-nyc", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18313018453581.jpg", "publishedAt": "2018-11-09T00:50:17Z", "content": "Thousands of liberal protesters streamed through the streets of New York City into Union Square on Thursday night to protest President Trump's firing of Attorney General Jeff Sessions yesterday, in a rapidly organized demonstration that even some participants… [+7809 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "US ambassador says North Korea canceled Pompeo talks", "description": "U.S. Ambassador Nikki Haley said Thursday that North Korea canceled this week's talks between U.S. Secretary of State Mike Pompeo and a senior North Korean official, but a meeting between the two nations' leaders is still on for after Jan. 1.", "url": "https://www.foxnews.com/world/us-ambassador-says-north-korea-canceled-pompeo-talks", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T00:47:18Z", "content": "UNITED NATIONS U.S. Ambassador Nikki Haley said Thursday that North Korea canceled this week's talks between U.S. Secretary of State Mike Pompeo and a senior North Korean official, but a meeting between the two nations' leaders is still on for after Jan. 1. \"… [+2426 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Official: 2 firefighters, others hurt in blaze", "description": "The Latest on evacuations ordered for a wildfire in Northern California (all times local): 10 a.m.: A wildfire in Northern California has grown to nearly 8 square miles (20 square kilometers) as officials rush to evacuate residents.", "url": "https://www.foxnews.com/us/the-latest-official-2-firefighters-others-hurt-in-blaze", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-159f40b50b2d4f4d97930c7f2036e2b3.png", "publishedAt": "2018-11-09T00:37:33Z", "content": "OROVILLE, Calif. The Latest on California wildfires (all times local): 4:30 p.m. A California fire official says a Northern California wildfire has claimed a significant number of structures and injured two firefighters and multiple civilians. Butte County Ca… [+10668 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Michelle Obama's new memoir takes Trump to task - Fox News", "description": "Fox News Michelle Obama's new memoir takes Trump to task Fox News Former first lady Michelle Obama blasts President Trump in her new book, recalling how she reacted in shock the night she learned he would replace her husband in the Oval Office and tried to \"b…", "url": "https://www.foxnews.com/politics/michelle-obamas-new-memoir-takes-trump-to-task", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-09T00:01:20Z", "content": "Former first lady Michelle Obama blasts President Trump in her new book, recalling how she reacted in shock the night she learned he would replace her husband in the Oval Office and tried to \"block it all out.\" In her memoir \"Becoming,\" set to come out Tuesda… [+482 chars]"}]}