{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Noemie Bisserbe", "title": "Police Use Tear Gas as Thousands in Paris Defy Protest Ban - Wall Street Journal", "description": "Wall Street Journal Police Use Tear Gas as Thousands in Paris Defy Protest Ban Wall Street Journal PARIS—Violence erupted Saturday between police and several thousand demonstrators who defied a protest ban and marched down the famous Parisian avenue Champs El…", "url": "https://www.wsj.com/articles/police-use-tear-gas-as-thousands-in-paris-defy-protest-ban-1543087845", "urlToImage": "https://images.wsj.net/im-38699/social", "publishedAt": "2018-11-24T19:31:02Z", "content": "PARISViolence erupted Saturday between police and several thousand demonstrators who defied a protest ban and marched down the famous Parisian avenue Champs Elysées, as the countrys interior minister blamed the far-right for the unrest in the French capital. … [+2736 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Charles Passy", "title": "In Search of a New York Bagel in Europe", "description": "Some foodies trek to Europe in search of the perfect croissant or plate of pasta. But when one New Yorker made his way to the Continent, he had a different kind of culinary favorite in mind: a decent bagel.", "url": "https://www.wsj.com/articles/in-search-of-a-new-york-bagel-in-europe-1543078800", "urlToImage": "https://images.wsj.net/im-38594/social", "publishedAt": "2018-11-24T17:11:30Z", "content": "Some foodies trek to Europe in search of the perfect croissant or plate of pasta. But when I made my way to the Continent on a recent two-week vacation, I had a different kind of culinary favorite in mind. I came looking for a decent bagel. That might sound l… [+3834 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Zusha Elinson", "title": "When Mental-Health Experts, Not Police, Are the First Responders", "description": "Some police departments are looking to a program in Eugene, Ore., as a model for how to better deal with 911 calls involving the mentally ill: Don’t send the police.", "url": "https://www.wsj.com/articles/when-mental-health-experts-not-police-are-the-first-responders-1543071600", "urlToImage": "https://images.wsj.net/im-38603/social", "publishedAt": "2018-11-24T16:22:24Z", "content": "EUGENE, Ore.They are the kind of calls that roll into police departments with growing regularity: a man in mental crisis; a woman hanging out near a dumpster at an upscale apartment complex; a homeless woman in distress. In most American cities, it is police … [+5214 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michelle Hackman", "title": "Why Democrats Have Stopped Talking About Free College", "description": "After featuring in 2016 campaigns, tuition-free college fell out of midterms messaging. The idea, while broadly popular, trails other priorities for voters—and draws skeptics. ‘The reality of the world is, nothing is free,’ said one voter.", "url": "https://www.wsj.com/articles/why-democrats-have-stopped-talking-about-free-college-1543075803", "urlToImage": "https://images.wsj.net/im-38433/social", "publishedAt": "2018-11-24T16:10:05Z", "content": "WASHINGTONDemocrats gained ground in the recent elections in part by stressing far-reaching proposals like providing Medicare for all and reducing income inequality. But one formerly favored issue was, and remains, notably absent from their agenda: free colle… [+5208 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Valentina Pop", "title": "The Wall Street Journal: EU, U.K. to hold Brexit summit after Spain gets Gibraltar guarantees", "description": "European Union leaders and U.K. Prime Minister Theresa May will meet to discuss Brexit now that Spain has received reassurances about Gibraltar", "url": "https://www.wsj.com/articles/eu-u-k-to-meet-for-brexit-summit-after-spain-secures-reassurances-over-gibraltar-1543071884?mod=hp_lead_pos9", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FD782_may_th_ZG_20170117102933.jpg", "publishedAt": "2018-11-24T15:51:35Z", "content": "BRUSSELS -- A planned summit between European Union leaders and U.K. Prime Minister Theresa May will take place Sunday to endorse a negotiated Brexit deal, after Spain obtained extra guarantees over the status of Gibraltar. European Council President Donald T… [+860 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Valentina Pop", "title": "EU, UK to Meet for Brexit Summit After Spain Secures Reassurances Over Gibraltar - Wall Street Journal", "description": "Wall Street Journal EU, UK to Meet for Brexit Summit After Spain Secures Reassurances Over Gibraltar Wall Street Journal BRUSSELS—A planned summit between European Union leaders and U.K. Prime Minister Theresa May will take place Sunday to endorse a negotiate…", "url": "https://www.wsj.com/articles/eu-u-k-to-meet-for-brexit-summit-after-spain-secures-reassurances-over-gibraltar-1543071884", "urlToImage": "https://images.wsj.net/im-38690/social", "publishedAt": "2018-11-24T15:04:00Z", "content": "BRUSSELSA planned summit between European Union leaders and U.K. Prime Minister Theresa May will take place Sunday to endorse a negotiated Brexit deal, after Spain obtained extra guarantees over the status of Gibraltar. European Council President Donald Tusk … [+1772 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ese Erheriene", "title": "Toys ‘R’ Us stores in Asia stocking up for the holidays", "description": "Toys ‘R’ Us, which went bankrupt in the U.S and liquidated, has hundreds of stores in Asia.", "url": "https://www.wsj.com/articles/toys-r-us-gears-up-for-holiday-salesin-asia-1543062604?mod=hp_lead_pos6", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GM031_toysru_ZG_20180705151036.jpg", "publishedAt": "2018-11-24T14:57:49Z", "content": "HONG KONG--Toys R Us staff are filling shelves this holiday season at hundreds of stores across Asia, where the brand has been given new life after being sold off by the bankrupt American toy retailer. The Asia business is planning to expand next year with do… [+939 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Rudegeair", "title": "Fraudsters Catch Venmo by Surprise", "description": "The PayPal-owned money-sending service faced an unexpected rash of payments fraud earlier this year. Venmo’s operating losses swelled in the aftermath, and the company decided to shut down some features.", "url": "https://www.wsj.com/articles/venmo-caught-off-guard-by-fraudsters-1543068120", "urlToImage": "https://images.wsj.net/im-38156/social", "publishedAt": "2018-11-24T14:02:03Z", "content": "Venmo was hit by a wave of payments fraud earlier this year that helped push losses higher than the company previously expected and prompted it to shut down some user features to control the damage. In the first three months of 2018, the digital money-transfe… [+225 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Trefor Moss", "title": "Chinese Airline Mishaps Put Spotlight on Pilots", "description": "Chinese airlines were buffeted this summer by a series of cockpit blunders that put passengers’ lives at risk, pointing to what foreign pilots say are serious flaws in training as China’s booming aviation industry struggles to meet demand for flight crews.", "url": "https://www.wsj.com/articles/engine-trouble-chinese-airline-mishaps-put-spotlight-on-pilots-1543055400", "urlToImage": "https://images.wsj.net/im-38075/social", "publishedAt": "2018-11-24T13:07:01Z", "content": "SHANGHAIChinese airlines were buffeted this summer by a series of cockpit blunders that put passengers lives at risk, pointing to what foreign pilots say are serious flaws in training as Chinas booming aviation industry struggles to meet demand for flight cre… [+7325 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shayndi Raice", "title": "Second-Tier Cities Boast First-Rate Job Figures", "description": "Amazon.com Inc.’s decision to locate new headquarters in the New York and Washington regions highlighted an ongoing shift of economic might toward big coastal power cities. But second-tier cities are thriving, and by some measures they are doing even better t…", "url": "https://www.wsj.com/articles/second-tier-cities-boast-first-rate-job-figures-1543064400", "urlToImage": "https://images.wsj.net/im-38382/social", "publishedAt": "2018-11-24T13:00:03Z", "content": "The New York and Washington regions were the big winners in Amazon.com Inc.s contest for its new headquarters project, leaving others behind because the two East Coast metro areas had the sheer scale to meet the companys needs for 50,000 workers. The decision… [+4905 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saeed Shah", "title": "Pakistan Police Arrest Hundreds Protesting Christian Woman's Blasphemy Acquittal - Wall Street Journal", "description": "Wall Street Journal Pakistan Police Arrest Hundreds Protesting Christian Woman's Blasphemy Acquittal Wall Street Journal ISLAMABAD, Pakistan—Pakistani authorities arrested hundreds of activists from a national anti-blasphemy group that has been protesting the…", "url": "https://www.wsj.com/articles/pakistan-police-arrest-hundreds-protesting-christian-womans-blasphemy-acquittal-1543063476", "urlToImage": "https://images.wsj.net/im-38689/social", "publishedAt": "2018-11-24T12:45:06Z", "content": "ISLAMABAD, PakistanPakistani authorities arrested hundreds of activists from a national anti-blasphemy group that has been protesting the release of a Christian woman whose blasphemy conviction was recently overturned. Police arrested the activists in an oper… [+3045 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jen Murphy", "title": "Aerial Yoga Is How This Exec Stays Grounded", "description": "A busy career and a son with special needs keep this television executive busy, but she finds peace with a tough yet relaxing fitness routine.", "url": "https://www.wsj.com/articles/aerial-yoga-is-how-this-exec-stays-grounded-1543062540", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK822_WORKOU_SOC_20181119145807.jpg", "publishedAt": "2018-11-24T12:29:01Z", "content": "Susette Hsiung jokes that shes reached the lounging-in-a-hammock stage of her two-decade-long yoga journey. Aerial yoga, where you perform poses in silks, is her newest workout. It has helped her juggle her television career while raising a son with special n… [+5502 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Justin Baer", "title": "L.A. Dodgers Are Part of an Unorthodox $20 Billion Plan to Backstop Insurers", "description": "Dodgers Chairman Mark Walter, along with Magic Johnson and other owners, pledged personal holdings to support insurance companies connected with Guggenheim Partners. But the unusual deal doesn’t count toward the companies’ official capital cushion.", "url": "https://www.wsj.com/articles/l-a-dodgers-are-part-of-an-unorthodox-20-billion-plan-to-backstop-insurers-1543060800", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL231_SAFEHA_SOC_20181120163858.jpg", "publishedAt": "2018-11-24T12:21:50Z", "content": "A group of insurance companies associated with Guggenheim Partners LLC provided at least $300 million to help the firms chief executive and co-investors buy the Los Angeles Dodgers for a record $2.15 billion in 2012an unusual arrangement that drew scrutiny fr… [+7961 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nicole Friedman", "title": "Want to Shop for Car Insurance Online? Prepare for a Bumpy Ride", "description": "Comparing prices is difficult; quoted prices are often wrong and big insurers won’t share proprietary information.", "url": "https://www.wsj.com/articles/want-to-shop-for-car-insurance-online-prepare-for-a-bumpy-ride-1543035701", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL084_AUTOCO_SOC_20181120115236.jpg", "publishedAt": "2018-11-24T12:17:35Z", "content": "From clothes to airline tickets, its easy to bargain-hunt for most everything online. But one purchase remains hard to shop for online: car insurance. It can be difficult to directly compare prices from multiple insurers, especially the biggest brands. Estima… [+5381 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Cork", "title": "A Conqueror With a Taste for Art", "description": "The Assyrian king Ashurbanipal made sure to record his empire’s exploits—and his likeness—in myriad forms.", "url": "https://www.wsj.com/articles/a-conqueror-with-a-taste-for-art-1543060800", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL423_ASHURB_SOC_20181121111914.jpg", "publishedAt": "2018-11-24T12:00:03Z", "content": "In the very first room of this intensely dramatic exhibition, curated by Gareth Brereton and containing over 200 extraordinary objects, the British Museum conveys the sheer immensity of the ancient Assyrian empire ruled over by Ashurbanipal. He described hims… [+5407 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Cherney", "title": "Your Snack's Crunch Is Cloud-Verified", "description": "An Australian snack maker is working with Microsoft to test a cloud-connected moisture-reading device, in an effort to tighten quality controls in a competitive snack-food market where ‘the crunchier, the better.’", "url": "https://www.wsj.com/articles/your-snacks-crunch-is-cloud-verified-1543060800", "urlToImage": "https://images.wsj.net/im-38415/social", "publishedAt": "2018-11-24T12:00:03Z", "content": "BRISBANE, AustraliaTo make a snack with the perfect crunch, one company is turning to the cloud. Majans Pty, which makes pea- and nut-based snacks in Australia, is teaming up with Microsoft Corp. MSFT -0.04% and others to test a system that uses a beam of lig… [+4353 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "John D. Stoll", "title": "Facebook and the Founder's Dilemma", "description": "Mark Zuckerberg has held on as CEO of the company he created, but how long should he stay? Few companies have the right answer.", "url": "https://www.wsj.com/articles/facebook-and-the-founders-dilemma-1543035646", "urlToImage": "https://images.wsj.net/im-31417/social", "publishedAt": "2018-11-24T05:16:18Z", "content": "Facebook Inc. FB -2.29% Chairman and Chief Executive Mark Zuckerberg has vastly outperformed expectations for company founders. Thats not just because the company he started in his dorm room is now among the most valuable stocks in the world and has made him … [+5297 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sam Walker", "title": "The Plymouth Colony and the Business Case for Gratitude - Wall Street Journal", "description": "Wall Street Journal The Plymouth Colony and the Business Case for Gratitude Wall Street Journal By year two, as William Bradford's long-odds startup finally stepped back from the brink of oblivion, he decided to hold a mandatory, three-hour staff meeting. Thi…", "url": "https://www.wsj.com/articles/the-plymouth-colony-and-the-business-case-for-gratitude-1543035610", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL447_HAPPYT_SOC_20181121125758.jpg", "publishedAt": "2018-11-24T05:04:33Z", "content": "By year two, as William Bradfords long-odds startup finally stepped back from the brink of oblivion, he decided to hold a mandatory, three-hour staff meeting. This wasnt a party, an operational review or hackathon. The only item on the bosss agenda that morni… [+10653 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Monopoly for Millennials", "description": "The new board game for hipster socialists living off capitalist parents.", "url": "https://www.wsj.com/articles/monopoly-for-millennials-1543017641", "urlToImage": "https://images.wsj.net/im-26393/social", "publishedAt": "2018-11-24T04:49:21Z", "content": "Americans love to hate millennials, so maybe it was inevitable that someone would invent a board game to, er, celebrate their enthusiasms. The toy company Hasbro has released a new take on its classic board game, and Monopoly for Millennials is fun for the wh… [+2259 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lara O’Reilly", "title": "Streaming Sports Service DAZN Aims to Introduce Ad Model Without All the Repetition", "description": "DAZN, the ad-free sports-streaming service led by former ESPN President John Skipper, aims to score digital rights to major U.S. sports in the coming years and to introduce ad models much sooner to help pay for it.", "url": "https://www.wsj.com/articles/streaming-sports-service-dazn-aims-to-introduce-ad-model-without-all-the-repetition-1542998439", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL601_CMO_DA_SOC_20181123112317.jpg", "publishedAt": "2018-11-24T02:29:26Z", "content": "DAZN, the ad-free sports-streaming service led by former ESPN President John Skipper, aims to score digital rights to major U.S. sports in the coming years and to introduce ad models much sooner to help pay for it. But it doesnt want to reproduce the ad repet… [+4695 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brian Costa", "title": "Technical Glitch Leaves Golf Fans Grumbling - Wall Street Journal", "description": "Wall Street Journal Technical Glitch Leaves Golf Fans Grumbling Wall Street Journal For months leading up to Friday's pay-per-view golf match between Tiger Woods and Phil Mickelson, the question was how many people would pay to watch. As it turned out, only s…", "url": "https://www.wsj.com/articles/technical-glitch-leaves-golf-fans-grumbling-1543025259", "urlToImage": "https://images.wsj.net/im-38680/social", "publishedAt": "2018-11-24T02:07:00Z", "content": "For months leading up to Fridays pay-per-view golf match between Tiger Woods and Phil Mickelson, the question was how many people would pay to watch. As it turned out, only some people had to. Technical problems with the sports streaming service B/R Live prom… [+3835 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neil Shah", "title": "Michele Anthony Grew Up in the Music Business---Now She Helps Steer It", "description": "The Universal Music executive talks about cutting school, the hurdles women face in music and what’s next for streaming services.", "url": "https://www.wsj.com/articles/michele-anthony-grew-up-in-the-music-businessnow-she-helps-steer-it-1542984946", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ698_ANTHON_SOC_20181114141002.jpg", "publishedAt": "2018-11-24T00:35:23Z", "content": "When she was 12 years old, Michele Anthony tagged along with her father, music manager Dee Anthony, on tour with Peter Frampton and Joe Cocker. Now Ms. Anthony is executive vice president of Universal Music Group, the highest-ranking female record executive a… [+7144 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cara Lombardo", "title": "A Family Feud Threatens Campbell's Dynasty", "description": "An activist hedge fund seeks to oust five soup company directors and install its own, in a tug of war for control among warring heirs who were once allies.", "url": "https://www.wsj.com/articles/a-family-feud-threatens-campbells-dynasty-1542994147", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL195_1120CA_SOC_20181120155419.jpg", "publishedAt": "2018-11-24T00:34:33Z", "content": "Two years ago, as Campbell Soup Co. sales tanked, a grandson of the soups inventor called his cousin to complain about the direction of the 150-year-old company, which still paid welcome dividends to family members. From his sprawling Pennsylvania horse farm,… [+11500 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cara Lombardo", "title": "A Family Feud Threatens Campbell's Dynasty", "description": "An activist hedge fund seeks to oust five soup company directors and install its own, in a tug of war for control among warring heirs who were once allies.", "url": "https://www.wsj.com/articles/a-family-feud-threatens-campbells-dynasty-1542994147", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL195_1120CA_SOC_20181120155419.jpg", "publishedAt": "2018-11-24T00:34:33Z", "content": "Two years ago, as Campbell Soup Co. sales tanked, a grandson of the soups inventor called his cousin to complain about the direction of the 150-year-old company, which still paid welcome dividends to family members. From his sprawling Pennsylvania horse farm,… [+11500 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Willick", "title": "Conservatives and the Politics of Work", "description": "Oren Cass, Mitt Romney’s former domestic-policy director, says wage subsidies are an alternative to the current welfare state and the left’s universal basic income.", "url": "https://www.wsj.com/articles/conservatives-and-the-politics-of-work-1543014553", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY125_WINTER_SOC_20181123122946.jpg", "publishedAt": "2018-11-24T00:25:06Z", "content": "Since election night 2016, liberal pundits have debated whether Donald Trump won because of economic anxiety or cultural resentment. According to Oren Cass, these arent different things. The real issue, the Manhattan Institute scholar says, is work. Whether a… [+10442 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lara O’Reilly", "title": "Google and Facebook Suffer Ad-Platform Glitches", "description": "Google Display & Video 360, widely used by online advertisers, became the second major platform to experience an outage during a key shopping week, after Facebook’s Ad Manager suffered technical problems on Tuesday.", "url": "https://www.wsj.com/articles/google-and-facebook-suffer-ad-platform-glitches-in-key-shopping-week-1543018536", "urlToImage": "https://images.wsj.net/im-38677/social", "publishedAt": "2018-11-24T00:15:38Z", "content": "Googles ad-buying platform suffered glitches for several hours on Friday, causing disruptions for advertisers on Black Friday, one of the most important online shopping days of the year. Technical problems on Google Display &amp; Video 360the platform adverti… [+2675 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Antitrust Bar vs. Apple", "description": "State AGs and the Ninth Circuit set up a raid on Silicon Valley.", "url": "https://www.wsj.com/articles/the-antitrust-bar-vs-apple-1543017765", "urlToImage": "https://images.wsj.net/im-38676/social", "publishedAt": "2018-11-24T00:02:47Z", "content": "Technology advances at warp speed these days, but the antitrust bar keeps attempting a switch in time. On Monday the Supreme Court will consider in Apple v. Pepper whether to overturn decades of precedent that supports the digital economy. A decade ago Apple … [+3872 chars]"}]}