{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Holman W. Jenkins, Jr.", "title": "New Hope for the Truth of 2016?", "description": "Hints that congressional investigators may finally pull back the lid on James Comey’s actions.", "url": "https://www.wsj.com/articles/new-hope-for-the-truth-of-2016-1542411964", "urlToImage": "https://images.wsj.net/im-37542/social", "publishedAt": "2018-11-16T23:46:06Z", "content": "Two men will be key in the next Congress to getting to the bottom of the remaining mysteries of the 2016 election. Republican Sen. Lindsey Graham, likely chairman of the Judiciary Committee, has indicated hes not going the let the biggest sleeping dog of the … [+4615 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paulo Trevisani", "title": "Brazil Signals Hawkish Approach on Its Big Budget Deficit", "description": "Brazil’s president-elect has put together a team of fiscal hawks to lead the economy, winning cautious approval from markets worried about the country’s ballooning debt.", "url": "https://www.wsj.com/articles/brazil-signals-hawkish-approach-on-its-big-budget-deficit-1542387732", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK337_brazec_SOC_20181116111620.jpg", "publishedAt": "2018-11-16T23:45:15Z", "content": "BRASÍLIABrazils president-elect has put together a team of fiscal hawks to lead the economy, winning cautious approval from markets worried about the countrys ballooning debt. Jair Bolsonaros designated economy minister, Paulo Guedes, on Thursday proposed U.S… [+3669 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph C. Sternberg", "title": "Why Central Bankers Missed the Crisis", "description": "The lesson of 2008, a top economist says, is that monetary maestros don’t pay enough attention to financial markets. Are they making the same mistake again?", "url": "https://www.wsj.com/articles/why-central-bankers-missed-the-crisis-1542411696", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY099A_winte_SOC_20181113173158.jpg", "publishedAt": "2018-11-16T23:41:37Z", "content": "Its been a rough decade for most developed economies, as businesses, politicians, policy makers and voters have struggled with the aftermath of a global financial panic and deep recession. So its a good time to ask what weve learnedespecially about the causes… [+10026 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tunku Varadarajan", "title": "A Mayor Seeks to Stymie His City's Only Successful School", "description": "In struggling New Bedford, Mass., the Alma del Mar charter faces opposition to its expansion plan.", "url": "https://www.wsj.com/articles/a-mayor-seeks-to-stymie-his-citys-only-successful-school-1542411672", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK040_CCTunk_SOC_20181115145846.jpg", "publishedAt": "2018-11-16T23:41:13Z", "content": "New Bedford, Mass. Ivyanna, Moises, Jenielys, Giselly. The names on the bulletin board of a kindergarten classroom reveal the notably Hispanic demographics of Alma del Mar, a K-8 charter public school in this blighted city that was once Americas foremost whal… [+4364 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heather Mac Donald", "title": "Sorry, Feminists, Men Are Better at Scrabble", "description": "Nothing stops women from competing at the game’s highest levels, but almost none of them do.", "url": "https://www.wsj.com/articles/sorry-feminists-men-are-better-at-scrabble-1542411642", "urlToImage": "https://images.wsj.net/im-37012/social", "publishedAt": "2018-11-16T23:40:44Z", "content": "The 2018 World Scrabble Championship was held last month in London. The champion, 51-year old Nigel Richards, played groutier (meaning sulky) for the winning 68 points. This was Mr. Richardss fourth world title in English Scrabble; he also took the French Scr… [+5271 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kamran Bokhari", "title": "Don't Let Yemen Become a Proxy of Iran - Wall Street Journal", "description": "Wall Street Journal Don't Let Yemen Become a Proxy of Iran Wall Street Journal International pressure on Saudi Arabia has mounted since the murder of writer and activist Jamal Khashoggi, including heightened scrutiny of the kingdom's military intervention in …", "url": "https://www.wsj.com/articles/dont-let-yemen-become-a-proxy-of-iran-1542411619", "urlToImage": "https://images.wsj.net/im-37555/social", "publishedAt": "2018-11-16T23:40:00Z", "content": "International pressure on Saudi Arabia has mounted since the murder of writer and activist Jamal Khashoggi, including heightened scrutiny of the kingdoms military intervention in Yemen. Yet while the Yemen war is a human catastrophe, it is often misunderstood… [+1992 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erica Snow", "title": "Fed's Evans Supports Higher Interest Rates", "description": "Federal Reserve Bank of Chicago President Charles Evans suggested the central bank needs to raise short-term interest rates further, but didn’t say how much or for how long.", "url": "https://www.wsj.com/articles/feds-evans-supports-higher-interest-rates-1542402223", "urlToImage": "https://images.wsj.net/im-37615/social", "publishedAt": "2018-11-16T23:37:30Z", "content": "Federal Reserve Bank of Chicago President Charles Evans suggested Friday the central bank needs to raise short-term interest rates further, but didnt say how much or for how long. Mr. Evans told an audience at an event in Chicago the Fed should lift its bench… [+1820 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Timothy Puko", "title": "Trump Set to Nominate Andrew Wheeler as Permanent EPA Chief", "description": "The former lobbyist has continued to push President Trump’s deregulatory agenda in last four months as acting administrator.", "url": "https://www.wsj.com/articles/trump-set-to-nominate-andrew-wheeler-as-permanent-epa-chief-1542410196", "urlToImage": "https://images.wsj.net/im-37637/social", "publishedAt": "2018-11-16T23:16:38Z", "content": "WASHINGTONPresident Trump on Friday signaled his intent to nominate Andrew Wheeler to formally take over the Environmental Protection Agency, where the former lobbyist has spent the last four months as acting administrator. Mr. Wheeler, 53 years old, has cont… [+2926 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rolfe Winkler", "title": "Actual Silicon Valley Startup Gets Inspiration From HBO's 'Silicon Valley' Startup", "description": "Richard Hendricks’s Pied Piper, which is realistic but fictional, has inspired a real company, WaveOne, to perfect the technology from the show; ‘a linear combination of their personalities’", "url": "https://www.wsj.com/articles/actual-silicon-valley-startup-gets-inspiration-from-hbos-silicon-valley-startup-1542391937", "urlToImage": "https://images.wsj.net/im-37393/social", "publishedAt": "2018-11-16T23:15:10Z", "content": "Lubomir Bourdev and Oren Rippel were taking a break from brainstorming startup ideas back in 2015 when they flipped on HBOs Silicon Valley. Sitting in his Mountain View, Calif., living room, Mr. Bourdev wanted to show Mr. Rippel what it would be like to live … [+6533 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Otto", "title": "Crashed Lion Air Plane's Missing Black Box Goes Silent", "description": "Investigators searching for a black box of a crashed Lion Air jet believe its locator beacon is broken and are preparing new equipment to scour the muddy floor of the Java Sea.", "url": "https://www.wsj.com/articles/crashed-lion-air-planes-missing-black-box-goes-silent-1542369245", "urlToImage": "https://images.wsj.net/im-37463/social", "publishedAt": "2018-11-16T23:09:21Z", "content": "JAKARTA, IndonesiaInvestigators searching for a black box of a crashed Lion Air jet believe its locator beacon is broken and are preparing new equipment to visually scour the muddy floor of the Java Sea. Investigators are no longer detecting pings from the co… [+4546 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Otto", "title": "Crashed Lion Air Plane's Missing Black Box Goes Silent", "description": "Investigators searching for a black box of a crashed Lion Air jet believe its locator beacon is broken and are preparing new equipment to scour the muddy floor of the Java Sea.", "url": "https://www.wsj.com/articles/crashed-lion-air-planes-missing-black-box-goes-silent-1542369245", "urlToImage": "https://images.wsj.net/im-37463/social", "publishedAt": "2018-11-16T23:09:21Z", "content": "JAKARTA, IndonesiaInvestigators searching for a black box of a crashed Lion Air jet believe its locator beacon is broken and are preparing new equipment to visually scour the muddy floor of the Java Sea. Investigators are no longer detecting pings from the co… [+4546 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cameron McWhirter", "title": "Democrat Stacey Abrams Won't Concede, but Says Brian Kemp Will Be Georgia's Next Governor - Wall Street Journal", "description": "Wall Street Journal Democrat Stacey Abrams Won't Concede, but Says Brian Kemp Will Be Georgia's Next Governor Wall Street Journal Breaking News.... Democrat Stacey Abrams acknowledged Republican Brian Kemp would be the next governor of Georgia on Friday, but …", "url": "https://www.wsj.com/articles/democrat-stacey-abrams-wont-concede-but-says-brian-kemp-will-be-georgias-next-governor-1542407329", "urlToImage": "https://images.wsj.net/im-37648/social", "publishedAt": "2018-11-16T22:54:00Z", "content": "Democrat Stacey Abrams acknowledged Republican Brian Kemp would be the next governor of Georgia on Friday, but said she wasnt conceding. Ms. Abrams, who appeared angry and defiant at times during her remarks, said she was launching an effort to file a federal… [+2398 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gerard Baker", "title": "California's Tech Titans Fight Fires of Their Own", "description": "A rising backlash over privacy as China races ahead with AI and data collection", "url": "https://www.wsj.com/articles/californias-tech-titans-fight-fires-of-their-own-1542392402", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK109_BAKER_SOC_20181115163724.jpg", "publishedAt": "2018-11-16T22:53:01Z", "content": "Every fall, the Journal convenes some of the finest minds in technology for a couple of days of communion and colloquy on the southern California coast at Laguna Beach. The D Live conference gathers big tech chiefs, ambitious entrepreneurs, innovative thinker… [+4213 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laine Higgins", "title": "The Score: The Business Week in 7 Stocks", "description": "The Journal's weekly guide to the ups and downs of the business world.", "url": "https://blogs.wsj.com/moneybeat/2018/11/16/the-score-the-business-week-in-7-stocks-16/", "urlToImage": "https://si.wsj.net/public/resources/images/OG-BK394_201806_G_20180601181858.jpg", "publishedAt": "2018-11-16T22:51:48Z", "content": "Stocks swung wildly this week as oil prices fell to new lows, the dollar strengthened amid building political uncertainty abroad and Brexit negotiations reached a turning point in the U.K. All major U.S. indexes ended the week with losses. The Dow Jones Indus… [+5014 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christopher Mims", "title": "What's the Next Big Thing in Tech? It's Up to Us", "description": "How quickly we’ll see flying cars, robot workers, data-privacy rules, Chinese world domination and the end of car ownership depends less on the tech involved than on us.", "url": "https://www.wsj.com/articles/whats-the-next-big-thing-in-tech-its-up-to-us-1542376800", "urlToImage": "https://images.wsj.net/im-37400/social", "publishedAt": "2018-11-16T22:42:15Z", "content": "If it feels like new technologies go from flights of fancy to billion-dollar businesses faster than ever, thats because they do. Consider that Uber, founded in 2009, started allowing drivers to sign up with their own cars in 2013. Five short years later, the … [+7174 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Our Fortunetelling Genes", "description": "A new tool for assessing hundreds of thousands of small genetic differences can predict psychological attributes from birth. It will transform how we see ourselves, our capacities and our problems.", "url": "https://www.wsj.com/articles/our-fortunetelling-genes-1542298010", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ661_BLUEPR_SOC_20181114121853.jpg", "publishedAt": "2018-11-16T22:40:20Z", "content": "When I was a graduate student in the early 1970s, psychology was dominated by environmentalism, the view that we are what we learn. It was dangerous professionally (and sometimes personally) even to raise the possibility of genetic influence. We were taught, … [+13410 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "Art of the Deal: 2020", "description": "No matter who becomes Speaker of the House next year, the President enjoys a remarkable political opportunity.", "url": "https://www.wsj.com/articles/art-of-the-deal-2020-1542407790", "urlToImage": "https://images.wsj.net/im-37553/social", "publishedAt": "2018-11-16T22:36:32Z", "content": "Last week Democrats took the U.S. House and thereby captured the subpoena power theyve been craving to torment President Donald Trump for at least the next two years. But voters declined to deliver a full-throated repudiation of Mr. Trump and appear to have e… [+5715 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Awards Medal of Freedom to Republican Donor, Presley, Sports Legends - Wall Street Journal", "description": "Wall Street Journal Trump Awards Medal of Freedom to Republican Donor, Presley, Sports Legends Wall Street Journal WASHINGTON—President Trump presented the Presidential Medal of Freedom, the nation's highest civilian award, to a prominent Republican donor, a …", "url": "https://www.wsj.com/articles/trump-awards-medal-of-freedom-to-republican-donor-presley-sports-legends-1542406574", "urlToImage": "https://images.wsj.net/im-37639/social", "publishedAt": "2018-11-16T22:20:54Z", "content": "WASHINGTONPresident Trump presented the Presidential Medal of Freedom, the nations highest civilian award, to a prominent Republican donor, a veteran lawmaker, and music and sports icons at a White House ceremony Friday. Mr. Trump hailed the seven honorees, s… [+2756 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lettie Teague", "title": "Let the Wine Do the Talking This Thanksgiving", "description": "For this most predictable of meals, our wine columnist selects 10 wines that will surprise, delight and give everyone at the table something to talk about (and nothing to argue over).", "url": "https://www.wsj.com/articles/let-the-wine-do-the-talking-this-thanksgiving-1542392926", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK347_WINE_SOC_20181116125943.jpg", "publishedAt": "2018-11-16T22:19:28Z", "content": "THE MOST PREDICTABLE meal of the year should be matched with equally unpredictable wines. With so many well-rehearsed dishes on the holiday table, let the pairing come as a pleasant surprise. It might be a wine from an unknown grape or an unfamiliar place, or… [+6741 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Melanie Grayce West", "title": "How Much Should a Knee Replacement Cost? NYC Council Wants to Find Out", "description": "A committee of the New York City Council is scheduled on Monday to address the perennial question, and confusion surrounding, the comparative costs for medical procedures among the city’s various hospital systems.", "url": "https://www.wsj.com/articles/how-much-should-a-knee-replacement-cost-nyc-council-wants-to-find-out-1542406313", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK183_NYPRES_SOC_20181115184221.jpg", "publishedAt": "2018-11-16T22:11:54Z", "content": "A committee of the New York City Council is scheduled on Monday to address the perennial questionand confusion surroundingthe comparative costs for medical procedures among the citys various hospital systems. The question is why common procedures, like having… [+4840 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah E. Needleman", "title": "Nvidia Grapples With Cryptocurrency Miners' Exit", "description": "The previous stockpiling habits of cryptocurrency miners have left Nvidia to battle with excess graphics-card inventory.", "url": "https://www.wsj.com/articles/nvidia-grapples-with-fallout-from-cryptocurrency-miners-1542395327", "urlToImage": "https://images.wsj.net/im-37552/social", "publishedAt": "2018-11-16T22:08:44Z", "content": "At the height of the cryptocurrency boom, when even moms in British Columbia were stockpiling videogame graphics cards to generate digital currency, average gamers couldnt get their hands on their favored hardware. Prices ballooned and inventory vanished. Tho… [+4135 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas MacMillan", "title": "Google's Cloud-Computing Boss Steps Down", "description": "Google said its top cloud-computing executive is departing the company and will be replaced by a former executive of business software rival Oracle Corp.", "url": "https://www.wsj.com/articles/googles-cloud-computing-boss-diane-greene-to-step-down-1542396164", "urlToImage": "https://images.wsj.net/im-37573/social", "publishedAt": "2018-11-16T22:04:34Z", "content": "Googles top cloud-computing executive and one of techs highest-ranking women is departing the company after three years and will be succeeded by a former executive of business-software rival Oracle Corp. Diane Greene will relinquish her role as CEO of Google … [+4151 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katie Honan", "title": "Mayor de Blasio Fires Head of City's Watchdog Agency", "description": "Mayor Bill de Blasio fired the commissioner of New York City’s Department of Investigation on Friday after the findings of a whistleblower probe said the commissioner had abused his power when he unilaterally absorbed another investigative agency into his own.", "url": "https://www.wsj.com/articles/mayor-de-blasio-fires-head-of-citys-watchdog-agency-1542404917", "urlToImage": "https://images.wsj.net/im-37622/social", "publishedAt": "2018-11-16T21:52:01Z", "content": "Mayor Bill de Blasio fired the commissioner of New York Citys Department of Investigation on Friday after the findings of a whistleblower probe said the commissioner had abused his power when he unilaterally absorbed another investigative agency into his own.… [+1846 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "Press Secretary Sarah Sanders Gets New Principal Deputy", "description": "White House press secretary Sarah Sanders is getting a new principal deputy, Hogan Gidley, who first joined the West Wing Press operation in 2017.", "url": "https://www.wsj.com/articles/press-secretary-sarah-sanders-gets-new-principal-deputy-1542402748", "urlToImage": "https://images.wsj.net/im-37616/social", "publishedAt": "2018-11-16T21:47:16Z", "content": "WASHINGTONWhite House press secretary Sarah Sanders is getting a new principal deputy, Hogan Gidley, a White House official said. Mr. Gidley, 42 years old, is being promoted from deputy press secretary. Since joining the West Wing press operation in October 2… [+1155 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis", "title": "Trump Optimistic About China Trade Deal - Wall Street Journal", "description": "Wall Street Journal Trump Optimistic About China Trade Deal Wall Street Journal WASHINGTON—President Trump expressed optimism Friday that the U.S. could cut a deal with China to ease trade tensions, but said he would continue to press Beijing for more concess…", "url": "https://www.wsj.com/articles/trump-optimistic-about-china-trade-deal-1542404078", "urlToImage": "https://images.wsj.net/im-37628/social", "publishedAt": "2018-11-16T21:34:00Z", "content": "WASHINGTONPresident Trump expressed optimism Friday that the U.S. could cut a deal with China to ease trade tensions, but said he would continue to press Beijing for more concessions. China wants to make a deal, Mr. Trump said in the Oval Office, where he rev… [+3843 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kelly Crow", "title": "Huge Hits and Big Flops at New York's Fall Art Auctions Send Mixed Signals About the Market", "description": "After a steady run-up in art prices, bidding started to fly and fracture in unpredictable patterns during New York’s major fall auctions, which concluded Friday.", "url": "https://www.wsj.com/articles/huge-hits-and-big-flops-at-new-yorks-fall-art-auctions-send-mixed-signals-about-the-market-1542403837", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK430_AUCTIO_SOC_20181116152010.jpg", "publishedAt": "2018-11-16T21:30:38Z", "content": "The art market appears to be entering its Volatile Period. After a steady run-up in art prices, bidding started to fly and fracture in unpredictable patterns during New Yorks major fall auctions, which concluded Friday. From a $90.3 million David Hockney pain… [+6377 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Will California Fires Promote Better Policy? - Wall Street Journal", "description": "Wall Street Journal Will California Fires Promote Better Policy? Wall Street Journal Regarding your editorial “California's Paradise Lost” (Nov. 13): President Trump has it right when he says the fires are due to mismanagement, mainly because the California g…", "url": "https://www.wsj.com/articles/will-california-fires-promote-better-policy-1542403515", "urlToImage": "https://images.wsj.net/im-36554/social", "publishedAt": "2018-11-16T21:26:48Z", "content": "Regarding your editorial Californias Paradise Lost (Nov. 13): President Trump has it right when he says the fires are due to mismanagement, mainly because the California government wants to be politically correct and green. Even Pacific Gas and Electric (PG&a… [+3324 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey A. Trachtenberg", "title": "Michelle O Sells 725,000 Books on First Day...", "description": "Michelle O Sells 725,000 Books on First Day... (Third column, 9th story, link ) Related stories: Newly assertive Melania puts FIRST back in FIRST Lady... NOONAN: Misstep and Mystery... Kimmel Begs: 'Save Us'... Advertise here", "url": "https://www.wsj.com/articles/michelle-obama-memoir-sells-well-1542399595", "urlToImage": "https://images.wsj.net/im-37589/social", "publishedAt": "2018-11-16T21:22:40Z", "content": "Michelle Obamas memoir Becoming got off to a hot start this week, selling more than 725,000 units on the day it was released, spurring its publisher to order up another 800,000 hardcover copies. The book, published Tuesday by Crown Publishing, part of Penguin… [+1553 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Transcript: WSJ Interview With Philadelphia Fed's Patrick Harker", "description": "Philadelphia Fed President Patrick Harker discusses his outlook for interest rates and the economy, market volatility, climate change, and the struggle many companies are having to find workers.", "url": "https://www.wsj.com/articles/transcript-wsj-interview-with-philadelphia-feds-patrick-harker-1542403280", "urlToImage": "https://images.wsj.net/im-37617/social", "publishedAt": "2018-11-16T21:21:23Z", "content": "Federal Reserve Bank of Philadelphia President Patrick Harker sat down for an interview with Wall Street Journal reporter Michael S. Derby on Friday, Nov. 16, 2018. Mr. Harker discussed his outlook for interest rates and the economy, market volatility, climat… [+55528 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Gauthier-Villars", "title": "Turkey Claims More Audio Evidence Contradicts Saudis on Khashoggi Murder - Wall Street Journal", "description": "Wall Street Journal Turkey Claims More Audio Evidence Contradicts Saudis on Khashoggi Murder Wall Street Journal ISTANBUL—Turkish officials said they have more audio evidence proving that Jamal Khashoggi's death was the result of a planned execution, challeng…", "url": "https://www.wsj.com/articles/turkey-claims-more-audio-evidence-contradicts-saudis-on-khashoggi-murder-1542403133", "urlToImage": "https://images.wsj.net/im-37605/social", "publishedAt": "2018-11-16T21:19:29Z", "content": "ISTANBULTurkish officials said they have more audio evidence proving that Jamal Khashoggis death was the result of a planned execution, challenging Saudi Arabias claim that there was no top-down order to kill the dissident reporter and extending a weekslong c… [+5244 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Allison Prang", "title": "Viacom Expects 2019 Revenue Growth", "description": "Viacom said it expects revenue to grow in the 2019 fiscal year as the company augments its pay-TV business with production and licensing fees from streaming-video services.", "url": "https://www.wsj.com/articles/viacom-profit-drops-on-higher-expenses-1542372043", "urlToImage": "https://images.wsj.net/im-37466/social", "publishedAt": "2018-11-16T20:40:05Z", "content": "Viacom Inc. VIAB 3.64% said Friday it expects revenue to grow in its new fiscal year as the company augments its pay-TV business with production and licensing fees from streaming-video services. The cable-TV giant, which owns networks MTV and Nickelodeon, and… [+2357 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Berger", "title": "New York City and New Jersey Take Heat Over Response to Snowstorm - Wall Street Journal", "description": "Wall Street Journal New York City and New Jersey Take Heat Over Response to Snowstorm Wall Street Journal Officials in New York City and New Jersey faced heavy criticism after a snowstorm on Thursday afternoon wreaked havoc on roads, leaving schoolchildren st…", "url": "https://www.wsj.com/articles/nyc-and-nj-take-heat-over-response-to-snowstorm-1542399963", "urlToImage": "https://images.wsj.net/im-37586/social", "publishedAt": "2018-11-16T20:26:35Z", "content": "Officials in New York City and New Jersey faced heavy criticism after a snowstorm on Thursday afternoon wreaked havoc on roads, leaving schoolchildren stranded on buses for hours, crippling commuter routes home and contributing to thousands of motor-vehicle a… [+6531 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Arian Campo-Flores", "title": "Manual Recount Under Way in Florida's Tight Senate Race - Wall Street Journal", "description": "Wall Street Journal Manual Recount Under Way in Florida's Tight Senate Race Wall Street Journal LAUDERHILL, Fla.—County election officials began manually reviewing ballots on Friday in Florida's contentious Senate race, rushing to meet a Sunday deadline to su…", "url": "https://www.wsj.com/articles/manual-recount-under-way-in-floridas-tight-senate-race-1542397579", "urlToImage": "https://images.wsj.net/im-37582/social", "publishedAt": "2018-11-16T19:46:00Z", "content": "LAUDERHILL, Fla.County election officials began manually reviewing ballots on Friday in Floridas contentious Senate race, rushing to meet a Sunday deadline to submit results to the state. Floridas secretary of state ordered the hand recount Thursday after a m… [+4115 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stephen Wilmot", "title": "Vivendi Rides Spotify's Coattails", "description": "Spotify has resurrected the music industry but Vivendi’s shareholders may be the biggest winners.", "url": "https://www.wsj.com/articles/vivendi-rides-spotifys-coattails-1542384227", "urlToImage": "https://images.wsj.net/im-37503/social", "publishedAt": "2018-11-16T19:41:16Z", "content": "Spotify has resurrected the music industry but Vivendis shareholders may be the biggest winners. Revenue at Vivendis Universal Music, owner of the worlds largest record collection, grew 13.5% in the third quarter versus the year before, stripping out currency… [+1998 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cezary Podkul", "title": "Inflated Appraisals Drain Billions From FHA Insurance Fund", "description": "Inflated home appraisals are fueling losses at the Federal Housing Administration, which said this week that it expects a $14.4 billion drain from its mortgage insurance fund in coming years.", "url": "https://www.wsj.com/articles/inflated-home-appraisals-drain-billions-from-government-insurance-fund-1542395411", "urlToImage": "https://images.wsj.net/im-37407/social", "publishedAt": "2018-11-16T19:10:13Z", "content": "Inflated home appraisals are fueling losses at the Federal Housing Administration, which said this week that it expects a $14.4 billion drain from its mortgage insurance fund in coming years. The shortfall stems from the FHAs portfolio of reverse-mortgage ins… [+6348 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "President Says He Has Answered Mueller Questions...", "description": "President Says He Has Answered Mueller Questions... (First column, 12th story, link ) Related stories: Top Cheney Aide in Sights as Probe Expands... Advertise here", "url": "https://www.wsj.com/articles/trump-says-he-has-answered-questions-from-mueller-1542392074", "urlToImage": "https://images.wsj.net/im-37546/social", "publishedAt": "2018-11-16T18:46:37Z", "content": "WASHINGTONPresident Trump said Friday that he has answered a set of questions provided by special counsel Robert Mueller, but hadnt yet submitted them to investigators. I was asked a series of questions, Mr. Trump told reporters in the Oval Office. I answered… [+1949 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Douglas, Max Colchester", "title": "U.K.’s May finds some support amid deep Brexit divisions", "description": "Senior allies rally around U.K. Prime Minister Theresa May as she attempts to muster support for her Brexit plan and fend off a potential leadership challenge.", "url": "https://www.wsj.com/articles/theresa-may-urges-unity-amid-brexit-turbulence-1542359997?=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY705_brexit_ZG_20181116133015.jpg", "publishedAt": "2018-11-16T18:33:53Z", "content": "LONDONEmbattled U.K. Prime Minister Theresa Mays senior allies rallied around her on Friday while she attempted to muster support for her controversial Brexit plan and fend off a possible challenge to her leadership. Four leading euroskeptic members of Mays c… [+1064 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sharon Nunn", "title": "U.S. Industrial Production Rises", "description": "U.S. industrial output ticked up in October, as increased factory production offset declines in mining and utilities output.", "url": "https://www.wsj.com/articles/u-s-industrial-production-edged-up-in-october-1542377940", "urlToImage": "https://images.wsj.net/im-37292/social", "publishedAt": "2018-11-16T18:24:33Z", "content": "WASHINGTONU.S. industrial output ticked up in October, as ramped up factory production offset declines in mining and utilities output. Industrial production, a measure of manufacturing, mining and utility output, rose a seasonally adjusted 0.1% in October fro… [+1984 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin", "title": "Sen. Chuck Grassley to Lead Senate Finance Panel - Wall Street Journal", "description": "Wall Street Journal Sen. Chuck Grassley to Lead Senate Finance Panel Wall Street Journal WASHINGTON—Sen. Chuck Grassley is expected to lead the Finance Committee next year, giving the veteran Iowa Republican more sway over tax, trade and health policy. Mr. Gr…", "url": "https://www.wsj.com/articles/sen-chuck-grassley-to-lead-senate-finance-panel-1542392125", "urlToImage": "https://images.wsj.net/im-37540/social", "publishedAt": "2018-11-16T18:15:59Z", "content": "WASHINGTONSen. Chuck Grassley is expected to lead the Finance Committee next year, giving the veteran Iowa Republican more sway over tax, trade and health policy. Mr. Grassley said on Friday he wants to relinquish the Judiciary Committee chairmanship to fill … [+3101 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michelle Hackman", "title": "New Rules for Sexual-Assault Cases Boost Protections for Accused Students - Wall Street Journal", "description": "Wall Street Journal New Rules for Sexual-Assault Cases Boost Protections for Accused Students Wall Street Journal WASHINGTON—Students accused of sexual assault in the nation's schools and colleges will gain new due-process protections under proposed rules iss…", "url": "https://www.wsj.com/articles/new-rules-for-sexual-assault-cases-boost-protections-for-accused-students-1542391573", "urlToImage": "https://images.wsj.net/im-37534/social", "publishedAt": "2018-11-16T18:06:00Z", "content": "WASHINGTONStudents accused of sexual assault in the nations schools and colleges will gain new due-process protections under proposed rules issued by Education Secretary Betsy DeVos on Friday, though advocates worry the rules will make it harder to report att… [+4763 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kitty Greenwald", "title": "The Most Warming Winter Stew", "description": "This hearty bowlful of potatoes and chorizo comes together quickly. It makes an ideal chilly-weeknight meal.", "url": "https://www.wsj.com/articles/the-most-warming-winter-stew-1542391381", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ643_SFF_SOC_20181114114810.jpg", "publishedAt": "2018-11-16T18:03:03Z", "content": "OVER THE YEARS, Alex Raij and her husband, fellow chef Eder Montero, have opened a string of New York restaurants, primarily focused on Spanish cuisine. We took home cooking and preserved its spirit and its layers of flavor by cleaning it up just a little at … [+2180 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jim Carlton", "title": "Facing Deadlier Fires, California Tries Something New: More Logging - Wall Street Journal", "description": "Wall Street Journal Facing Deadlier Fires, California Tries Something New: More Logging Wall Street Journal FRENCH MEADOWS RESERVOIR, Calif.—Obscured amid the chaos of California's latest wildfire outbreak is a striking sign of change that may help curtail fu…", "url": "https://www.wsj.com/articles/facing-deadlier-fires-california-tries-something-new-more-logging-1542390642", "urlToImage": "https://images.wsj.net/im-33301/social", "publishedAt": "2018-11-16T17:52:07Z", "content": "FRENCH MEADOWS RESERVOIR, Calif.Obscured amid the chaos of Californias latest wildfire outbreak is a striking sign of change that may help curtail future devastating infernos. After decades of butting heads, some environmentalists and logging supporters have … [+14488 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Felicia Schwartz", "title": "Netanyahu Coalition Partner Joins Push for Early Elections - Wall Street Journal", "description": "Wall Street Journal Netanyahu Coalition Partner Joins Push for Early Elections Wall Street Journal TEL AVIV—The leader of a key party in Israeli Prime Minister Benjamin Netanyahu's governing coalition on Friday pushed for early elections, according to people …", "url": "https://www.wsj.com/articles/netanyahu-coalition-partner-joins-push-for-early-elections-1542390740", "urlToImage": "https://images.wsj.net/im-37468/social", "publishedAt": "2018-11-16T17:52:00Z", "content": "TEL AVIVThe leader of a key party in Israeli Prime Minister Benjamin Netanyahus governing coalition on Friday pushed for early elections, according to people familiar with the matter, adding to pressure on Mr. Netanyahu as he seeks to preserve his government.… [+2124 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lindsey Taylor", "title": "Imagine If Jackson Pollock Had Been a Florist", "description": "Floral designer Lindsey Taylor translates the monumental abstraction of nature in Jackson Pollock’s “Autumn Rhythm (Number 30)” into a dynamic arrangement.", "url": "https://www.wsj.com/articles/imagine-if-jackson-pollock-had-been-a-florist-1542384690", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ955_FLOWER_SOC_20181115122246.jpg", "publishedAt": "2018-11-16T17:16:08Z", "content": "AS SOMEONE WHO works with flowers, Im an unlikely fan of fall, but I love the sculptural look of blooms on their way out, the graceful plumes of grasses gone to seed. Painted in the fall of 1950, Jackson Pollocks Autumn Rhythm (Number 30)the inspiration for t… [+961 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Harriet Torry", "title": "U.S. Household Debt Continues to Climb in 3rd Quarter", "description": "Household indebtedness continued to climb in the third quarter, with balances continuing to rise for almost all types of borrowing, the Federal Reserve Bank of New York reported.", "url": "https://www.wsj.com/articles/u-s-household-debt-continues-to-climb-in-3rd-quarter-1542384355", "urlToImage": "https://images.wsj.net/im-37515/social", "publishedAt": "2018-11-16T16:55:15Z", "content": "Household indebtedness continued to climb in the third quarter, with balances continuing to rise for almost all types of borrowing, the Federal Reserve Bank of New York reported Friday. Total mortgage debt was $9.14 trillion in the third quarter. That represe… [+1597 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Kesling", "title": "Computer Flubs Left Vets Short of Housing Benefits", "description": "A Department of Veterans Affairs computer system botched calculations for GI Bill benefits, leaving thousands of student veterans without full housing assistance, a senior VA official told Congress on Thursday.", "url": "https://www.wsj.com/articles/computer-flubs-left-vets-short-of-housing-benefits-1542339033", "urlToImage": "https://images.wsj.net/im-37429/social", "publishedAt": "2018-11-16T16:52:57Z", "content": "WASHINGTONA Department of Veterans Affairs computer system botched calculations for GI Bill benefits, leaving thousands of student veterans without full housing assistance, a senior VA official told Congress on Thursday. The delays and shortfalls in payments … [+3420 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "U.S. Is Optimistic It Will Prosecute WikiLeaks's Assange", "description": "The Justice Department is preparing to prosecute WikiLeaks founder Julian Assange and is increasingly optimistic it will be able to get him into a U.S. courtroom.", "url": "https://www.wsj.com/articles/u-s-is-optimistic-it-will-prosecute-assange-1542376108", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK116_assang_SOC_20181115171956.jpg", "publishedAt": "2018-11-16T16:49:40Z", "content": "The Justice Department is preparing to prosecute WikiLeaks founder Julian Assange and is increasingly optimistic it will be able to get him into a U.S. courtroom, according to people in Washington familiar with the matter. Over the past year, U.S. prosecutors… [+8835 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aaron Zitner", "title": "Why House Votes and Political Power Often Don't Match", "description": "When the last few unresolved House races are settled, the results will show whether Democrats have broken an arcane but important losing streak in the national vote.", "url": "https://www.wsj.com/articles/why-house-votes-and-political-power-often-dont-match-1542375292", "urlToImage": "https://images.wsj.net/im-37354/social", "publishedAt": "2018-11-16T16:41:40Z", "content": "When the last few unresolved House races are settled, the results will show whether Democrats have broken an arcane but important losing streak: In the past four elections, they havent translated the House votes they have won nationally into equivalent power … [+3189 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "Judge Grants CNN's Motion to Restore Jim Acosta's White House Press Pass", "description": "A federal judge granted an emergency motion to restore the White House press credential of CNN correspondent Jim Acosta—a victory for the network in a closely watched press-freedom case.", "url": "https://www.wsj.com/articles/judge-grants-cnns-motion-to-restore-jim-acostas-white-house-press-pass-1542381937", "urlToImage": "https://images.wsj.net/im-37522/social", "publishedAt": "2018-11-16T16:40:39Z", "content": "WASHINGTONA federal judge granted an emergency motion to restore the White House press credential of CNN correspondent Jim Acostaa victory for the network in a closely watched press-freedom case. The lawsuit, which drew the attention of major media outlets an… [+3484 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael M. Phillips", "title": "'I Was Hoping to Be Retired': The Cost of Supporting Parents and Adult Children", "description": "More Americans find themselves housing two generations simultaneously, just when they thought they could kick back and retire. Instead, they face the strain of added expenses, constant caregiving and derailed dreams.", "url": "https://www.wsj.com/articles/i-was-hoping-to-be-retired-the-cost-of-supporting-parents-and-adult-children-1542381023", "urlToImage": "https://images.wsj.net/im-37335/social", "publishedAt": "2018-11-16T16:28:34Z", "content": "BENTON COUNTY, Ark.When Barb Strickert married, she and her husband wrote down a one-year plan for their lives together. And a three-year plan. Five- and 10-year plans, too. Their meticulous mapping of the future eventually culminated in The Retirement Plan. … [+16655 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rima Suqi", "title": "Holiday Entertaining Tips From the Party Planner to Presidents", "description": "Bronson van Wyck, who planned affairs for Bushes and Obamas, on scrumptious buffet tables, winning hostess gifts and farm-family traditions.", "url": "https://www.wsj.com/articles/holiday-entertaining-tips-from-the-party-planner-to-presidents-1542382751", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ764_20ODD_SOC_20181114163148.jpg", "publishedAt": "2018-11-16T16:28:19Z", "content": "FOR A MAN who grew up on an Arkansas farm, Bronson van Wyckan event planner whose clients range from Beyoncé to both Presidents Bushsure knows how to party urbanely. Recently tapped to transform the Rainbow Rooms Bar SixtyFive at Rockefeller Center for the ho… [+3737 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katherine Blunt", "title": "PG&E Shares Surge on Hopes of State Support", "description": "Shares of PG&E opened sharply higher on investor hopes that California officials would move to rescue the utility from wildfire-related liabilities that threaten to plunge it into bankruptcy.", "url": "https://www.wsj.com/articles/pg-e-stock-rises-as-regulator-mulls-utilitys-future-1542380905", "urlToImage": "https://images.wsj.net/im-37473/social", "publishedAt": "2018-11-16T16:23:04Z", "content": "Shares of PG&amp;E Corp. PCG 35.48% opened sharply higher Friday on investor hopes that California officials would move to rescue the utility from potential wildfire-related liabilities that threaten to plunge it into bankruptcy. Californias energy regulator … [+3273 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Allison Duncan", "title": "How the Design Biz Is Courting Millennials", "description": "Four ways the design and housewares businesses are catering to a generation that wants to mix and match and will buy (nearly) anything online.", "url": "https://www.wsj.com/articles/how-the-design-biz-is-courting-millennials-1542382075", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ674_MILLEN_SOC_20181114130400.jpg", "publishedAt": "2018-11-16T15:56:57Z", "content": "ITS A TRUISM THAT millennials are more comfortable with technology and shopping from home than older generations, and direct-to-consumer design brands are capitalizing on this ease via e-commerce. Here, four of the canny methods theyre using to cater to this … [+2155 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "Judge orders White House to reinstate CNN reporter Jim Acosta’s press pass", "description": "A federal judge granted an emergency motion to restore the White House press credential of CNN correspondent Jim Acosta—a victory for the network in a closely watched press-freedom case.", "url": "https://www.wsj.com/articles/judge-grants-cnns-motion-to-restore-jim-acostas-white-house-press-pass-1542381937?tesla=y&amp;mod=breakingnews", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY690_acosta_ZG_20181116105148.jpg", "publishedAt": "2018-11-16T15:55:35Z", "content": "CNN chief White House correspondent Jim Acostas press pass has been restored by a federal judge. A federal judge granted an emergency motion to restore the White House press credential of CNN correspondent Jim Acostaa victory for the network in a closely watc… [+708 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: U.S. Prepares to Prosecute Assange; Trump’s Trade Agenda; Florida’s Manual Recount", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/16/capital-journal-u-s-prepares-to-prosecute-assange-trumps-trade-agenda-floridas-manual-recount/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CK116_assang_P_20181115171956.jpg", "publishedAt": "2018-11-16T15:48:32Z", "content": "Trump's Day: President Trump signs a cybersecurity bill, meets with SBA Administrator Linda McMahon, and awards the Presidential Medal of Freedom to several people at the White House. The House: House Democratic Leader Nancy Pelosi has expressed confidence th… [+4294 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeremy Dauber and Danny Fingeroth", "title": "The Superhero of the Comics Business - Wall Street Journal", "description": "Wall Street Journal The Superhero of the Comics Business Wall Street Journal In the 1960s, Marvel was a small company with only two full-time employees and no publicity department, so Lee set about doing the publicity himself—and, in the process, transformed …", "url": "https://www.wsj.com/articles/the-superhero-of-the-comics-business-1542382201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ973_STANLE_SOC_20181115130533.jpg", "publishedAt": "2018-11-16T15:31:21Z", "content": "In Spider-Mans 1962 comic book debut, written by Stan Lee and drawn by Steve Ditko, teenager Peter Parker is bitten by a radioactive spider, giving him superhuman strength and speed. But his first impulse is not to fight crime and avenge injusticeits to cash … [+5853 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniel Akst", "title": "What Doctors Don't Tell You About Cataract Surgery - Wall Street Journal", "description": "Wall Street Journal What Doctors Don't Tell You About Cataract Surgery Wall Street Journal Leigh Palmer, an artist in Hudson, N.Y., is thrilled that he had cataract surgery to replace the cloudy lenses in his eyes. Thanks to the quick and simple procedure, he…", "url": "https://www.wsj.com/articles/what-doctors-dont-tell-you-about-cataract-surgery-1542381945", "urlToImage": "https://si.wsj.net/public/resources/images/EN-AB690_ENCATA_SOC_20181115142241.jpg", "publishedAt": "2018-11-16T15:26:51Z", "content": "Leigh Palmer, an artist in Hudson, N.Y., is thrilled that he had cataract surgery to replace the cloudy lenses in his eyes. Thanks to the quick and simple procedure, he says, every day I see colors better than before. But hes also had to make some adjustments… [+5682 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alison Murphy", "title": "3 Books That Teach You How to Concentrate in a Digital Age", "description": "Distracted by your phone? Lost in a sea of tweets? These reads explore the way that electronic distractions are alienating humans—and help you rediscover the art of focusing.", "url": "https://www.wsj.com/articles/3-books-that-teach-you-how-to-concentrate-in-a-digital-age-1542381493", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ241_BOOKSH_SOC_20181113100439.jpg", "publishedAt": "2018-11-16T15:18:18Z", "content": "Elevator Pitch: For most of our history, distraction described a mental illness. With that meaning in mind, Mr. Cohen draws a wide-ranging map of our collective cultural distraction, from the death of the circus to how smartphones have created datasexuals (wh… [+1656 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ryan Dube", "title": "Migrants Adopt New Tactic for U.S. Entry: Bring the Children", "description": "The number of Central American families with children arriving at the U.S. border seeking asylum has surged, as parents recognize that detention will be shorter if they come as a family.", "url": "https://www.wsj.com/articles/migrants-adopt-strategy-for-u-s-entry-come-as-a-family-1542376796", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ719_MIGRAN_TOP_20181114153918.jpg", "publishedAt": "2018-11-16T15:16:49Z", "content": "SAN PEDRO SULA, HondurasOn this citys violent outskirts, where families live in tin-roofed shacks on streets menaced by gangs, the word is out on how best to escape to the U.S. Bring the children. The number of Central American families with children arriving… [+9435 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Theresa May Urges Unity Amid Brexit Turbulence", "description": "To subscribe to the newsletter, please sign up here MUST READS Theresa May Urges Unity Amid Brexit Turbulence: U.K. Prime Minister Theresa May on Friday appealed to her cabinet to stick together, a day after a wave of resignations thrust her terms for a depar…", "url": "https://blogs.wsj.com/moneybeat/2018/11/16/theresa-may-urges-unity-amid-brexit-turbulence/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-16T14:59:27Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ruth Bloomfield", "title": "In Brexit Britain, London's Empty New Penthouses Seek Owners", "description": "Buyers willing to brave political uncertainty get room to deal in London, where there is a glut of luxury apartments in new buildings.", "url": "https://www.wsj.com/articles/in-brexit-britain-londons-empty-new-penthouses-seek-owners-1542295844", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ756_1115lo_SOC_20181114162608.jpg", "publishedAt": "2018-11-16T14:47:32Z", "content": "House hunters in search of prestige, privacy and panoramic views, get ready: Its penthouse season in London. And an abundance of luxury apartments have made it a buyers market. An overseas buyer recently spent £105 million, or about $136 million, on the penth… [+6287 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dave Michaels", "title": "Firm Tied to Cryptocurrency Entrepreneur Faces SEC Investigation", "description": "The SEC is investigating a company’s cryptocurrency sale, an executive with the firm said, and people familiar with the probe said it includes looking at whether a prominent bitcoin entrepreneur broke the law by getting involved with the company’s fundraising.", "url": "https://www.wsj.com/articles/firm-tied-to-cryptocurrency-entrepreneur-faces-sec-investigation-1542319602", "urlToImage": "https://images.wsj.net/im-37031/social", "publishedAt": "2018-11-16T14:36:23Z", "content": "Securities regulators are investigating a companys $50 million cryptocurrency sale, an executive with the firm said, and people familiar with the probe said it includes looking at whether a prominent bitcoin entrepreneur broke the law by getting involved with… [+7439 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Beaton", "title": "Le'Veon Bell and the Diminishing Value of Running Backs in the NFL - Wall Street Journal", "description": "Wall Street Journal Le'Veon Bell and the Diminishing Value of Running Backs in the NFL Wall Street Journal Even before Le'Veon Bell's season-long holdout reached a bizarre conclusion in which his Pittsburgh Steelers teammates plundered his locker for gear, it…", "url": "https://www.wsj.com/articles/leveon-bell-and-the-diminishing-value-of-running-backs-in-the-nfl-1542378093", "urlToImage": "https://images.wsj.net/im-37326/social", "publishedAt": "2018-11-16T14:21:00Z", "content": "Even before LeVeon Bells season-long holdout reached a bizarre conclusion in which his Pittsburgh Steelers teammates plundered his locker for gear, it gripped the NFL for a reason that had nothing to do with his specific melodrama. Bells holdout poked at a qu… [+4957 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "David Hockney Painting Sells for a Record $90.3 Million at Auction", "description": "A painting by British artist David Hockney sold for $90.3 million at Christie’s in New York, a record for a living artist at auction. Image: AFP/Getty", "url": "http://www.wsj.com/video/david-hockney-painting-sells-for-a-record-903-million-at-auction/CAF7EA74-D948-4383-A831-57230C63885D.html", "urlToImage": "http://m.wsj.net/video/20181116/111618hockney/111618hockney_1280x720.jpg", "publishedAt": "2018-11-16T13:58:11Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kelly Crow", "title": "Hockney’s ‘Pool’ painting sells for $90.3 million — a record for a living artist", "description": "A David Hockney painting of a man in a pink jacket overlooking a sun-dappled swimming pool sold for $90.3 million at Christie’s in New York on Thursday—setting a record for a living artist at auction.", "url": "https://www.wsj.com/articles/david-hockneys-pool-painting-sells-for-90-3-million/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY684_Hockne_ZG_20181116083914.jpg", "publishedAt": "2018-11-16T13:42:20Z", "content": "A David Hockney painting of a man in a pink jacket overlooking a sun-dappled swimming pool sold for $90.3 million at Christies in New York on Thursdaysetting a record for a living artist at auction. The 1972 work, Portrait of an Artist (Pool with Two Figures)… [+911 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "In the Elevator With Bumble CEO Whitney Wolfe Herd", "description": "WSJ's Joanna Stern \"bumps into\" Bumble's CEO in the WSJ elevator and finds out what profile images work best, when to swipe right and how be a successful woman in tech. Photo: Andria Chamberlin for the Wall Street Journal", "url": "http://www.wsj.com/video/series/in-the-elevator-with/in-the-elevator-with-bumble-ceo-whitney-wolfe-herd/0464D2E2-213C-444F-9881-DB12D3784D35", "urlToImage": "http://m.wsj.net/video/20181116/111518elevatorherd2/111518elevatorherd2_1280x720.jpg", "publishedAt": "2018-11-16T13:00:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor, Andrew Tangel", "title": "The Wall Street Journal: Southwest replaced flight-control sensors of the kind implicated in Lion Air crash", "description": "During the three weeks before Lion Air Flight 610 plunged into waters off Indonesia, Southwest Airlines Co. replaced two malfunctioning flight-control sensors of the same type that has been publicly implicated in the crash, according to a summary of Southwest…", "url": "https://www.wsj.com/articles/southwest-replaced-flight-control-sensors-of-the-kind-implicated-in-lion-air-crash/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY683_Southw_ZG_20181116075039.jpg", "publishedAt": "2018-11-16T12:53:37Z", "content": "During the three weeks before Lion Air Flight 610 plunged into waters off Indonesia, Southwest Airlines Co. LUV, +1.43% replaced two malfunctioning flight-control sensors of the same type that has been publicly implicated in the crash, according to a summary … [+1640 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Energy Journal: Oil Steadies Global Stocks", "description": "Good morning. I’m Neanda Salvaterra, and oil prices staged a small comeback today as the world awaits the U.K.’s response to turmoil around its planned exit from the European Union. Elsewhere, Saudi Arabia is pursuing harsh sentences for several people charge…", "url": "https://blogs.wsj.com/moneybeat/2018/11/16/energy-journal-oil-boosts-global-stocks/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CG422_BREXJA_P_20181102144722.jpg", "publishedAt": "2018-11-16T12:52:25Z", "content": "Good morning. Im Neanda Salvaterra, and oil prices staged a small comeback today as the world awaits the U.K.s response to turmoil around its planned exit from the European Union. Elsewhere, Saudi Arabia is pursuing harsh sentences for several people charged … [+4853 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachel Pannett", "title": "China, Wooing Summit Hosts, Stamps Its Mark in the South Pacific - Wall Street Journal", "description": "Wall Street Journal China, Wooing Summit Hosts, Stamps Its Mark in the South Pacific Wall Street Journal PORT MORESBY, Papua New Guinea—Delegates arriving in this tropical port for a meeting of world leaders beginning Saturday would be forgiven for thinking t…", "url": "https://www.wsj.com/articles/china-wooing-summit-hosts-stamps-its-mark-in-the-south-pacific-1542372276", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK328_1116PN_SOC_20181116041152.jpg", "publishedAt": "2018-11-16T12:47:03Z", "content": "PORT MORESBY, Papua New GuineaDelegates arriving in this tropical port for a meeting of world leaders beginning Saturday would be forgiven for thinking they had landed in a Chinese city. Hundreds of Chinese flags line a new six-lane highway built by China tha… [+4659 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Fee Shift, Junk Bonds, Best Big Airports", "description": "The shift toward fee-based business is firmly underway at Commonwealth Financial Network, investors wonder whether the predictive power of junk bonds won't work this time, and the best big U.S. airports.", "url": "https://blogs.wsj.com/moneybeat/2018/11/16/wsj-wealth-adviser-briefing-fee-shift-junk-bonds-best-big-airports/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-16T11:00:25Z", "content": "The shift toward fee-based business is firmly underway at Commonwealth Financial Network, the largest privately held independent broker-dealer. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occa… [+2485 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "Companies Start to Sweat Prospect of No-Deal Brexit as Deadline Looms - Wall Street Journal", "description": "Wall Street Journal Companies Start to Sweat Prospect of No-Deal Brexit as Deadline Looms Wall Street Journal LONDON—With Prime Minister Theresa May's government in turmoil over the terms of a Brexit agreement, the prospect of “no deal” is getting real—spooki…", "url": "https://www.wsj.com/articles/companies-start-to-sweat-prospect-of-no-deal-brexit-as-deadline-looms-1542364200", "urlToImage": "https://images.wsj.net/im-37278/social", "publishedAt": "2018-11-16T10:33:54Z", "content": "LONDONWith Prime Minister Theresa Mays government in turmoil over the terms of a Brexit agreement, the prospect of no deal is getting realspooking companies big and small, including some far from Britains shores. Once seen as an unlikely outcome, the prospect… [+5254 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Gallagher", "title": "Why PCs Still Compute - Wall Street Journal", "description": "Wall Street Journal Why PCs Still Compute Wall Street Journal In an era of folding smartphones, who knew the plain old personal computer could still be interesting? And yet, PCs have turned out to be a surprising bright spot in tech's universe of late. Eviden…", "url": "https://www.wsj.com/articles/why-pcs-still-compute-1542364200", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK055_PCHERD_SOC_20181115151420.jpg", "publishedAt": "2018-11-16T10:30:45Z", "content": "In an era of folding smartphones, who knew the plain old personal computer could still be interesting? And yet, PCs have turned out to be a surprising bright spot in techs universe of late. Evidence of that came In the recently wrapped earnings season, where … [+4293 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Taxes, Trade and a Troubled Brexit", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Inflation indexing is a mighty boring topic of conversation. But here’s something interesting: Congress and the IRS are using it to get you to pay more ta…", "url": "https://blogs.wsj.com/economics/2018/11/16/real-time-economics-taxes-trade-and-a-mighty-big-brexit-mayday/", "urlToImage": "https://images.wsj.net/im-37452", "publishedAt": "2018-11-16T10:24:22Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. Inflation indexing is a mighty boring topic of conversation. But here's something interesting: Congress and the IRS are using it to get you to pay more tax… [+6408 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tunku Varadarajan", "title": "‘Churchill: Walking With Destiny’ Review: A Life At Full Pelt", "description": "Image credit: Library of Congress, Reproduction number LC-USW33-019093-C Featured via The Wall Street Journal [Subscription Required] Some of the best accounts of Churchill’s life were written by Churchill himself, setting his biographers some daunting compet…", "url": "https://www.wsj.com/articles/churchill-walking-with-destiny-review-a-life-at-full-pelt-1542372879", "urlToImage": "https://images.wsj.net/im-37284/social", "publishedAt": "2018-11-16T09:45:00Z", "content": "Some of the best accounts of Churchills life were written by Churchill himself, setting his biographers some daunting competition. How do you write more eloquently than a man who wrote prose so fine it was deemed worthy (in 1953) of a Nobel Prize in literatur… [+9898 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Hannon", "title": "Theresa May Urges Unity Amid Brexit Turbulence - Wall Street Journal", "description": "Wall Street Journal Theresa May Urges Unity Amid Brexit Turbulence Wall Street Journal LONDON—U.K. Prime Minister Theresa May on Friday appealed to her cabinet to stick together, a day after a wave of resignations thrust her terms for a departure from the Eur…", "url": "https://www.wsj.com/articles/theresa-may-urges-unity-amid-brexit-turbulence-1542359997", "urlToImage": "https://images.wsj.net/im-37451/social", "publishedAt": "2018-11-16T09:22:35Z", "content": "LONDONU.K. Prime Minister Theresa May on Friday appealed to her cabinet to stick together, a day after a wave of resignations thrust her terms for a departure from the European Union into jeopardy. I want all of my colleagues in the cabinet to continue to do … [+2174 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Florida's Tight Senate Race Heads to Manual Recount - Wall Street Journal", "description": "Wall Street Journal Florida's Tight Senate Race Heads to Manual Recount Wall Street Journal TALLAHASSEE, Fla.—Florida's protracted Senate election proceeded to a manual recount on Thursday, the next phase in an increasingly bitter and litigious fight, while R…", "url": "https://www.wsj.com/articles/floridas-tight-senate-race-heads-to-manual-recount-1542356762", "urlToImage": "https://images.wsj.net/im-37410/social", "publishedAt": "2018-11-16T08:27:00Z", "content": "TALLAHASSEE, Fla.Floridas protracted Senate election proceeded to a manual recount on Thursday, the next phase in an increasingly bitter and litigious fight, while Republicans declared victory anew in the race for governor. The states machine recount ended at… [+4290 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Hookway", "title": "UN Tribunal for First Time Finds Former Khmer Rouge Leaders Guilty of Genocide - Wall Street Journal", "description": "Wall Street Journal UN Tribunal for First Time Finds Former Khmer Rouge Leaders Guilty of Genocide Wall Street Journal More than 40 years after an estimated 1.7 million people were killed during the Khmer Rouge's rule in Cambodia, an international tribunal fo…", "url": "https://www.wsj.com/articles/u-n-tribunal-for-first-time-finds-former-khmer-rouge-leaders-guilty-of-genocide-1542352203", "urlToImage": "https://images.wsj.net/im-37445/social", "publishedAt": "2018-11-16T07:10:00Z", "content": "More than 40 years after an estimated 1.7 million people were killed during the Khmer Rouges rule in Cambodia, an international tribunal for the first time found two surviving senior leaders of the regime guilty of genocide for their role in the bloodshed and… [+3078 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Southwest Air Replaced Flight-Control Sensors of the Kind Implicated in Lion Air Crash", "description": "During the three weeks before Lion Air Flight 610 plunged into waters off Indonesia, Southwest Airlines replaced two malfunctioning flight-control sensors of the same type that has been publicly implicated in the crash, according to a summary of Southwest mai…", "url": "https://www.wsj.com/articles/southwest-replaced-flight-control-sensors-of-the-kind-implicated-in-lion-air-crash-1542330689", "urlToImage": "https://images.wsj.net/im-37414/social", "publishedAt": "2018-11-16T04:32:39Z", "content": "During the three weeks before Lion Air Flight 610 plunged into waters off Indonesia, Southwest Airlines Co. LUV 1.43% replaced two malfunctioning flight-control sensors of the same type that has been publicly implicated in the crash, according to a summary of… [+6586 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Southwest Air Replaced Flight-Control Sensors of the Kind Implicated in Lion Air Crash", "description": "During the three weeks before Lion Air Flight 610 plunged into waters off Indonesia, Southwest Airlines replaced two malfunctioning flight-control sensors of the same type that has been publicly implicated in the crash, according to a summary of Southwest mai…", "url": "https://www.wsj.com/articles/southwest-replaced-flight-control-sensors-of-the-kind-implicated-in-lion-air-crash-1542330689", "urlToImage": "https://images.wsj.net/im-37414/social", "publishedAt": "2018-11-16T04:32:39Z", "content": "During the three weeks before Lion Air Flight 610 plunged into waters off Indonesia, Southwest Airlines Co. LUV 1.43% replaced two malfunctioning flight-control sensors of the same type that has been publicly implicated in the crash, according to a summary of… [+6586 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas Belkin", "title": "Dartmouth Lawsuit Says School Allowed 'Animal House' Culture", "description": "Seven current and former Dartmouth students filed a lawsuit in federal court, alleging the Ivy League school ignored an “Animal House” atmosphere created by three professors.", "url": "https://www.wsj.com/articles/dartmouth-lawsuit-says-school-allowed-animal-house-culture-among-professors-students-1542311799", "urlToImage": "https://images.wsj.net/im-37308/social", "publishedAt": "2018-11-16T03:27:30Z", "content": "Seven current and former Dartmouth College students filed a lawsuit in federal court against the Ivy League school on Thursday, alleging it ignored an Animal House atmosphere created by three professors in the schools department of psychology and brain scienc… [+3466 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peggy Noonan", "title": "NOONAN: Misstep and Mystery...", "description": "NOONAN: Misstep and Mystery... (Third column, 2nd story, link ) Related stories: Newly assertive Melania puts first back in First Lady... Advertise here", "url": "https://www.wsj.com/articles/melanias-misstep-and-michelles-mystery-1542327167", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY108_Noonan_SOC_20181115184858.jpg", "publishedAt": "2018-11-16T03:04:41Z", "content": "First lady of the United States is a hard job. Its not formally defined yet entails many demands; it has an impact on history but no formal powers; its the focus of all eyes, but people like to make it clear nobody elected you. Its locus is the East Wing, whi… [+6527 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Kamp", "title": "Democrat Jared Golden Declared Winner in Maine House Race", "description": "Democratic challenger Jared Golden beat Republican incumbent Bruce Poliquin in a closely contested race for Maine’s second congressional district, the secretary of state determined after running the state’s unique ranked-choice tabulation process.", "url": "https://www.wsj.com/articles/democrat-jared-golden-apparent-winner-in-tight-maine-house-race-1542303849", "urlToImage": "https://images.wsj.net/im-35663/social", "publishedAt": "2018-11-16T02:37:17Z", "content": "Democratic challenger Jared Golden beat Republican incumbent Bruce Poliquin in a closely contested race for Maines second congressional district, the secretary of state determined Thursday after running the states unique ranked-choice tabulation process. Mr. … [+4358 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Davis O’Brien", "title": "Prosecutors Expand Newsweek Case to Include California Bible College", "description": "Manhattan prosecutors charged a California bible college in connection with an alleged wide-ranging scheme involving Newsweek’s former parent company to defraud lenders out of tens of millions of dollars.", "url": "https://www.wsj.com/articles/prosecutors-expand-newsweek-case-to-include-california-bible-college-1542335801", "urlToImage": "https://images.wsj.net/im-37432/social", "publishedAt": "2018-11-16T02:36:42Z", "content": "Manhattan prosecutors filed charges Thursday against a California bible college in connection with an alleged wide-ranging scheme involving Newsweeks former parent company to defraud lenders out of tens of millions of dollars. The charges against Olivet Unive… [+3521 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Berger", "title": "MTA Proposes Raising Fares on Subway, Buses and Rails", "description": "Facing a $1 billion deficit by 2022, the Metropolitan Transportation Authority is proposing increases to subway, bus and railroad fares next year.", "url": "https://www.wsj.com/articles/mta-proposes-raising-fares-on-subway-buses-and-rails-1542307338", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ976_NYMTA__SOC_20181115132335.jpg", "publishedAt": "2018-11-16T01:28:21Z", "content": "The Metropolitan Transportation Authority on Thursday unveiled proposals to raise fares and tolls across the region as officials painted a bleak financial picture for the agency. Even with the proposed fare and toll increases, the agency still faces an almost… [+4664 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Jamerson", "title": "Pelosi's Critics Court a Rival for Speaker - Wall Street Journal", "description": "Wall Street Journal Pelosi's Critics Court a Rival for Speaker Wall Street Journal WASHINGTON—Some of House Democratic Leader Nancy Pelosi's detractors expressed support for a possible challenge to her party leadership by Ohio Rep. Marcia Fudge, but Mrs. Pelo…", "url": "https://www.wsj.com/articles/pelosis-critics-court-a-rival-for-speaker-1542331137", "urlToImage": "https://images.wsj.net/im-37420/social", "publishedAt": "2018-11-16T01:22:09Z", "content": "WASHINGTONSome of House Democratic Leader Nancy Pelosis detractors expressed support for a possible challenge to her party leadership by Ohio Rep. Marcia Fudge, as Mrs. Pelosi disclosed key endorsements and said she was confident she would return to the posit… [+5544 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lisa Ludwinski", "title": "Pies That Bind: Thanksgiving Recipes From the Heartland", "description": "This Thanksgiving, we salute the small businesses that feed us and knit our communities together. At Sister Pie in Detroit, those values permeate every piping-hot pastry that comes out of the oven. Here, the bakery’s founder shares four of her favorites.", "url": "https://www.wsj.com/articles/pies-that-bind-thanksgiving-recipes-from-the-heartland-1542309055", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ742_COVER_SOC_20181114160405.jpg", "publishedAt": "2018-11-16T01:15:49Z", "content": "FOR ALL OF US Sister Pie in Detroit, the month leading up to Thanksgiving is filled with nerves, muscle flexing, flour flying and the occasional dance break. The bakerys staff, a gregarious group of 15 diverse women, speeds through the kitchen; 90s R&amp;B do… [+21655 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Jailbreak for Bipartisanship", "description": "Congress has a rare opening to pass criminal-justice reforms.", "url": "https://www.wsj.com/articles/a-jailbreak-for-bipartisanship-1542330006", "urlToImage": "https://images.wsj.net/im-37376/social", "publishedAt": "2018-11-16T01:00:19Z", "content": "Dont faint from surprise, but many Democrats and Republicans agree on fixing some of the harder edges of the criminal-justice system. A bipartisan proposal would correct some unfair federal sentencing practices, and Congress should grab the chance. On Wednesd… [+3675 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Ungracious Mr. Gillum", "description": "The Democrat loses the recount for Florida Governor but still won’t concede.", "url": "https://www.wsj.com/articles/the-ungracious-mr-gillum-1542329873", "urlToImage": "https://images.wsj.net/im-37403/social", "publishedAt": "2018-11-16T00:57:54Z", "content": "Florida finished its machine recount of close election races on Thursday, and Republican candidate for Governor Ron DeSantis retained his lead outside the 0.25% threshold for a hand recount. That should mean the race is over. Yet Democrat Andrew Gillum refuse… [+1015 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "America Is Not an Island", "description": "As the world economy slows, Trump and the Fed need to adapt.", "url": "https://www.wsj.com/articles/america-is-not-an-island-1542329689", "urlToImage": "https://images.wsj.net/im-37366/social", "publishedAt": "2018-11-16T00:54:55Z", "content": "President Trumps biggest achievement has been the revival of faster U.S. economic growth, but past performance is no guarantee of future results. The White House should be worried about growing economic strains in the rest of the world, and policy makers need… [+4436 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Riva Gold", "title": "U.S. Stocks Close Higher Following Tech Rebound", "description": "U.S. stocks bounced back Thursday as technology shares staged a rebound, helping the S&P 500 snap a five-session losing streak.", "url": "https://www.wsj.com/articles/global-stocks-show-signs-of-stabilizing-1542271984", "urlToImage": "https://images.wsj.net/im-37191/social", "publishedAt": "2018-11-16T00:21:55Z", "content": "U.S. stocks bounced back Thursday as technology shares staged a rebound, helping the S&amp;P 500 snap a five-session losing streak. Thursdays session marked another volatile day on Wall Street, with the Dow Jones Industrial Average swinging more than 550 poin… [+4519 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Russell Gold", "title": "PG&E Selloff Continues as Wildfires Rage", "description": "Shares of the California utility fell for the sixth straight day as investors grappled with recurring wildfire liabilities that raise concerns about a potential bankruptcy.", "url": "https://www.wsj.com/articles/pg-e-sell-off-continues-as-wildfires-rage-1542304152", "urlToImage": "https://images.wsj.net/im-37282/social", "publishedAt": "2018-11-16T00:21:46Z", "content": "Shares of PG&amp;E Corp. PCG -30.68% fell for the sixth straight day Thursday, then rebounded in after-hours trading, as investors grappled with the volatility that now comes with owning Californias largest utility. PG&amp;E shares fell more than 30% to close… [+5293 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "Walmart Posts Strong Sales Gains Ahead of Holidays", "description": "Walmart posted higher quarterly sales, continuing a run of solid growth as the world’s largest retailer taps into online shopping and a robust U.S. economy ahead of the busy holiday season.", "url": "https://www.wsj.com/articles/walmart-posts-strong-sales-gains-ahead-of-holidays-1542285113", "urlToImage": "https://images.wsj.net/im-37209/social", "publishedAt": "2018-11-16T00:21:33Z", "content": "Walmart Inc. WMT -1.96% is gearing up for a strong holiday season with a robust U.S. economy spurring consumer spending and the retail giant finding its footing in a shifting landscape. Executives at the worlds biggest retailer by revenue said they are headin… [+5589 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sadanand Dhume", "title": "India's Rahul Gandhi Faces an Electoral Test", "description": "State elections will offer a preview of Narendra Modi’s re-election prospects.", "url": "https://www.wsj.com/articles/indias-rahul-gandhi-faces-an-electoral-test-1542327218", "urlToImage": "https://images.wsj.net/im-37244/social", "publishedAt": "2018-11-16T00:13:39Z", "content": "In Indian political life there are always second acts. If your last name is Gandhi, there can be third, fourth and fifth acts. Even so, the opposition Indian National Congress partys 48-year-old president, Rahul Gandhi, faces a critical moment. Indians began … [+4721 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gerard Gayou", "title": "A Trade Deficit Isn't A Mortgage - Wall Street Journal", "description": "Wall Street Journal A Trade Deficit Isn't A Mortgage Wall Street Journal Trade deficits are irrelevant to trade policy, but for President Trump they seem like the only thing that matters. A speech last week by Peter Navarro, director of the White House's Offi…", "url": "https://www.wsj.com/articles/a-trade-deficit-isnt-a-mortgage-1542327085", "urlToImage": "https://images.wsj.net/im-37247/social", "publishedAt": "2018-11-16T00:12:32Z", "content": "Trade deficits are irrelevant to trade policy, but for President Trump they seem like the only thing that matters. A speech last week by Peter Navarro, director of the White Houses Office of Trade and Manufacturing Policy, helps explain why. The author of Dea… [+3770 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eliot Brown", "title": "Cryptocurrency Hangover Weighs on Nvidia", "description": "Nvidia shares tumbled 18% after the chip maker projected declining revenue for the current quarter as it works through excess inventory left over from the cryptocurrency boom.", "url": "https://www.wsj.com/articles/nvidia-misses-forecasts-as-gaming-data-center-businesses-lag-1542320328", "urlToImage": "https://images.wsj.net/im-37388/social", "publishedAt": "2018-11-16T00:11:49Z", "content": "Nvidia Corp. NVDA 2.64% shares tumbled 18% after the chip maker projected declining revenue for the current quartera sharp turnabout from the companys recent explosive growthas it works through excess inventory left over from the cryptocurrency boom. The comp… [+2632 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Skorup", "title": "Your Flying Car Will Be Here Sooner Than You Think", "description": "Electric air taxis could take you to the airport in minutes for less than the price of a regular cab.", "url": "https://www.wsj.com/articles/your-flying-car-will-be-here-sooner-than-you-think-1542327046", "urlToImage": "https://images.wsj.net/im-36411/social", "publishedAt": "2018-11-16T00:10:48Z", "content": "Futurists have been promising us flying cars since the late-19th century. They may be about to arrive. City dwellers in the next decade could fly from Lower Manhattan to John F. Kennedy International Airport in less than 10 minutes. Chicago families could esc… [+3715 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Maloney", "title": "FDA Seeks Ban on Menthol Cigarettes", "description": "The FDA said it would seek a ban on menthol cigarettes. The tobacco industry says it may fight such a measure.", "url": "https://www.wsj.com/articles/big-tobacco-warns-it-may-fight-fda-over-a-menthol-ban-1542277800", "urlToImage": "https://images.wsj.net/im-36985/social", "publishedAt": "2018-11-16T00:10:41Z", "content": "U.S. regulators are seeking a nationwide ban on menthol cigarettes, a move that would remove nearly a third of the roughly 250 billion cigarettes sold annually in the country. The action, aimed at curbing teen use of flavored tobacco products, puts the indust… [+6922 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberley A. Strassel", "title": "Doubling Down on Mueller - Wall Street Journal", "description": "Wall Street Journal Doubling Down on Mueller Wall Street Journal With the midterms over, Washington returns to its regular programming: Russia. Trump critics should consider the risk of betting their political fortunes on special counsel Robert Mueller. The M…", "url": "https://www.wsj.com/articles/doubling-down-on-mueller-1542326829", "urlToImage": "https://images.wsj.net/im-37311/social", "publishedAt": "2018-11-16T00:10:04Z", "content": "With the midterms over, Washington returns to its regular programming: Russia. Trump critics should consider the risk of betting their political fortunes on special counsel Robert Mueller. The Mueller probe has lost its political potency, as Democrats acknowl… [+4428 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dutch Ruppersberger", "title": "I Won't Vote to Fund the Border Deployment", "description": "It’s a wasteful political stunt. There are better ways to spend hundreds of millions of dollars.", "url": "https://www.wsj.com/articles/i-wont-vote-to-fund-the-border-deployment-1542326974", "urlToImage": "https://images.wsj.net/im-37324/social", "publishedAt": "2018-11-16T00:09:37Z", "content": "The Trump administration originally dubbed the deployment of up to 15,000 active-duty troops to the southern border Operation Faithful Patriot. Its possible that the faith and patriotism of Americas soldiers will be tested like never before. These highly skil… [+2678 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lance Morrow", "title": "Trump's Chaos Theory", "description": "His combative style may force a truce between the country’s ‘two nations.’ But not any time soon.", "url": "https://www.wsj.com/articles/trumps-chaos-theory-1542326945", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY096_Morrow_SOC_20181113133749.jpg", "publishedAt": "2018-11-16T00:09:07Z", "content": "The moods of Donald Trump are tacticalsituational, improvisational, existential, like jazz: riffs, memes, fake news, constant motion. He operates as if he had carved out a unique dimension of invulnerability, like the Ghost Dancers of the Lakota, or the Chine… [+5248 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Hennessey", "title": "How to Read 'Body' Language", "description": "The left adopts an odd dysphemism for human beings.", "url": "https://www.wsj.com/articles/how-to-read-body-language-1542326857", "urlToImage": "https://images.wsj.net/im-37050/social", "publishedAt": "2018-11-16T00:07:38Z", "content": "One of the most vexing recent developments in the world of words is the tendency to refer to human beings as bodies. The reason for this idiomatic evolution isnt entirely clear, but context provides a clue. It is a favorite construction of the woke left. The … [+2588 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mene Ukueberuwa", "title": "The Catholic Bishops Who Couldn't", "description": "The Vatican prevents American prelates from addressing clergy sexual abuse.", "url": "https://www.wsj.com/articles/the-catholic-bishops-who-couldnt-1542326802", "urlToImage": "https://images.wsj.net/im-36974/social", "publishedAt": "2018-11-16T00:06:43Z", "content": "The U.S. Conference of Catholic Bishops met urgently this week to address the most recent revelations of sex abuse by clergy. If public anger about past coverups wasnt enough to spur church leaders into action, the pressure of more than a dozen state investig… [+4712 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patrick Thomas", "title": "Post Holdings Plans IPO for Nutrition Unit", "description": "The transaction that involves PowerBar and Joint Juice brands is expected to be completed in the second half of fiscal year 2019.", "url": "https://www.wsj.com/articles/post-holdings-plans-ipo-for-nutrition-unit-1542325206", "urlToImage": "https://images.wsj.net/im-37408/social", "publishedAt": "2018-11-16T00:01:25Z", "content": "Post Holdings Inc. POST -0.77% said Thursday that it is pursuing an initial public offering for a business segment that includes PowerBar and Joint Juice brands. Post, which produces cereal brands such as Pebbles and Honey Bunches of Oats, intends to float ro… [+1958 chars]"}]}