{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gordon Lubold", "title": "Pentagon to Scale Back Number of Forces in Africa", "description": "The Pentagon will withdraw hundreds of American service members assigned to Africa as part of a realignment of forces around the world.", "url": "https://www.wsj.com/articles/pentagon-to-scale-back-number-of-forces-in-africa-1542323356", "urlToImage": "https://images.wsj.net/im-37391/social", "publishedAt": "2018-11-15T23:45:48Z", "content": "WASHINGTONThe Pentagon will withdraw hundreds of American service members assigned to Africa as part of a realignment of forces around the world. The military will remove more than 700 troops, roughly 10% of the more-than-7,200 personnel there now, a Pentagon… [+2103 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jonathan Cheng , Andrew Jeong", "title": "The Wall Street Journal: North Korea announces new, secret ‘tactical weapon’", "description": "North Korean leader Kim Jong Un visited a weapons facility to inspect the test of a “newly-developed high-tech tactical weapon,” North Korean state media reported early Friday in Pyongyang.", "url": "https://www.wsj.com/articles/kim-jong-un-inspects-test-of-newly-developed-high-tech-tactical-weapon-north-korean-media-says-1542322005", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FH313_nkorea_ZG_20170305191527.jpg", "publishedAt": "2018-11-15T23:34:38Z", "content": "North Korean leader Kim Jong Un visited a weapons facility to inspect the test of a newly-developed high-tech tactical weapon, North Korean state media reported early Friday in Pyongyang. It was the Norths first public announcement of continued military advan… [+959 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Maryland to Appeal Gerrymandering Ruling, Setting Up New Supreme Court Battle", "description": "Maryland’s Democratic attorney general said he would appeal a court order to redraw a congressional district found to disadvantage Republicans, increasing the odds of a new Supreme Court battle over legislative maps that could reshape political lines before t…", "url": "https://www.wsj.com/articles/maryland-pushes-for-third-supreme-court-review-of-gerrymandering-case-1542323000", "urlToImage": "https://images.wsj.net/im-37390/social", "publishedAt": "2018-11-15T23:34:31Z", "content": "WASHINGTONMarylands Democratic attorney general said Thursday he would appeal a court order to redraw a congressional district found to disadvantage Republicans, increasing the odds of a new Supreme Court battle over legislative maps that could reshape politi… [+5609 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Smith", "title": "Inventory Reduction Push at J.C. Penney Thins Margins", "description": "The struggling retail chain has been liquidating merchandise as it winnows its product assortment to focus on the most profitable brands and categories. Although Penney is making progress on that goal, efforts to clear the sales floor have also thinned margin…", "url": "https://www.wsj.com/articles/inventory-reduction-push-at-j-c-penney-thins-margins-1542324246", "urlToImage": "https://images.wsj.net/im-37402/social", "publishedAt": "2018-11-15T23:24:08Z", "content": "The struggling retail chain has been liquidating merchandise as it winnows its product assortment to focus on the most profitable brands and categories. Although Penney is making progress on that goal, efforts to clear the sales floor have also thinned margin… [+2278 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "The US Is Preparing to Prosecute Julian Assange; Optimistic on Extradition", "description": "The Justice Department is preparing to prosecute WikiLeaks founder Julian Assange and is increasingly optimistic it will be able to get him into a U.S. courtroom, according to people in Washington familiar with the matter.", "url": "https://www.wsj.com/articles/u-s-is-optimistic-it-will-prosecute-assange-1542323142", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK116_assang_SOC_20181115171956.jpg", "publishedAt": "2018-11-15T23:10:27Z", "content": "The Justice Department is preparing to prosecute WikiLeaks founder Julian Assange and is increasingly optimistic it will be able to get him into a U.S. courtroom, according to people in Washington familiar with the matter. Over the past year, U.S. prosecutors… [+7525 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey T. Lewis", "title": "Argentina Senate Approves Budget Plan in Victory for President Macri", "description": "Argentina’s Senate approved the government’s austere budget proposal for 2019, handing President Mauricio Macri a legislative victory and sending a signal to investors, and to the International Monetary Fund, that his administration is committed to steep spen…", "url": "https://www.wsj.com/articles/argentina-senate-approves-budget-plan-in-victory-for-president-macri-1542273300", "urlToImage": "https://images.wsj.net/im-37190/social", "publishedAt": "2018-11-15T23:03:14Z", "content": "Argentinas Senate approved the governments austere budget proposal for 2019 early Thursday, handing President Mauricio Macri a legislative victory and sending a signal to investors, and to the International Monetary Fund, that his administration is committed … [+2966 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yoko Kubota", "title": "China's Cyber Cop Ups Pressure to Control Online Speech", "description": "China’s chief cybercensor is raising the pressure on internet companies to police online speech, requiring they keep extensive records about users and alert authorities about the spread of what the government deems harmful content.", "url": "https://www.wsj.com/articles/chinas-cyber-cop-ups-the-pressure-to-control-online-speech-1542291470", "urlToImage": "https://images.wsj.net/im-37222/social", "publishedAt": "2018-11-15T22:53:42Z", "content": "BEIJINGChinas chief cyber censor is raising the regulatory pressure on internet companies to police online speech, requiring them to keep extensive records about users and alert authorities about the spread of what the government deems harmful content. New ru… [+2737 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jay Greene", "title": "The 'Prosperity Bomb' of an Amazonian Invasion", "description": "If Seattle is a guide, Amazon’s arrival in New York and Virginia will be transformative, but will also bring headaches, what some Seattleites call the Amazon prosperity bomb.", "url": "https://www.wsj.com/articles/the-prosperity-bomb-of-an-amazonian-invasion-1542283200", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ393_HQ2ARR_SOC_20181113170853.jpg", "publishedAt": "2018-11-15T22:45:36Z", "content": "SEATTLEIts hard to miss the Amazonians downtown here. They want cheap, and they travel in packs, said Seattle celebrity chef Tom Douglas of the young techies who fill the 10-seat tables at his Brave Horse Tavern for lunch. Then they come back for happy hour. … [+5815 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Micah Maidenberg", "title": "MoviePass Sheds Subscribers as Troubles Mount", "description": "MoviePass experienced a significant decline in subscribers in the third quarter, the latest sign of trouble for majority owner Helios & Matheson Analytics.", "url": "https://www.wsj.com/articles/moviepass-sheds-subscribers-as-owners-troubles-mount-1542321380", "urlToImage": "https://images.wsj.net/im-37372/social", "publishedAt": "2018-11-15T22:36:21Z", "content": "While Helios flagged the drop in a securities filing Thursday, it didnt provide an exact figure. MoviePass had 3.2 million subscribers as of Aug. 10, compared with 1 million in December 2017, according to an August filing. A spokesman didnt respond to a reque… [+2360 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob M. Schlesinger", "title": "Trump Forged His Ideas on Trade in the 1980s---and Never Deviated", "description": "The president has been consistent on trade for decades, unlike on other issues, both in tone and substance. Longtime acquaintances say his philosophy came out of his experience in the cutthroat world of New York real estate and the rise of Japan as a global e…", "url": "https://www.wsj.com/articles/trump-forged-his-ideas-on-trade-in-the-1980sand-never-deviated-1542304508", "urlToImage": "https://images.wsj.net/im-37064/social", "publishedAt": "2018-11-15T22:30:14Z", "content": "Three decades before President Trumps trade agenda jolted the world, he laid out his vision in full-page newspaper advertisements foreshadowing what was to come. Japan and other nations have been taking advantage of the United States for years, wrote the New … [+14689 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Orientation in Congress Is Meant for Winners. This Year, It's Complicated.", "description": "The unusually large number of undecided races means many could-be lawmakers are also showing up.", "url": "https://www.wsj.com/articles/orientation-for-congress-is-meant-for-the-winners-this-year-its-complicated-1542301410", "urlToImage": "https://images.wsj.net/im-37134/social", "publishedAt": "2018-11-15T22:28:35Z", "content": "WASHINGTONDemocrat Ben McAdams, who holds a slight lead in his bid to unseat Utah Republican Rep. Mia Love, chose to attend this weeks House freshman orientation despite his rather unusual official name tag: Candidate. People congratulate you and then youre n… [+4290 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chip Cutter", "title": "Yes, You're Hired. No, We Don't Need to Meet You First.", "description": "Employers trying to recruit in the tightest job market in decades are hiring some candidates sight unseen—after just one phone interview; ‘Is this real?’", "url": "https://www.wsj.com/articles/youre-hired-no-we-dont-need-to-meet-you-first-1542298757", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ941_onecal_SOC_20181115110939.jpg", "publishedAt": "2018-11-15T22:26:14Z", "content": "Want a job? Just pick up the phone. Thats what 22-year-old Jamari Powell did in September after applying to Macys outside Portland, Ore. He got an email within 12 hours of submitting his online application. The message: Were calling soon, so answer the phone.… [+6164 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lillian Rizzo", "title": "The Wall Street Journal: Judge approves Sears plan to sell its best-performing stores", "description": "Sears Holdings Corp. won court approval to pursue a sale of its best stores, a process that would be the retailer’s only hope of avoiding liquidation.", "url": "https://www.wsj.com/articles/sears-gets-court-approval-to-sell-stores-1542316919", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY673_sears1_ZG_20181115171715.jpg", "publishedAt": "2018-11-15T22:25:35Z", "content": "Sears Holdings Corp. won court approval to pursue a sale of its best stores, a process that would be the retailers only hope of avoiding liquidation. Judge Robert Drain of the U.S. Bankruptcy Court in White Plains, N.Y., on Thursday signed off on the companys… [+712 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Samuel Rubenfeld", "title": "Lawmakers Seek Tougher US Sanctions Over Khashoggi Killing - Wall Street Journal", "description": "Wall Street Journal Lawmakers Seek Tougher US Sanctions Over Khashoggi Killing Wall Street Journal U.S. lawmakers responded to U.S. sanctions on 17 people accused of involvement in the killing of Saudi Arabian journalist Jamal Khashoggi by saying the investig…", "url": "https://www.wsj.com/articles/lawmakers-seek-tougher-u-s-sanctions-over-khashoggi-killing-1542318171", "urlToImage": "https://images.wsj.net/im-37374/social", "publishedAt": "2018-11-15T21:47:00Z", "content": "U.S. lawmakers responded to U.S. sanctions on 17 people accused of involvement in the killing of Saudi Arabian journalist Jamal Khashoggi by saying the investigations should continue and more individuals should be targeted if found to be involved. The U.S. Tr… [+3411 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Micah Maidenberg", "title": "Dell Sweetens Tracking-Stock Deal After Facing Shareholder Pressure", "description": "The purchase of DVMT shares would help return the PC maker to public markets after it was taken private in 2013.", "url": "https://www.wsj.com/articles/dell-sweetens-tracking-stock-deal-after-facing-shareholder-pressure-1542290117", "urlToImage": "https://images.wsj.net/im-37216/social", "publishedAt": "2018-11-15T21:47:00Z", "content": "Dell Technologies Inc. DVMT -0.60% has raised its offer to buy out holders of stock tracking its interest in VMware Inc. VMW 3.57% after coming under pressure from large investors to sweeten the bid. The PC maker and data-storage company said Thursday its new… [+2146 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "The Wall Street Journal: Facebook says criticism over how it handled Russia interference is ‘unfair’", "description": "Facebook Inc. Chief Executive Mark Zuckerberg and the company’s board of directors took issue on Thursday with a report suggesting the social-media giant deliberately played down the impact of Russian interference on the platform.", "url": "https://www.wsj.com/articles/facebook-says-criticism-of-its-russia-response-is-unfair-1542314466", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY672_zucker_ZG_20181115163843.jpg", "publishedAt": "2018-11-15T21:40:08Z", "content": "Facebook Inc. Chief Executive Mark Zuckerberg and the companys board of directors took issue on Thursday with a report suggesting the social-media giant deliberately played down the impact of Russian interference on the platform. On a call with reporters, Zuc… [+1597 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katherine Clarke", "title": "Billionaires head for exit at Miami tower...", "description": "Real-estate developer Edward J. Minskoff is asking $16.5 million for his apartment at Faena House, a condominium tower that drew diplomats, billionaires and financiers.", "url": "https://www.wsj.com/articles/at-miamis-billionaire-bunker-another-wealthy-buyer-heads-for-the-exit-1542298197", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ262_minsko_TOP_20181113112140.jpg", "publishedAt": "2018-11-15T21:31:37Z", "content": "Real-estate developer and art collector Edward J. Minskoff is listing his Miami Beach apartment in the high-profile Faena House condo project for $16.5 million. Mr. Minskoff bought the condo, a nearly 4,200-square-foot unit on the 14th floor with an enormous … [+4512 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Frosch", "title": "For Ventura County Sheriff, a Nightmarish End to Four-Decade Career", "description": "Ventura County Sheriff Geoff Dean recounted what he saw at the Borderline Bar & Grill just days before retiring. A gunman killed 12 people at the bar before shooting himself. “It was like something out of a horror movie,” the sheriff said.", "url": "https://www.wsj.com/articles/for-ventura-county-sheriff-a-nightmarish-end-to-four-decade-career-1542277800", "urlToImage": "https://images.wsj.net/im-36980/social", "publishedAt": "2018-11-15T21:25:59Z", "content": "Sheriff Geoff Dean drove home late last Wednesday through the darkened Ventura County streets that had been his workplace for the last 41 years. He and his wife had just left a retirement party for a Los Angeles assistant fire chief. In a couple of days, it w… [+5587 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Mueller Probes Whether Roger Stone Contacted WikiLeaks", "description": "Special Counsel Robert Mueller’s investigators are scrutinizing comments that Trump adviser Roger Stone made about WikiLeaks before the 2016 election. WSJ’s Shelby Holliday breaks down the timeline. Photo: Getty Images.", "url": "http://www.wsj.com/video/mueller-probes-whether-roger-stone-contacted-wikileaks/0679295B-FACE-40D7-9403-12052E2DABC6.html", "urlToImage": "http://m.wsj.net/video/20181115/111518stonewiki/111518stonewiki_1280x720.jpg", "publishedAt": "2018-11-15T20:55:59Z", "content": "Is Amazon Worth It? 11/14/2018 New York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tripp Mickle", "title": "Apple Partners With Movie Studio A24 to Make Feature-Length Films - Wall Street Journal", "description": "Wall Street Journal Apple Partners With Movie Studio A24 to Make Feature-Length Films Wall Street Journal Apple Inc. AAPL 2.47% will begin making independent, feature-length films through a multiyear partnership with the Oscar-winning studio A24, broadening t…", "url": "https://www.wsj.com/articles/apple-partners-with-movie-studio-a24-to-make-feature-length-films-1542314191", "urlToImage": "https://images.wsj.net/im-37353/social", "publishedAt": "2018-11-15T20:54:56Z", "content": "Apple Inc. AAPL 2.47% will begin making independent, feature-length films through a multiyear partnership with the Oscar-winning studio A24, broadening the iPhone makers push into original content beyond TV programming and into movies. New York-based A24 will… [+3535 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Kiernan", "title": "Senate Confirms Ally of Smaller Banks to Fed Board", "description": "The Senate confirmed Michelle “Miki” Bowman to the Federal Reserve’s board of governors Thursday, giving one of the most powerful voices in the global economy to a state banking supervisor.", "url": "https://www.wsj.com/articles/senate-confirms-ally-of-smaller-banks-to-fed-board-1542313339", "urlToImage": "https://images.wsj.net/im-37195/social", "publishedAt": "2018-11-15T20:22:21Z", "content": "WASHINGTONThe Senate confirmed Michelle Miki Bowman to the Federal Reserves board of governors Thursday, giving one of the most powerful voices in the global economy to a state banking supervisor. Senators voted 64 to 34 to confirm Ms. Bowman, age 47, to a te… [+1963 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Betsy McKay", "title": "Youth Use of E-Cigarettes Jumped 78%, Government Study Shows", "description": "Vaping helped drive the use of tobacco products up 38% overall among high-school students and by 29% among middle school students between 2017 and 2018, reversing declines reported over the past several years.", "url": "https://www.wsj.com/articles/youth-use-of-e-cigarettes-jumped-78-government-study-shows-1542310284", "urlToImage": "https://images.wsj.net/im-37297/social", "publishedAt": "2018-11-15T20:02:42Z", "content": "Youth use of e-cigarettes soared between 2017 and 2018, thanks largely to the popularity of the Juul and similar thumb-drive shaped vaporizers, according to a federal survey released Thursday. The number of U.S. high-school students who used e-cigarettes rose… [+4265 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erica E. Phillips", "title": "Imports Surge at U.S. Ports as Companies Brace for New Tariffs", "description": "Imports into U.S. seaports are surging over usual seasonal patterns in an apparent push by retailers and manufacturers to pull orders forward ahead of a new round of tariffs set to hit U.S.-China trade in January.", "url": "https://www.wsj.com/articles/imports-surge-at-u-s-ports-as-companies-brace-for-new-tariffs-1542310733", "urlToImage": "https://images.wsj.net/im-37312/social", "publishedAt": "2018-11-15T19:38:56Z", "content": "LOS ANGELESImports into U.S. seaports are surging over usual seasonal patterns in an apparent push by retailers and manufacturers to pull orders forward ahead of a new round of tariffs set to hit U.S.-China trade in January. Ports in Southern California, Geor… [+3259 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Judge Denies Democrats' Request to Extend Florida Recount Deadline - Wall Street Journal", "description": "Wall Street Journal Judge Denies Democrats' Request to Extend Florida Recount Deadline Wall Street Journal *Palm Beach County Election Officials Expressed Uncertainty About Meeting Deadline. *Ruling Comes After Judge Orders Florida to Allow Voters a Chance to…", "url": "https://www.wsj.com/articles/judge-orders-florida-to-allow-thousands-of-voters-a-chance-to-verify-uncounted-ballots-1542289364", "urlToImage": "https://images.wsj.net/im-37219/social", "publishedAt": "2018-11-15T19:37:00Z", "content": "A federal judge on Thursday afternoon denied a Democratic request to extend the deadlines to complete an election recount in Florida, squeezing the amount of time incumbent Democratic U.S. Sen. Bill Nelson has to overcome the unofficial results of an election… [+4501 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Government Health Care Is the Best System - Wall Street Journal", "description": "Wall Street Journal Government Health Care Is the Best System Wall Street Journal Scott Atlas neglects to mention the two most relevant facts in his critique (“The False Promise of 'Medicare for All,'” op-ed, Nov. 13). First, our current health-care spending …", "url": "https://www.wsj.com/articles/government-health-care-is-the-best-system-1542309663", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY082_AtlasN_SOC_20181107124603.jpg", "publishedAt": "2018-11-15T19:21:00Z", "content": "Scott Atlas neglects to mention the two most relevant facts in his critique ( The False Promise of Medicare for All, op-ed, Nov. 13). First, our current health-care spending per capita is twice that of the average industrialized nation that provides universal… [+4129 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Kitchen", "title": "You Too Can Own James Bond's Aston Martin---Some Assembly Required", "description": "What would inspire someone to assemble his first Lego kit in decades? Bond, James Bond. Nearly 1,300 pieces (and 15 hours) later, a miniature Aston Martin DB5 is ready to eject a villain.", "url": "https://www.wsj.com/articles/you-too-can-own-james-bonds-aston-martinsome-assembly-required-1542304768", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ944_201811_G_20181115112426.gif", "publishedAt": "2018-11-15T19:13:19Z", "content": "IVE ALWAYS DREAMED of having a project car in the garage. Something friends and I tinker with on the weekends as we drink beers, hats backward, staring into the engine and making excuses for its inadequacies. Probably the exhaust manifold, Id say, not really … [+5048 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "Capitalism: Still Working", "description": "Karl Marx’s economic forecasts were even worse than Paul Krugman’s.", "url": "https://www.wsj.com/articles/capitalism-still-working-1542308386", "urlToImage": "https://images.wsj.net/im-37252/social", "publishedAt": "2018-11-15T18:59:48Z", "content": "So far so good with the ongoing U.S. experiment in expanded economic liberty. Americans are confident about their financial prospects and enjoying a strong jobs market. And it shows. The Journals Harriet Torry reports today: The Journals Justin Lahart adds th… [+7065 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Elisabeth Vincentelli", "title": "The Coolest, Under-the-Radar Ski Towns in the American West", "description": "Ski resorts like Aspen and Park City may be the popular choice, but for low-key, charm-packed alternatives, try these Old West mountain towns.", "url": "https://www.wsj.com/articles/the-coolest-under-the-radar-ski-towns-in-the-american-west-1542296730", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ658_SKITOW_SOC_20181114121452.jpg", "publishedAt": "2018-11-15T18:47:24Z", "content": "AS SOON as the first big snow falls, tony ski hubs like Aspen, Telluride and Park City get all the love, but a clutch of small mountain towns all over the American West perk up in winter too. Places like Ogden, Utah, and Frisco, Colo.both a short drive from t… [+4216 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Esther Fung", "title": "Chinese Exodus From U.S. Real Estate Accelerates With L.A. Sale", "description": "Chinese conglomerate Dalian Wanda Group has agreed to sell a glitzy development site in Beverly Hills, Calif., the latest sign that Chinese companies are bailing out of U.S. real estate after years of loading up on these properties.", "url": "https://www.wsj.com/articles/chinese-exodus-from-u-s-real-estate-accelerates-with-sale-of-l-a-site-1542301496", "urlToImage": "https://images.wsj.net/im-37310/social", "publishedAt": "2018-11-15T18:24:44Z", "content": "Chinese conglomerate Dalian Wanda Group has agreed to sell a glitzy development site in Beverly Hills, Calif., the latest sign that Chinese companies are bailing out of U.S. real estate after years of loading up on these properties. A venture between London-b… [+3852 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Gallagher", "title": "Your Puffy Coat Is Too Puffy", "description": "Mass-market brands and high-end designers alike are boosting the fill of our winter coats for fall, to varying degrees of success", "url": "https://www.wsj.com/articles/your-puffy-coat-is-too-puffy-1542210495", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ395_PUFFER_SOC_20181113171552.jpg", "publishedAt": "2018-11-15T18:02:26Z", "content": "AT SOME POINT every winter, on one of those 20-degree mornings here in New York, I envy George Costanza. To be more exact, I envy one particular coat worn by the Seinfeld grump (Ill keep my full head of hair, thank you very much). In The Dinner Party, an epis… [+3948 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Turkey Asks Saudi Arabia: Where Is Jamal Khashoggi’s Body?", "description": "Saudi Arabia released details about how government critic Jamal Khashoggi was killed inside its consulate in Istanbul. Turkey says there are still many unanswered questions. Photo: AP", "url": "http://www.wsj.com/video/turkey-asks-saudi-arabia-where-is-jamal-khashoggis-body/13FE59B8-3B9F-4EF8-B0D3-CFAA190F0DBD.html", "urlToImage": "http://m.wsj.net/video/20181115/111518sauditurk1/111518sauditurk1_1280x720.jpg", "publishedAt": "2018-11-15T17:47:10Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dana Wood", "title": "How To Work Out Efficiently If You're a Workaholic", "description": "With strategies like attending newly brief classes, lifting heavier weights and streaming fitness apps, you can fit in exercise even if you work a kajillion hours a week.", "url": "https://www.wsj.com/articles/how-to-work-out-efficiently-if-youre-a-workaholic-1542299251", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ943_QUICKI_SOC_20181115112145.jpg", "publishedAt": "2018-11-15T17:37:52Z", "content": "WHEN CINDY PRESENT hops on her paddle board to commute to her job as director of fitness and activities at Lake Austin Spa &amp; Resort in Texas, the 54-year-old isnt thinking how meta the situation is. She just wants to be sure to factor her own workout into… [+2459 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Harriet Torry", "title": "Economists Split on Whether Midterms Outcome Will Increase or Decrease Uncertainty", "description": "Economists surveyed by The Wall Street Journal were roughly split on whether the outcome of the recent midterm elections would dispel or increase uncertainty for the economy and financial markets in the coming months.", "url": "https://www.wsj.com/articles/economists-split-on-whether-outcome-of-midterms-will-increase-or-decrease-uncertainty-1542294000", "urlToImage": "https://images.wsj.net/im-27675/social", "publishedAt": "2018-11-15T17:24:09Z", "content": "Economists surveyed by The Wall Street Journal were roughly split on whether the outcome of the recent midterm elections would dispel or increase uncertainty for the economy and financial markets in the coming months. Nearly half of respondents in the economi… [+3768 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin", "title": "Trump Tax Cut to Be Eroded Next Year by Inflation Switch - Wall Street Journal", "description": "Wall Street Journal Trump Tax Cut to Be Eroded Next Year by Inflation Switch Wall Street Journal WASHINGTON—Last year's big tax cut is about to start shrinking. The Internal Revenue Service on Thursday announced the tax code's parameters for 2019, implementin…", "url": "https://www.wsj.com/articles/trump-tax-cut-to-be-eroded-next-year-by-inflation-switch-1542302217", "urlToImage": "https://images.wsj.net/im-37274/social", "publishedAt": "2018-11-15T17:18:59Z", "content": "WASHINGTONLast years big tax cut is about to start shrinking. The Internal Revenue Service on Thursday announced the tax codes parameters for 2019, implementing a new method for making inflation adjustments that will result in higher tax paymentsand governmen… [+7332 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Harriet Torry", "title": "U.S. Retail Sales Rose in October", "description": "American consumers picked up their spending in October amid a robust labor market and high consumer confidence—signaling U.S. consumers could be ready to spend more this holiday season.", "url": "https://www.wsj.com/articles/consumer-spending-rose-in-october-1542289044", "urlToImage": "https://images.wsj.net/im-36955/social", "publishedAt": "2018-11-15T17:07:20Z", "content": "WASHINGTONRetail spending by American households rose in October, a sign outlays started on a strong footing headed into the holiday shopping season. Sales at retail stores and restaurants rose 0.8% from the prior month, the Commerce Department said Thursday.… [+4500 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Talley, Margherita Stancati", "title": "The Wall Street Journal: Saudi Arabia seeks death penalty over Khashoggi killing", "description": "Saudi Arabia’s public prosecutor is seeking the death penalty for five of the 11 people it has charged over the murder of Jamal Khashoggi, in a case that has drawn a barrage of criticism of the kingdom and strained ties with the U.S.", "url": "https://www.wsj.com/articles/saudi-arabia-brings-charges-over-khashoggi-killing-seeks-death-penalty/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GR807_khasho_ZG_20181015164102.jpg", "publishedAt": "2018-11-15T16:39:46Z", "content": "Saudi Arabias public prosecutor is seeking the death penalty for five of the 11 people it has charged over the murder of Jamal Khashoggi, in a case that has drawn a barrage of criticism of the kingdom and strained ties with the U.S. Riyadh released more detai… [+1256 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas M. Burton", "title": "U.S. Pulls Ebola Experts From Congo Combat Zones", "description": "Trump administration officials pulled U.S. medical workers from DRC’s east to safer cities in the wake of several outbursts of violence.", "url": "https://www.wsj.com/articles/congo-is-too-risky-for-u-s-ebola-experts-1542240318", "urlToImage": "https://images.wsj.net/im-37174/social", "publishedAt": "2018-11-15T16:28:56Z", "content": "WASHINGTONThe Trump administration regards the military conflict in the Democratic Republic of Congo as too dangerous to reinstate U.S. medical personnel to treat Ebola patients there, officials said Wednesday. Armed conflict between rebels and government tro… [+3456 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Maureen Linke", "title": "Just How Diverse Is the New Congress?", "description": "Congress gets a new look in January: Of the 89 new faces set to join the House and Senate, almost half aren’t white men.", "url": "https://www.wsj.com/articles/just-how-diverse-is-the-new-congress-1542285001", "urlToImage": "https://images.wsj.net/im-37010/social", "publishedAt": "2018-11-15T16:27:03Z", "content": "Congress gets a new look in January: Of the 89 new faces set to join the House and Senate, almost half are not white men. A tally of new members as of Wednesday, with a few races yet to be called, includes 35 women (of whom 13 are nonwhite) and eight nonwhite… [+1699 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: U.K.’s Brexit Deal in Jeopardy as Senior Ministers Resign", "description": "To subscribe to the newsletter, please sign up here MUST READS U.K.’s Brexit Deal in Jeopardy as Senior Ministers Resign: U.K. Prime Minister Theresa May was fighting to save her Brexit deal just hours after it was sealed, as two senior members of her cabinet…", "url": "https://blogs.wsj.com/moneybeat/2018/11/15/u-k-s-brexit-deal-in-jeopardy-as-senior-ministers-resign/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-15T15:29:05Z", "content": "U.K.s Brexit Deal in Jeopardy as Senior Ministers Resign : U.K. Prime Minister Theresa May was fighting to save her Brexit deal just hours after it was sealed, as two senior members of her cabinet quit amid deepening political turmoil over the terms of her pl… [+2676 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "U.S. Jobless Claims Rose Last Week", "description": "The number of Americans filing applications for new unemployment benefits rose last week, but remained at a low level indicative of a tight labor market.", "url": "https://www.wsj.com/articles/u-s-jobless-claims-rose-last-week-1542288808", "urlToImage": "https://images.wsj.net/im-36943/social", "publishedAt": "2018-11-15T15:23:30Z", "content": "WASHINGTONThe number of Americans filing applications for new unemployment benefits rose last week, but remained at a level indicative of a tight labor market. Initial jobless claims, a proxy for layoffs across the U.S., increased by 2,000 to a seasonally adj… [+1125 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael S. Derby", "title": "Medical-Marijuana Legalization Leads to Baby Boomlet, Paper Says", "description": "The tide of medical-marijuana legalization making its way through American states is leading to a notable uptick in the birth of babies, according to a new paper.", "url": "https://blogs.wsj.com/economics/2018/11/15/medical-marijuana-legalization-leads-to-baby-boomlet-paper-says/", "urlToImage": "https://images.wsj.net/im-37224", "publishedAt": "2018-11-15T14:42:26Z", "content": "Turn on, tune in, have babies. The tide of medical-marijuana legalization making its way through American states is leading to a notable uptick in the birth of babies, according to a new paper published by the National Bureau for Economic Research. According … [+2811 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "U.K.'s Theresa May Faces Turmoil Over Brexit Deal", "description": "Less than 24 hours after a draft Brexit deal was announced, the U.K. prime minister faced resignations from senior ministers and strong vocal opposition from lawmakers in all corners of the U.K. Parliament. Image: Getty", "url": "http://www.wsj.com/video/uk-theresa-may-faces-turmoil-over-brexit-deal/1D137473-C4D6-4286-AC29-38FA5926DB7A.html", "urlToImage": "http://m.wsj.net/video/20181115/111518brexit/111518brexit_1280x720.jpg", "publishedAt": "2018-11-15T14:37:11Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Castigates Mueller Investigation as 'Disgrace to Nation,' Says Probe Is 'Total Mess' - Wall Street Journal", "description": "Wall Street Journal Trump Castigates Mueller Investigation as 'Disgrace to Nation,' Says Probe Is 'Total Mess' Wall Street Journal WASHINGTON—President Trump asserted on Thursday that Special Counsel Robert Mueller's investigation into Russian interference in…", "url": "https://www.wsj.com/articles/trump-castigates-mueller-investigation-as-disgrace-to-nation-says-probe-is-total-mess-1542292248", "urlToImage": "https://images.wsj.net/im-37214/social", "publishedAt": "2018-11-15T14:31:33Z", "content": "WASHINGTONPresident Trump asserted on Thursday that Special Counsel Robert Muellers investigation into Russian interference in the 2016 presidential election is in complete disarray and a disgrace to our Nation, while adding that his White House is operating … [+4879 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Emont", "title": "Rohingya, Expelled From Myanmar, Refuse Effort to Return Them - Wall Street Journal", "description": "Wall Street Journal Rohingya, Expelled From Myanmar, Refuse Effort to Return Them Wall Street Journal Rohingya refugees refused Thursday to leave their camps in Bangladesh and return to Myanmar, which violently expelled them last year, indicating the apparent…", "url": "https://www.wsj.com/articles/rohingya-expelled-from-myanmar-refuse-effort-to-return-them-1542291558", "urlToImage": "https://images.wsj.net/im-37210/social", "publishedAt": "2018-11-15T14:22:34Z", "content": "Rohingya refugees refused Thursday to leave their camps in Bangladesh and return to Myanmar, which violently expelled them last year, indicating the apparent failure of the nations first concerted effort to begin repatriations. Myanmar and Bangladesh agreed l… [+4852 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "Pence Calls for an Indo-Pacific Region Free of Chinese 'Aggression' - Wall Street Journal", "description": "Wall Street Journal Pence Calls for an Indo-Pacific Region Free of Chinese 'Aggression' Wall Street Journal SINGAPORE—Vice President Mike Pence hit out at China during his tour through Asia, signaling an increasingly tough line against Beijing as the world's …", "url": "https://www.wsj.com/articles/pence-calls-for-an-indo-pacific-region-free-of-chinese-aggression-1542290998", "urlToImage": "https://images.wsj.net/im-37220/social", "publishedAt": "2018-11-15T14:09:00Z", "content": "SINGAPOREVice President Mike Pence hit out at China during his tour through Asia, signaling an increasingly tough line against Beijing as the worlds two largest economies clash over trade, security and human rights. In a speech Thursday at a summit of Asian n… [+4308 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "Saudi Military Coalition Pauses Fight in Yemen - Wall Street Journal", "description": "Wall Street Journal Saudi Military Coalition Pauses Fight in Yemen Wall Street Journal The Saudi-led military coalition fighting Iran-backed rebels in Yemen has suspended an assault on a vital port city, as the kingdom comes under international pressure to un…", "url": "https://www.wsj.com/articles/saudi-military-coalition-pauses-fight-in-yemen-1542289346", "urlToImage": "https://images.wsj.net/im-37217/social", "publishedAt": "2018-11-15T13:42:00Z", "content": "The Saudi-led military coalition fighting Iran-backed rebels in Yemen has suspended an assault on a vital port city, as the kingdom comes under international pressure to undertake peace talks to end the bloody three-year war. The coalition forces, made up of … [+3460 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bradley Olson", "title": "Oil Giants Start to Dominate U.S. Shale Boom", "description": "Smaller, nimbler companies pioneered the U.S. shale boom. But as American production scales up, those frackers are losing ground to Big Oil.", "url": "https://www.wsj.com/articles/oil-giants-start-to-dominate-u-s-shale-boom-1542286801", "urlToImage": "https://images.wsj.net/im-36718/social", "publishedAt": "2018-11-15T13:00:03Z", "content": "Smaller, nimbler companies pioneered the U.S. shale boom. But as American production scales up, those frackers are losing ground to Big Oil. Giant companies such as Chevron Corp. CVX 2.05% and Exxon Mobil Corp. XOM 1.03% are increasing shale production faster… [+6150 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "In the Elevator With Uber CEO Dara Khosrowshahi", "description": "WSJ's Joanna Stern \"bumps into\" Uber's CEO in the WSJ elevator and gets the scoop on Uber's drone program, flying cars and its workplace culture. Photo: Andria Chamberlin for the Wall Street Journal", "url": "http://www.wsj.com/video/series/in-the-elevator-with/in-the-elevator-with-uber-ceo-dara-khosrowshahi/4D7AF99C-772D-49BA-9E5A-A681B6DE2F57", "urlToImage": "http://m.wsj.net/video/20181114/111418elevatorkhosrowshahi/111418elevatorkhosrowshahi_1280x720.jpg", "publishedAt": "2018-11-15T13:00:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Energy Journal: Oil Flood Pressures Crude", "description": "Good morning. I’m Neanda Salvaterra, and oil is struggling to stay up today as major producers are pumping excess crude into the market. A major California-based utility warned investors that its insurance policy may not cover its liabilities related to wildf…", "url": "https://blogs.wsj.com/moneybeat/2018/11/15/energy-journal-oil-flood-pressures-crude/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CF431_pea_oi_P_20181030153718.jpg", "publishedAt": "2018-11-15T12:48:53Z", "content": "Good morning. Im Neanda Salvaterra, and oil is struggling to stay up today as major producers are pumping excess crude into the market. A major California-based utility warned investors that its insurance policy may not cover its liabilities related to wildfi… [+3661 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rob Taylor", "title": "U.S.-Made Drones Add Muscle to Australia's Military Buildup", "description": "Australia said it would buy American-made Reaper drones and may station warships in neighboring Papua New Guinea, as the U.S. ally bulks up its military in response to regional security threats.", "url": "https://www.wsj.com/articles/u-s-made-drones-add-muscle-to-australias-military-buildup-1542283203", "urlToImage": "https://images.wsj.net/im-37199/social", "publishedAt": "2018-11-15T12:00:16Z", "content": "CANBERRA, AustraliaAustralia said it would buy American-made Reaper drones and may station warships in neighboring Papua New Guinea, as the U.S. ally bulks up its military in response to regional security threats. Defense Minister Christopher Pyne said Austra… [+3144 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Adviser Risk Analysis, Wells Fargo, Squishy Toys", "description": "Morningstar offers advisers a new risk analysis tool; the departure of a top Wells Fargo executive shows chasm with regulator, and this year's holiday toy craze involves a lot of squishing.", "url": "https://blogs.wsj.com/moneybeat/2018/11/15/wsj-wealth-adviser-briefing-401k-transfers-schwab-foundation-squishy-toys/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-15T11:00:50Z", "content": "Advisers, are your clients peppering you with questions about how various ugly economic events could affect their investment portfolios? Morningstars new risk analysis tool, the Global Risk Model, may help. Below, some of the best analysis and insight from WS… [+2850 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Saudi Arabia Brings Charges Over Khashoggi Killing - Wall Street Journal", "description": "Wall Street Journal Saudi Arabia Brings Charges Over Khashoggi Killing Wall Street Journal Saudi Arabia's public prosecutor on Thursday charged 11 people over the murder of journalist Jamal Khashoggi, seeking the death penalty for five of the accused. Most Po…", "url": "https://www.wsj.com/articles/saudi-arabia-brings-charges-over-khashoggi-killing-seeks-death-penalty-1542278127", "urlToImage": "https://images.wsj.net/im-37202/social", "publishedAt": "2018-11-15T10:51:00Z", "content": "Prosecutor seeks the death penalty for five of the accused SEND An error has occurred, please try again later."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Big Tech vs. Flyover Country", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. The divide between urban and rural America may only be getting worse. Amazon’s and Google’s plans to bulk up on the East Coast underscore the country’s di…", "url": "https://blogs.wsj.com/economics/2018/11/15/real-time-economics-big-tech-vs-flyover-country/", "urlToImage": "https://images.wsj.net/im-37090", "publishedAt": "2018-11-15T10:02:48Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. The divide between urban and rural America may only be getting worse. Amazon's and Google's plans to bulk up on the East Coast underscore the country's div… [+7965 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laurence Norman", "title": "European Officials to Meet to Approve Draft Brexit Deal - Wall Street Journal", "description": "Wall Street Journal European Officials to Meet to Approve Draft Brexit Deal Wall Street Journal BRUSSELS—European leaders are set to meet in Brussels on Nov. 25, with European Council President Donald Tusk calling on them to sign off an exit agreement with Br…", "url": "https://www.wsj.com/articles/european-officials-to-meet-to-approve-draft-brexit-deal-1542269504", "urlToImage": "https://images.wsj.net/im-37189/social", "publishedAt": "2018-11-15T09:18:54Z", "content": "U.K. Prime Minister Theresa Mays Brexit secretary has resigned, signaling turmoil within her government over her plan for the country to exit from the European Union. Brexit Secretary Dominic Raab said on Twitter that he has resigned. The British pound fell 1… [+898 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sara Randazzo", "title": "Michael Avenatti, Lawyer for Stormy Daniels, Is Arrested", "description": "Attorney Michael Avenatti was arrested on a charge of domestic violence, a spokesman for the Los Angeles Police Department said.", "url": "https://www.wsj.com/articles/michael-avenatti-lawyer-for-stormy-daniels-is-arrested-1542242506", "urlToImage": "https://images.wsj.net/im-37163/social", "publishedAt": "2018-11-15T05:14:29Z", "content": "LOS ANGELESAttorney Michael Avenatti was arrested Wednesday on a charge of domestic violence, according to the Los Angeles Police Department. The Associated Press reported that Mr. Avenatti was released from police custody. His bail was set at $50,000, accord… [+2232 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cara Lombardo", "title": "Activist Investor Gets Important Backing in Campbell Soup Fight", "description": "Institutional Shareholder Services Inc. is recommending that the food-maker’s shareholders vote for all five of activist hedge fund Third Point LLC’s director nominees.", "url": "https://www.wsj.com/articles/activist-investor-gets-important-backing-in-campbell-soup-fight-1542246231", "urlToImage": "https://images.wsj.net/im-37160/social", "publishedAt": "2018-11-15T04:50:50Z", "content": "An influential proxy adviser thinks Campbell Soup Co. CPB -0.23% could use a little outside help. Institutional Shareholder Services Inc. recommended that the food-makers shareholders vote for all five of activist hedge fund Third Point LLCs director nominees… [+2751 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Bird", "title": "Tencent Stock Rallies on Strong Earnings", "description": "Tencent stock rose 4.2% after it reported a 30% rise in profits, more than analysts expected. But the boost still leaves the company’s Hong Kong-listed shares down more than 30% in 2018.", "url": "https://www.wsj.com/articles/tencent-stock-rallies-on-strong-earnings-1542257335", "urlToImage": "https://images.wsj.net/im-37177/social", "publishedAt": "2018-11-15T04:50:27Z", "content": "Tencents stock jumped Thursday, after the Chinese tech giant reported better-than-expected quarterly earnings. Tencent stock rose 4.2% after it reported a 30% rise in profits, more than analysts expected. The boost still leaves the companys Hong Kong-listed s… [+2479 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "Trump Administration Claims Wide Leeway to Control Media Access", "description": "Attorneys representing the Trump administration laid out an expansive view of a president’s power to control media access at a court hearing stemming from the revocation of a CNN reporter’s press credential.", "url": "https://www.wsj.com/articles/trump-administration-claims-wide-leeway-to-control-media-access-1542240641", "urlToImage": "https://images.wsj.net/im-37143/social", "publishedAt": "2018-11-15T04:12:19Z", "content": "WASHINGTONAttorneys representing the Trump administration laid out an expansive view of a presidents power to control media access, saying in a court hearing that the president has the right to exclude reporters from government property for the content or ten… [+3953 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "U.K.'s May Gets Cabinet's Go-Ahead on Brexit Deal", "description": "British Prime Minister Theresa May secured cabinet approval for her Brexit deal, clearing an important hurdle but setting the stage for a battle in Parliament that could shake her government and unravel the pact with the EU.", "url": "https://www.wsj.com/articles/theresa-mays-brexit-deal-faces-first-crucial-hurdle-her-closest-allies-1542195881", "urlToImage": "https://images.wsj.net/im-36920/social", "publishedAt": "2018-11-15T04:04:43Z", "content": "LONDONBritish Prime Minister Theresa May secured cabinet approval for her Brexit deal Wednesday evening, clearing an important hurdle but setting the stage for a battle in Parliament that could shake her government and unravel the agreement with the European … [+6865 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shayndi Raice", "title": "Big Cities' Success Reflects Divide", "description": "Decisions by Amazon and Google to add tens of thousands of jobs to New York and the Washington area reflect a growing divide in the U.S.", "url": "https://www.wsj.com/articles/big-cities-success-reflects-deepening-urban-rural-divide-1542239287", "urlToImage": "https://images.wsj.net/im-37098/social", "publishedAt": "2018-11-15T04:00:44Z", "content": "A few big cities, particularly on the coasts, are soaking up high-tech talent and are also becoming wealthier, more liberal and more ethnically diverseshifting the economic, political and cultural landscape of the nation. Smaller cities are also pulling in ed… [+6033 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dion Nissenbaum and Rebecca Ballhaus", "title": "National Security Aide Is Out After Feud With First Lady", "description": "Deputy National Security Adviser Mira Ricardel will leave the White House and “transition to a new role,” the Trump administration says. She had come into conflict with the staff of first lady Melania Trump.", "url": "https://www.wsj.com/articles/national-security-aide-mira-ricardel-to-leave-white-house-1542239252", "urlToImage": "https://images.wsj.net/im-37142/social", "publishedAt": "2018-11-15T03:22:28Z", "content": "WASHINGTONPresident Trump removed his deputy national security adviser on Wednesday, moving to quickly resolve an unusual feud pitting first lady Melania Trump against her husbands National Security Council. One day after Mrs. Trump publicly called for Mira R… [+4797 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patrick Thomas", "title": "Lockheed Martin Lands $23 Billion Pentagon Contract", "description": "Lockheed Martin has won a roughly $22.7 billion contract from the U.S. Department of Defense to deliver 255 F-35 jets, a move that comes after the defense contractor was tasked with lowering the price of its planes.", "url": "https://www.wsj.com/articles/lockheed-martin-lands-23-billion-pentagon-contract-1542237634", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ809_lockhe_SOC_20181114181705.jpg", "publishedAt": "2018-11-15T03:21:45Z", "content": "Lockheed Martin Corp. LMT -0.77% has been awarded a roughly $22.7 billion contract from the U.S. Department of Defense to deliver 255 F-35 jets, a move that comes after the defense contractor was tasked with lowering the price of its planes. The contract call… [+1027 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rolfe Winkler", "title": "Behind China's Startup Surge: Meritocracy and 'Growth Hacks'", "description": "A tidal wave of cash has helped turn China’s internet startups into formidable superpowers rivaling their U.S. counterparts. But venture capitalists argue that a unique set of forces are also spurring the startups’ ascendancy.", "url": "https://www.wsj.com/articles/behind-chinas-startup-surge-meritocracy-and-growth-hacks-1542232934", "urlToImage": "https://images.wsj.net/im-37063/social", "publishedAt": "2018-11-15T03:21:21Z", "content": "LAGUNA BEACH, Calif.A tidal wave of cash has helped turn Chinas internet startups into formidable superpowers rivaling their U.S. counterparts. But venture capitalists argue that a unique set of forces are also spurring the startups ascendancy. Behind Chinas … [+3218 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rolfe Winkler", "title": "Behind China's Startup Surge: Meritocracy and 'Growth Hacks'", "description": "A tidal wave of cash has helped turn China’s internet startups into formidable superpowers rivaling their U.S. counterparts. But venture capitalists argue that a unique set of forces are also spurring the startups’ ascendancy.", "url": "https://www.wsj.com/articles/behind-chinas-startup-surge-meritocracy-and-growth-hacks-1542232934", "urlToImage": "https://images.wsj.net/im-37063/social", "publishedAt": "2018-11-15T03:21:21Z", "content": "LAGUNA BEACH, Calif.A tidal wave of cash has helped turn Chinas internet startups into formidable superpowers rivaling their U.S. counterparts. But venture capitalists argue that a unique set of forces are also spurring the startups ascendancy. Behind Chinas … [+3218 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Scott McCartney", "title": "The WSJ Debuts U.S. Airport Rankings", "description": "Denver topped our rankings of the largest U.S. airports. See how yours measured up and get insiders’ tips on making the most out of flying there.", "url": "https://www.wsj.com/articles/the-best-of-the-biggest-u-s-airports-1542204004", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ715_denver_SOC_20181114153335.jpg", "publishedAt": "2018-11-15T03:18:48Z", "content": "Call it the Mile-High Miracle: Denver International Airport is the best airport in the U.S. in the first-ever Wall Street Journal U.S. Airport Rankings. Once a symbol of high cost and dysfunction, Denver soared in rankings of reliability, value and convenienc… [+8887 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Florida's Election Procedures Under Multiple Legal Challenges", "description": "A federal judge heard arguments on Wednesday over how Florida evaluates signatures on mail-in and provisional ballots, as an expanding legal battle over a U.S. Senate seat continues to work its way through the courts.", "url": "https://www.wsj.com/articles/floridas-recount-procedures-under-multiple-legal-challenges-1542247873", "urlToImage": "https://images.wsj.net/im-37165/social", "publishedAt": "2018-11-15T03:11:16Z", "content": "TALLAHASSEE, Fla.A federal judge heard arguments on Wednesday over how Florida evaluates signatures on mail-in and provisional ballots, as an expanding legal battle over a U.S. Senate seat continues to work its way through the courts. With an unofficial vote … [+4543 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "Macy's Reports Strong Sales Growth, Raises Guidance", "description": "Macy’s delivered healthy sales growth in its latest quarter and raised its guidance for the year, positioning the retailer for a strong holiday shopping season.", "url": "https://www.wsj.com/articles/macys-reports-strong-sales-growth-raises-guidance-1542202212", "urlToImage": "https://images.wsj.net/im-36928/social", "publishedAt": "2018-11-15T02:46:15Z", "content": "Macys Inc. M -7.18% delivered healthy sales growth in its latest quarter and raised its guidance for the year, positioning the retailer for a strong holiday shopping season. Same-stores sales grew 3.1% in the three months to Nov. 3. Including licensed departm… [+2448 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jay Greene", "title": "Cisco Revenue Rises as Company Avoids Tariff Effects", "description": "Cisco Systems is one of a few tech giants under threat from the U.S.’s trade fight with China, but the company said it has evaded damage from tariffs so far.", "url": "https://www.wsj.com/articles/cisco-revenue-rises-as-software-business-grows-1542231022", "urlToImage": "https://images.wsj.net/im-37065/social", "publishedAt": "2018-11-15T02:45:42Z", "content": "Cisco Systems Inc. CSCO -1.75% is one of a few tech giants under threat from the Trump administrations trade fight with China, but the company said it has evaded damage from tariffs so far. I havent had one conversation with any customer around the tariffs at… [+2972 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "AnnaMaria Andriotis", "title": "JPMorgan Wants Card Customers to Pay With a Tap", "description": "The bank is launching Visa cards with a contactless feature in a bid to simplify and speed up the in-store checkout process. The move could be a tipping point for the rest of the industry to follow suit.", "url": "https://www.wsj.com/articles/jpmorgan-wants-card-customers-to-pay-with-a-tap-1542226105", "urlToImage": "https://images.wsj.net/im-37022/social", "publishedAt": "2018-11-15T02:44:12Z", "content": "Americans just got used to paying with chip cards. Now, JPMorgan JPM 2.55% Chase &amp; Co. wants them to tap at checkout instead. The bank will soon begin issuing cards with a contactless feature, allowing consumers the option of tapping them at stores paymen… [+3242 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Timiraos", "title": "Fed Tracking World Growth Worries, Powell Says", "description": "“You still see solid growth, but you see growing signs of a bit of a slowdown,” Jerome Powell, chairman of the central bank, said at a Dallas event. “And it is concerning.”", "url": "https://www.wsj.com/articles/fed-tracking-world-growth-worries-chairman-powell-says-1542242914", "urlToImage": "https://images.wsj.net/im-37151/social", "publishedAt": "2018-11-15T02:35:55Z", "content": "DALLASFederal Reserve Chairman Jerome Powell said the central bank was closely monitoring a modest deceleration in global growth, whose strength last year had provided an important tailwind for the U.S. economy. This year has seen a gradual chipping away at t… [+5682 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "José de Córdoba", "title": "'It's a Crisis of Civilization in Mexico.' 250,000 Dead. 37,400 Missing.", "description": "In an echo of Latin America’s “Dirty Wars,” tens of thousands of people have vanished in Mexico, leaving mothers behind to search for their corpses. This time the violence, linked to criminal networks, is more complex and more intractable.", "url": "https://www.wsj.com/articles/its-a-crisis-of-civilization-in-mexico-250-000-dead-37-400-missing-1542213374", "urlToImage": "https://images.wsj.net/im-36407/social", "publishedAt": "2018-11-15T02:30:24Z", "content": "EL FUERTE, MexicoOne recent day, a line of grieving mothers armed with picks and shovels worked their way across a muddy field looking for Mexicos dead and missing, their own children among them. It smells bad here, said Lizbeth Ortega, a member of Las Rastre… [+20145 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Russolillo", "title": "Bitcoin Plunges Below $6,000, Hits New Lows for the Year", "description": "After 2017’s manic rally and this year’s steep plunge, cryptocurrency markets had been unusually calm in recent months. That lull has come to an end.", "url": "https://www.wsj.com/articles/bitcoin-plunges-below-6-000-hits-new-lows-for-the-year-1542247659", "urlToImage": "https://images.wsj.net/im-32205/social", "publishedAt": "2018-11-15T02:07:41Z", "content": "Bitcoin dropped more than 10% on Wednesday, falling below $6,000 and reaching new lows for the year. Other rivals also fell sharply in value, with market participants suggesting that a looming split in a separate digital currency called Bitcoin Cash triggered… [+2711 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Julia Steers", "title": "United Nations Lifts Sanctions on 'Africa's North Korea'", "description": "The United Nations lifted sanctions on Eritrea, ending a decadelong arms embargo on the strategically located East African nation and bolstering the precarious peace in one of the world’s most volatile and strategic corners.", "url": "https://www.wsj.com/articles/united-nations-lifts-sanctions-on-africas-north-korea-1542225751", "urlToImage": "https://images.wsj.net/im-37002/social", "publishedAt": "2018-11-15T02:06:12Z", "content": "The United Nations on Wednesday lifted sanctions on Eritrea, ending a decadelong arms embargo on the strategically located East African nation and bolstering the precarious peace in one of the worlds most volatile and strategic corners. Ruled by President Isa… [+5053 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alexandra Berzon", "title": "Steve Wynn Seeks to Stop Release of Massachusetts Investigation", "description": "Steve Wynn is asking a Nevada state court to stop Massachusetts gambling regulators from releasing a report on their investigation into sexual-misconduct allegations against the former casino mogul.", "url": "https://www.wsj.com/articles/steve-wynn-seeks-court-order-to-stop-release-of-massachusetts-investigation-1542242996", "urlToImage": "https://images.wsj.net/im-37040/social", "publishedAt": "2018-11-15T02:04:40Z", "content": "Steve Wynn filed a motion in Nevada state court Tuesday seeking a temporary order to stop Massachusetts gambling regulators from releasing a report on their investigation into sexual-misconduct allegations leveled against the former casino mogul. Mr. Wynns at… [+3695 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mark Maremont", "title": "Whitaker Said to Demand Website Remove Posts About Patent Firm", "description": "The owner of a consumer website that published criticisms about the patent firm that acting attorney general Matthew Whitaker once served as an adviser said Mr. Whitaker called up angry about the posts—and demanded they be taken down.", "url": "https://www.wsj.com/articles/whitaker-said-to-angrily-demand-website-remove-posts-about-patent-firm-1542240851", "urlToImage": "https://images.wsj.net/im-37088/social", "publishedAt": "2018-11-15T02:02:11Z", "content": "In early 2015, an anonymous comment accusing a Florida company of being a scam was posted on a consumer website called RipoffReport.com. Around that time, the publications phone rang. The caller said he was Matthew Whitakernow the acting attorney generaland h… [+5304 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachel Pannett", "title": "Fiji Coup Leader's Re-Election Is Boon for China", "description": "In Fiji’s election, former military leader Frank Bainimarama looks to have won the vote, an outcome likely to entrench China’s growing influence in the South Pacific.", "url": "https://www.wsj.com/articles/fiji-coup-leaders-re-election-is-boon-for-china-1542207159", "urlToImage": "https://images.wsj.net/im-36910/social", "publishedAt": "2018-11-15T01:55:34Z", "content": "Voters in Fiji looked to have re-elected the ruling party of former military leader Frank Bainimarama, an outcome likely to entrench Chinas growing influence in the South Pacific. When Fijis traditional Western partners imposed sanctions after Mr. Bainimarama… [+4463 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Kendall", "title": "Three South Korean Firms Plead Guilty to Fixing Fuel Prices at U.S. Military Bases", "description": "Three South Korean companies agreed to plead guilty and pay $236 million in criminal and civil penalties for conspiring to fix prices on fuel supplied to U.S. military bases in their country, the Justice Department said.", "url": "https://www.wsj.com/articles/three-south-korean-firms-plead-guilty-to-fixing-fuel-prices-at-u-s-military-bases-1542237659", "urlToImage": "https://images.wsj.net/im-37125/social", "publishedAt": "2018-11-15T01:40:16Z", "content": "WASHINGTONThree South Korean companies agreed to plead guilty and pay $236 million in criminal and civil penalties for conspiring to fix prices on fuel supplied to U.S. military bases in their country, the Justice Department said. The department on Wednesday … [+2584 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "Pence Calls On Myanmar's Suu Kyi to Pardon Jailed Reporters", "description": "The Reuters journalists were arrested after exposing atrocities committed by the military during its deadly campaign against the ethnic Rohingya. Vice President Mike Pence made clear that imprisoning the journalists was anathema to U.S. values.", "url": "https://www.wsj.com/articles/pence-calls-on-myanmars-suu-kyi-to-pardon-jailed-reporters-1542188265", "urlToImage": "https://images.wsj.net/im-36898/social", "publishedAt": "2018-11-15T01:38:59Z", "content": "SINGAPOREVice President Mike Pence urged Myanmars civilian leader to pardon two journalists who were imprisoned after exposing atrocities committed by the military during its deadly campaign against the ethnic Rohingya. Mr. Pence repeatedly pressed Aung San S… [+3835 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nicolas Parasie", "title": "'White-Collar Recession' Ripples Through Dubai", "description": "This emirate is struggling with what economists are calling a white-collar recession, undermining the city’s taste for luxury and testing an economic model other Middle East countries want to replicate.", "url": "https://www.wsj.com/articles/white-collar-recession-ripples-through-dubais-economy-1542191401", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ364_DUBAIE_TOP_20181113161344.jpg", "publishedAt": "2018-11-15T01:36:00Z", "content": "In a city of iconic, ultraluxury properties, including the worlds tallest building, the Burj Khalifa, center, real-estate prices in Dubai have fallen over 15% since 2015. Christopher Pike/Bloomberg News DUBAIThis emirate is struggling with what economists are… [+6090 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "N.Y. Legislators Criticize Amazon Deal", "description": "The elected officials complain they were given no say on the negotiations that handed the online retailer $3 billion in incentives to place a headquarters in Long Island City. The critics are further worried about gentrification in the neighborhood.", "url": "https://www.wsj.com/articles/n-y-legislators-say-amazon-deal-left-them-without-a-say-1542233132", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ743_NYSENA_SOC_20181114160434.jpg", "publishedAt": "2018-11-15T01:08:44Z", "content": "New Yorks deal with Amazon.com Inc. to bring its second headquarters to the Long Island City section of Queens has outraged lawmakers who say they were left on the sidelines, unable to weigh in on perks that helped reel in the online giant. Their concern abou… [+4670 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Boston", "title": "Global Economy Shows Strain as U.S. Steams Ahead", "description": "Signs of a global slowdown are mounting, indicating a deceleration in China and trade tensions are beginning to take a toll on much of the rest of the world.", "url": "https://www.wsj.com/articles/germanys-economy-europes-powerhouse-contracts-for-first-time-in-years-1542186094", "urlToImage": "https://images.wsj.net/im-36897/social", "publishedAt": "2018-11-15T01:06:02Z", "content": "The global economy has hit a soft patch, putting the U.S.s robust growth at risk should the slowdown persist. Economic output in Japan and Germany contracted in the third quarter, while in October consumer spending in China hit its slowest pace in five months… [+6298 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Boston", "title": "Global Economy Shows Strain as U.S. Steams Ahead", "description": "Signs of a global slowdown are mounting, indicating a deceleration in China and trade tensions are beginning to take a toll on much of the rest of the world.", "url": "https://www.wsj.com/articles/germanys-economy-europes-powerhouse-contracts-for-first-time-in-years-1542186094", "urlToImage": "https://images.wsj.net/im-36897/social", "publishedAt": "2018-11-15T01:06:02Z", "content": "The global economy has hit a soft patch, putting the U.S.s robust growth at risk should the slowdown persist. Economic output in Japan and Germany contracted in the third quarter, while in October consumer spending in China hit its slowest pace in five months… [+6298 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "House Republicans Elect McCarthy as Minority Leader", "description": "Kevin McCarthy of California defeated the conservative Jim Jordan, 159-43, while Mitch McConnell and Chuck Schumer kept their Senate leadership posts.", "url": "https://www.wsj.com/articles/mitch-mcconnell-re-elected-majority-leader-by-senate-republicans-1542211942", "urlToImage": "https://images.wsj.net/im-37028/social", "publishedAt": "2018-11-15T00:42:30Z", "content": "WASHINGTONCongressional lawmakers elected familiar faces Wednesday to leadership next year as they brace for Democrats to take control of the House in January. In the most closely watched election, House Majority Leader Kevin McCarthy (R., Calif.) defeated Re… [+5345 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aaron Zitner", "title": "Voter Turnout Hit Records This Year. Where It Surged Matters.", "description": "Interest in this year’s midterm elections was so high that vote tallies in some places hit the turnout in the 2016 presidential election. But the surge wasn’t equal across the country, and looking at where it hit high marks helps explain the outcome of some r…", "url": "https://www.wsj.com/articles/voter-turnout-hit-records-this-year-where-it-surged-matters-1542198298", "urlToImage": "https://images.wsj.net/im-36824/social", "publishedAt": "2018-11-15T00:41:07Z", "content": "More voters around Austin, Texas, turned out for the midterms than for the last presidential election, a rarity in politics. Fifteen counties in Montana produced more votes in last weeks election than in 2016. In Georgia, vote totals were near or above presid… [+6615 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Courtney McBride", "title": "Trump to Name Designer as Ambassador to South Africa", "description": "President Trump intends to nominate Lana Marks, a Palm Beach, Fla.-based handbag designer and a member of Mr. Trump’s Mar-a-Lago Club resort, to serve as the U.S. ambassador to South Africa.", "url": "https://www.wsj.com/articles/trump-to-nominate-handbag-designer-as-ambassador-to-south-africa-1542241230", "urlToImage": "https://images.wsj.net/im-37149/social", "publishedAt": "2018-11-15T00:23:54Z", "content": "WASHINGTONPresident Trump intends to nominate Lana Marks, a Palm Beach, Fla.-based handbag designer and a member of Mr. Trumps Mar-a-Lago Club resort, to serve as the U.S. ambassador to South Africa. The White House announced the selection, which had been rum… [+1021 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erin Ailworth", "title": "After Paradise Fire, a Hunt for Human Remains Among the Ashes - Wall Street Journal", "description": "Wall Street Journal After Paradise Fire, a Hunt for Human Remains Among the Ashes Wall Street Journal PARADISE, Calif.—Shovels and spades clanked against debris as a search team outfitted in white coveralls sifted through the remnants of a residential lot in …", "url": "https://www.wsj.com/articles/after-paradise-fire-a-hunt-for-human-remains-among-the-ashes-1542214733", "urlToImage": "https://images.wsj.net/im-36979/social", "publishedAt": "2018-11-15T00:05:55Z", "content": "PARADISE, Calif.Shovels and spades clanked against debris as a search team outfitted in white coveralls sifted through the remnants of a residential lot in this fire-ravaged town, hoping to locate any who didnt survive Californias deadliest wildfire. Where mo… [+5936 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jared S. Hopkins", "title": "Ginkgo Supplement Was Ginkgo-Free, Watchdog Finds...", "description": "Ginkgo Supplement Was Ginkgo-Free, U.S. Watchdog Finds Two dietary supplements promoted as improving memory using Ginkgo biloba contained either none of the ingredient or a lower amount than advertised, a government watchdog said Wednesday. The products teste…", "url": "https://www.wsj.com/articles/ginkgo-supplement-was-ginkgo-free-u-s-watchdog-finds-1542239276", "urlToImage": "https://images.wsj.net/im-37128/social", "publishedAt": "2018-11-15T00:00:04Z", "content": "Two dietary supplements promoted as improving memory using Ginkgo biloba contained either none of the ingredient or a lower amount than advertised, a government watchdog said Wednesday. The products tested for Ginkgo bilobathe plant species commonly known as … [+3401 chars]"}]}