{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "Soros Philanthropy President Calls for US Lawmakers to Review Facebook - Wall Street Journal", "description": "Wall Street Journal Soros Philanthropy President Calls for US Lawmakers to Review Facebook Wall Street Journal The president of George Soros's philanthropy called for oversight of Facebook Inc. FB 1.80% by U.S. lawmakers after the social media company confirm…", "url": "https://www.wsj.com/articles/soros-philanthropy-president-calls-for-u-s-lawmakers-to-review-facebook-1542929287", "urlToImage": "https://images.wsj.net/im-38502/social", "publishedAt": "2018-11-22T23:28:00Z", "content": "The president of George Soross philanthropy called for oversight of Facebook Inc. FB 1.80% by U.S. lawmakers after the social media company confirmed it hired a controversial public relations outfit to research the billionaire financier. Facebooks departing p… [+4160 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "petethomas", "title": "Washington Urges Its Allies to Shun Huawei", "description": "The U.S. government has launched an outreach campaign to foreign allies to persuade wireless and internet providers there to shun telecom equipment from China’s Huawei Technologies Co., people familiar with the situation say.", "url": "https://www.wsj.com/articles/washington-asks-allies-to-drop-huawei-1542924205", "urlToImage": "https://images.wsj.net/im-38494/social", "publishedAt": "2018-11-22T23:25:36Z", "content": "The U.S. government has initiated an extraordinary outreach campaign to foreign allies, trying to persuade wireless and internet providers in these countries to avoid telecommunications equipment from Chinas Huawei Technologies Co., according to people famili… [+8763 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Putin Loses One", "description": "Interpol rejects the Russian-backed candidate for president.", "url": "https://www.wsj.com/articles/putin-loses-one-1542868805", "urlToImage": "https://images.wsj.net/im-38013/social", "publishedAt": "2018-11-22T21:58:06Z", "content": "Sometimes even Vladimir Putin doesnt get his way. Fortunately thats what happened Wednesday in Dubai, when delegates to an Interpol general assembly bypassed the Russian candidate for president in favor of South Korean Kim Jong-yang. What made this election f… [+1330 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alain Enthoven", "title": "A Better Choice for Employee Health Care", "description": "Most self-insurance plans let bills grow unrestrained, but new models encourage providers to seek savings.", "url": "https://www.wsj.com/articles/a-better-choice-for-employee-health-care-1542922699", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL169_Enthov_SOC_20181120153557.jpg", "publishedAt": "2018-11-22T21:38:21Z", "content": "Employer-sponsored health insurance is tossed about as a catchall term, but plans are structured in vastly different ways. Sixty percent of employer-insured Americans are covered though self-insurance arrangements, meaning their employer bears the risk of the… [+5627 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David B. Rivkin", "title": "Another IRS Free-Speech Scandal", "description": "The tax agency tries to suppress advocacy for the legalization of marijuana.", "url": "https://www.wsj.com/articles/another-irs-free-speech-scandal-1542918151", "urlToImage": "https://images.wsj.net/im-37943/social", "publishedAt": "2018-11-22T20:22:32Z", "content": "The Internal Revenue Service infamously targeted dissenters during President Obamas re-election campaign. Now the IRS is at it again. Earlier this year it issued a rule suppressing huge swaths of First Amendment protected speech. The regulation appears design… [+4807 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Russell Moore", "title": "Stop the Tax on Houses of Worship", "description": "A levy on nonprofit groups also could hit churches, mosques and synagogues.", "url": "https://www.wsj.com/articles/stop-the-tax-on-houses-of-worship-1542918092", "urlToImage": "https://images.wsj.net/im-37959/social", "publishedAt": "2018-11-22T20:21:34Z", "content": "Across the country, children will gather together this weekend for Sunday school. Some of them, no doubt, will hear about tax collectors. They might even sing about Zacchaeus, the wee little man who Jesus welcomed once he repented of fleecing his constituents… [+3725 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael Saltsman", "title": "A $15 Minimum Wage Goes National", "description": "Nancy Pelosi wants to boost the wage floor far higher than the historical average.", "url": "https://www.wsj.com/articles/a-15-minimum-wage-goes-national-1542918020", "urlToImage": "https://images.wsj.net/im-38096/social", "publishedAt": "2018-11-22T20:20:22Z", "content": "The Fight for $15 minimum-wage movement has fought its way to the top of Democrats 2019 agenda. Rep. Bobby Scott, a Virginia Democrat expected to chair the House Education and Workforce Committee next year, promised a minimum-wage bill would be one of the fir… [+3450 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Parsing the Gender Pay Gap", "description": "A new study suggests choices, not sexism, explain wage disparities.", "url": "https://www.wsj.com/articles/parsing-the-gender-pay-gap-1542917969", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL504_3gap_SOC_20181121170500.jpg", "publishedAt": "2018-11-22T20:19:31Z", "content": "Progressives claim that the pay difference between men and women is caused by sexism that government must redress. But a new study offers compelling evidence that the choices and priorities of women account for much of the disparity. The study examined data f… [+3210 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A 'Military Option' for Sick Venezuelans", "description": "The USNS Comfort sets sail with aid for people fleeing a failed state.", "url": "https://www.wsj.com/articles/a-military-option-for-sick-venezuelans-1542917917", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL476_2comfo_SOC_20181121143426.jpg", "publishedAt": "2018-11-22T20:18:39Z", "content": "The U.S. Navy is sending a 900-foot ship to within about 50 miles of Venezuela, but this isnt a typical show of strength. The USNS Comfort is a floating hospital, equipped with surgical rooms, a CT scanner and 5,000 units of blood. Its mission is to provide f… [+2061 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "Clock Ticks on Trump Intel Picks Stalled by Republicans", "description": "Two of President Trump’s picks for top national security posts are being held up by Senate Republicans over issues unrelated to their qualifications, with the nominations set to expire this year.", "url": "https://www.wsj.com/articles/clock-ticks-on-trump-intel-picks-stalled-by-republicans-1542916278", "urlToImage": "https://images.wsj.net/im-38376/social", "publishedAt": "2018-11-22T19:51:20Z", "content": "WASHINGTONTwo of President Trumps picks for top national security posts are being held up by Senate Republicans over issues unrelated to their qualifications, with the nominations set to expire this year and the current session of Congress winding to a close.… [+4478 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Nissan board fires Chairman Carlos Ghosn over financial misdeeds, including money funneled to sister", "description": "Nissan Motor Co.’s board voted unanimously to oust Chairman Carlos Ghosn from his post, and allegations emerged that Ghosn used company money to buy personal residences and enrich his sister.", "url": "https://www.wsj.com/articles/nissan-board-to-vote-on-driving-out-carlos-ghosn-1542871910?mod=hp_lead_pos1", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY739_ghosn__ZG_20181119062523.jpg", "publishedAt": "2018-11-22T19:22:27Z", "content": "Nissan Motor Co.s board voted unanimously to oust Chairman Carlos Ghosn from his post, and allegations emerged that Ghosn used company money to buy personal residences and enrich his sister. A person familiar with Nissans investigation into Ghosn said the com… [+1143 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Bird", "title": "Global Selloff Tests Changed Credit Market", "description": "Corporate bonds have taken a beating in November, adding to an already difficult year for a market that thrived in an era of ultra-easy money.", "url": "https://www.wsj.com/articles/global-selloff-tests-changed-credit-market-1542897312", "urlToImage": "https://images.wsj.net/im-38448/social", "publishedAt": "2018-11-22T18:53:13Z", "content": "Corporate bonds have taken a beating in November, adding to an already difficult year for a market that thrived in an era of ultra-easy money. Prices have tumbled, sending yields, which move in the opposite direction, to multiyear highs. Yields on dollar bond… [+276 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ghassan Adnan", "title": "Kurdish, Iraqi Leaders Meet in Sign of Improving Ties", "description": "Relations between Kurdish leaders and Iraq’s new government are warming, a rapprochement between two U.S. allies that could help stabilize the country.", "url": "https://www.wsj.com/articles/kurdish-iraqi-leaders-meet-in-sign-of-improving-ties-1542909227", "urlToImage": "https://images.wsj.net/im-38469/social", "publishedAt": "2018-11-22T18:21:46Z", "content": "BAGHDADRelations between Kurdish leaders and Iraqs new government are warming, a rapprochement between two U.S. allies that could help stabilize the country as it tackles challenges in the wake of the war against Islamic State. On Thursday, Masoud Barzani, th… [+3362 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Berger", "title": "New York State Senator Jose Peralta Dies Suddenly at 47 - Wall Street Journal", "description": "Wall Street Journal New York State Senator Jose Peralta Dies Suddenly at 47 Wall Street Journal Jose Peralta, who represented parts of Queens in the New York state Senate and was the first Dominican-American state senator, has died. He was 47. Mr. Peralta die…", "url": "https://www.wsj.com/articles/new-york-state-senator-jose-peralta-dies-suddenly-at-47-1542908251", "urlToImage": "https://images.wsj.net/im-38478/social", "publishedAt": "2018-11-22T17:38:27Z", "content": "Jose Peralta, who represented parts of Queens in the New York state Senate and was the first Dominican-American state senator, has died. He was 47. Mr. Peralta died Wednesday evening at Elmhurst Hospital, according to his spokesman. As tributes poured in, det… [+1072 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "Trump Holiday Call to US Troops Turns Political - Wall Street Journal", "description": "Wall Street Journal Trump Holiday Call to US Troops Turns Political Wall Street Journal WASHINGTON—President Trump spoke Thanksgiving morning with members of the military, offering gratitude in a conference call in which he also continued a spat with Chief Ju…", "url": "https://www.wsj.com/articles/trump-holiday-call-to-u-s-troops-turns-political-1542907267", "urlToImage": "https://images.wsj.net/im-38477/social", "publishedAt": "2018-11-22T17:21:54Z", "content": "WASHINGTONPresident Trump spoke Thanksgiving morning with members of the military, offering gratitude in a conference call in which he also continued a spat with Chief Justice John Roberts over court rulings unfavorable to administration policies. Mr. Trump s… [+2301 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Kazer", "title": "Tension With China Casts Shadow on Taiwan Election", "description": "Taiwan’s fraught relationship with China is looming over the island’s elections on Saturday, in which voters will fill a host of local offices and consider referendums on same-sex marriage, energy policy and other issues.", "url": "https://www.wsj.com/articles/tension-with-china-casts-shadow-on-taiwan-election-1542889804", "urlToImage": "https://images.wsj.net/im-38325/social", "publishedAt": "2018-11-22T17:03:07Z", "content": "TAIPEIVoters in Taiwan will fill a host of local offices and consider referendums on same-sex marriage, energy policy and other issues on Saturday. Looming over the elections: the democratic islands fraught relationship with China. The poll is being seen by m… [+4655 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Margot Patrick", "title": "What the Draft Brexit Agreement Means for Finance - Wall Street Journal", "description": "Wall Street Journal What the Draft Brexit Agreement Means for Finance Wall Street Journal The future of U.K.-EU financial sector ties became clearer Thursday with a draft agreement that outlined in (a little) more detail the future of financial supervision fo…", "url": "https://www.wsj.com/articles/what-the-draft-brexit-agreement-means-for-finance-1542905240", "urlToImage": "https://images.wsj.net/im-38471/social", "publishedAt": "2018-11-22T16:48:24Z", "content": "The future of U.K.-EU financial sector ties became clearer Thursday with a draft agreement that outlined in (a little) more detail the future of financial supervision following Brexit. The two sides agreed market access will be determined by assessments of eq… [+2953 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alexandra Wolfe", "title": "Deepak Chopra's Path to Enlightenment Runs Through an App...", "description": "The wellness guru believes that technology, like his new meditation program for Alexa, can expedite the journey to health and self-awareness.", "url": "https://www.wsj.com/articles/deepak-chopras-path-to-enlightenment-runs-through-an-app-1542895200", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL138_chopra_TOP_20181120150300.jpg", "publishedAt": "2018-11-22T16:40:37Z", "content": "Health guru Deepak Chopra is sitting in his wellness-infused apartment, breathing in purified air, drinking filtered water and hearing nary a peep through his soundproofed windows overlooking a busy New York City street. After offering me a piece of a honey-s… [+5642 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Renault, Nissan and Mitsubishi: Was Carlos Ghosn Too Powerful?", "description": "The dramatic arrest of celebrity-CEO Carlos Ghosn is rocking the automotive industry. After he was accused in Japan of underreporting his pay, Nissan offered one explanation: The man had too much power. Photo composite: Sharon Shi", "url": "http://www.wsj.com/video/renault-nissan-and-mitsubishi-was-carlos-ghosn-too-powerful/09F30F3F-3A24-498C-B3A6-DD37F06D4034.html", "urlToImage": "http://m.wsj.net/video/20181122/112118ghosn2/112118ghosn2_1280x720.jpg", "publishedAt": "2018-11-22T16:02:09Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph De Avila", "title": "New Jersey's Murphy Faces Ticking Clock on Top Legislative Items", "description": "Time is running out for New Jersey Gov. Phil Murphy to pass two of his priorities before the year ends: raising the minimum wage and legalizing recreational marijuana in the state.", "url": "https://www.wsj.com/articles/new-jersey-governor-faces-ticking-clock-on-top-legislative-items-1542902400", "urlToImage": "https://images.wsj.net/im-38262/social", "publishedAt": "2018-11-22T16:00:02Z", "content": "Time is running out for New Jersey Gov. Phil Murphy to pass two of his priorities before the year ends: raising the minimum wage and legalizing recreational marijuana in the state. The Democrat campaigned on both issues and hoped the Democratic-controlled Leg… [+4592 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joe Queenan", "title": "We Can All Be Thankful America Doesn't Have Putin", "description": "Be happy that the Pilgrims didn’t land in Broward County.", "url": "https://www.wsj.com/articles/we-can-all-be-thankful-america-doesnt-have-putin-1542898800", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL413_QUEENA_SOC_20181121104303.jpg", "publishedAt": "2018-11-22T15:50:18Z", "content": "Thanksgiving is the holiday that puts us in contact with our Pilgrim roots, while reminding us that we are all guests on a continent that used to belong to somebody else. That said, Thanksgiving was a much easier holiday to celebrate back in olden days. The P… [+3757 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ann M. Simmons", "title": "Head of Russia's GRU Spy Agency Dies After Illness - Wall Street Journal", "description": "Wall Street Journal Head of Russia's GRU Spy Agency Dies After Illness Wall Street Journal MOSCOW—The head of the GRU, the Russian spy agency that Western officials hold responsible for a raft of nefarious activities, including meddling in the 2016 U.S. presi…", "url": "https://www.wsj.com/articles/head-of-russias-gru-intelligence-agency-dies-after-illness-1542900639", "urlToImage": "https://images.wsj.net/im-38466/social", "publishedAt": "2018-11-22T15:33:50Z", "content": "MOSCOWThe head of the GRU, the Russian spy agency that Western officials hold responsible for a raft of nefarious activities, including meddling in the 2016 U.S. presidential elections, died earlier this week, the countrys Ministry of Defense said Thursday. I… [+3495 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Beaton", "title": "The School That Really Owns Ohio State-Michigan - Wall Street Journal", "description": "Wall Street Journal The School That Really Owns Ohio State-Michigan Wall Street Journal Michigan-Ohio State is such an important football game that it's the game called The Game. It needs no further explanation. The one and only thing Michigan and Ohio State …", "url": "https://www.wsj.com/articles/the-school-that-really-owns-ohio-state-michigan-1542899865", "urlToImage": "https://images.wsj.net/im-38143/social", "publishedAt": "2018-11-22T15:18:27Z", "content": "Michigan-Ohio State is such an important football game that its the game called The Game. It needs no further explanation. The one and only thing Michigan and Ohio State fans can agree on is that this is the greatest rivalry in all of sports and anybody who b… [+4795 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Marc Myers", "title": "Todd Rundgren Recalls the Breakup Behind 'Hello It's Me'", "description": "A high-school girlfriend inspired the song that climbed onto the charts in 1973. Thirty years later, they talked again.", "url": "https://www.wsj.com/articles/todd-rundgren-recalls-the-breakup-behind-hello-its-me-1542898800", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL132_ANATOM_SOC_20181120144319.jpg", "publishedAt": "2018-11-22T15:00:03Z", "content": "Todd Rundgren wrote his first song, Hello Its Me, in 1967, one year after a painful high-school breakup. The song was first recorded in 1968 as a slow ballad by Nazz, a band Mr. Rundgren co-founded. In late 1971, while recording the solo album Something/Anyth… [+6986 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Takashi Mochizuki", "title": "Not So Big in Japan: Apple Cuts Price of iPhone XR to Boost Sales - Wall Street Journal", "description": "Wall Street Journal Not So Big in Japan: Apple Cuts Price of iPhone XR to Boost Sales Wall Street Journal TOKYO—Less than a month after releasing the iPhone XR, Apple Inc. AAPL -0.11% is moving to offer subsidies to mobile-network operators in Japan to shore …", "url": "https://www.wsj.com/articles/not-so-big-in-japan-apple-cuts-price-of-iphone-xr-to-boost-sales-1542896625", "urlToImage": "https://images.wsj.net/im-38460/social", "publishedAt": "2018-11-22T14:23:00Z", "content": "TOKYOLess than a month after releasing the iPhone XR, Apple Inc. AAPL -0.11% is moving to offer subsidies to mobile-network operators in Japan to shore up sales of its least-expensive new smartphone, people familiar with the matter said. The de facto discount… [+3930 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: EU, U.K. Reach Accord on Plan for Future Relationship", "description": "To subscribe to the newsletter, please sign up here MUST READS EU, U.K. Agree on Text for Post-Brexit Relationship: European Union and U.K. negotiators have reached an agreement on a political declaration outlining the future ties between the EU and U.K., a d…", "url": "https://blogs.wsj.com/moneybeat/2018/11/22/eu-u-k-reach-accord-on-plan-for-future-relationship-newsletter-draft/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-22T14:19:11Z", "content": "Nov 22, 2018 9:19 am ET To subscribe to the newsletter, please sign up here MUST READS EU, U.K. Agree on Text for Post-Brexit Relationship: European Union and U.K. negotiators have reached an agreement on a political declaration outlining the future ties betw… [+123 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Reid J. Epstein", "title": "Nonvoters in Midterms More Likely to Be Younger and Less Wealthy Than Those Who Voted", "description": "American voters this month turned out in historic numbers for a midterm election, but there were tens of millions who opted not to cast their ballots, and new data casts some light on who they are.", "url": "https://www.wsj.com/articles/nonvoters-in-midterms-more-likely-to-be-younger-and-less-wealthy-than-those-who-voted-1542891600", "urlToImage": "https://images.wsj.net/im-38368/social", "publishedAt": "2018-11-22T13:48:26Z", "content": "WASHINGTONAmerican voters this month turned out in historic numbers for a midterm election, but there were tens of millions who opted not to cast their ballots, and new data casts some light on who they are. Nonvoters are far more likely to be younger, less e… [+4781 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brian Costa", "title": "Sorry Buckeyes, Ohio Mayor Fumbles and Michigan Wins—Key to the City - Wall Street Journal", "description": "Wall Street Journal Sorry Buckeyes, Ohio Mayor Fumbles and Michigan Wins—Key to the City Wall Street Journal Wade Kapszukiewicz was four months into his first term as mayor of Toledo, Ohio, earlier this year when he descended into controversy over a profoundl…", "url": "https://www.wsj.com/articles/sorry-buckeyes-ohio-mayor-fumbles-and-michigan-winskey-to-the-city-1542893401", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL086_TOLEDO_SOC_20181120121706.jpg", "publishedAt": "2018-11-22T13:33:54Z", "content": "Wade Kapszukiewicz was four months into his first term as mayor of Toledo, Ohio, earlier this year when he descended into controversy over a profoundly divisive issue: Did he give a useless glass key to the wrong college football coach? Mr. Kapszukiewicz in M… [+5162 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "China Inks Energy Deal With the Philippines—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, with the energy mix today. China inked a preliminary deal with Philippines to explore for oil and gas in the South China Sea. The deal comes as the U.S. looks to compete with China for trade partners globally. Next door, I…", "url": "https://blogs.wsj.com/moneybeat/2018/11/22/energy-journal-china-inks-energy-deal-with-the-philippines-newsletter-draft/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CD563_OILDEM_P_20181024115301.jpg", "publishedAt": "2018-11-22T13:26:53Z", "content": "Good morning. Im Neanda Salvaterra, with the energy mix today. China inked a preliminary deal with Philippines to explore for oil and gas in the South China Sea. The deal comes as the U.S. looks to compete with China for trade partners globally. Next door, In… [+5037 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laurence Norman", "title": "UK Takes a Step Toward a Smooth Brexit, but Domestic Opposition Remains - Wall Street Journal", "description": "Wall Street Journal UK Takes a Step Toward a Smooth Brexit, but Domestic Opposition Remains Wall Street Journal European Union and U.K. negotiators agreed on the outlines of future U.K.-EU ties, a document British Prime Minister Theresa May hopes to use to ra…", "url": "https://www.wsj.com/articles/eu-u-k-agree-on-text-for-post-brexit-relationship-1542885081", "urlToImage": "https://images.wsj.net/im-38464/social", "publishedAt": "2018-11-22T13:05:00Z", "content": "European Union and U.K. negotiators agreed on the outlines of future U.K.-EU ties, a document British Prime Minister Theresa May hopes to use to rally much-needed domestic support for her Brexit deal. The agreement, announced by European Council President Don… [+4578 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert Lee Hotz", "title": "Headed to Mars: A Big Experiment in Tiny Satellites - Wall Street Journal", "description": "Wall Street Journal Headed to Mars: A Big Experiment in Tiny Satellites Wall Street Journal PASADENA, Calif.—Rapidly approaching Mars are the two smallest and cheapest spacecraft to ever cross between the planets, in the vanguard of what U.S. and European sat…", "url": "https://www.wsj.com/articles/headed-to-mars-a-big-experiment-in-tiny-satellites-1542891601", "urlToImage": "https://images.wsj.net/im-38281/social", "publishedAt": "2018-11-22T13:03:06Z", "content": "PASADENA, Calif.Rapidly approaching Mars are the two smallest and cheapest spacecraft to ever cross between the planets, in the vanguard of what U.S. and European satellite designers hope one day will be swarms of tiny probes prowling the solar system. The tw… [+7078 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "SEARS, TOYS 'R' US Downfall Gives Lift to Retail Survivors...", "description": "Downfall of Sears, Toys ‘R’ Us Gives Lift to Retail’s Survivors As millions of Americans flock to stores on Thanksgiving evening and Black Friday, some will be making fewer stops after the drumbeat of retail closings this year. Gone are hundreds of Toys “R” U…", "url": "https://www.wsj.com/articles/downfall-of-sears-toys-r-us-gives-lift-to-retails-survivors-1542906000", "urlToImage": "https://images.wsj.net/im-38420/social", "publishedAt": "2018-11-22T12:16:53Z", "content": "As millions of Americans flock to stores on Thanksgiving evening and Black Friday, some will be making fewer stops after the drumbeat of retail closings this year. Gone are hundreds of Toys R Us, Sears and Bon-Ton department stores. The disruption is deliveri… [+5450 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Abrams", "title": "American's Fatal Missionary Trip Was a 'Misplaced Adventure,' Police Say - Wall Street Journal", "description": "Wall Street Journal American's Fatal Missionary Trip Was a 'Misplaced Adventure,' Police Say Wall Street Journal The tribe that allegedly killed an American missionary on a remote Indian island has a long history of violent resistance to outsiders. Police bel…", "url": "https://www.wsj.com/articles/americans-fatal-missionary-trip-was-a-misplaced-adventure-police-say-1542887776", "urlToImage": "https://images.wsj.net/im-38453/social", "publishedAt": "2018-11-22T11:56:00Z", "content": "The tribe that allegedly killed an American missionary on a remote Indian island has a long history of violent resistance to outsiders. Police believe John Allen Chau died last week on North Sentinel Island, in Indias Andaman and Nicobar archipelago. The isol… [+2983 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Takashi Mochizuki", "title": "Not So Big in Japan: Apple Cuts Price of iPhone XR to Boost Sales - Wall Street Journal", "description": "Wall Street Journal Not So Big in Japan: Apple Cuts Price of iPhone XR to Boost Sales Wall Street Journal TOKYO—Less than a month after releasing the iPhone XR, Apple Inc. AAPL -0.11% is moving to offer subsidies to mobile-network operators in Japan to shore …", "url": "https://www.wsj.com/articles/not-so-big-in-japan-apple-cuts-price-of-iphone-xr-to-boost-sales-1542878065", "urlToImage": "https://images.wsj.net/im-38444/social", "publishedAt": "2018-11-22T09:14:00Z", "content": "TOKYOLess than a month after releasing the iPhone XR, Apple Inc. AAPL -0.11% is moving to offer subsidies to mobile-network operators in Japan to shore up sales of its least expensive new smartphone, people familiar with the matter said. The de facto discount… [+3884 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Regulators Seek Clarity on Boeing 737 Safety Systems After Lion Air Crash", "description": "U.S. regulators are pressing for clarity on automated flight-control systems in Boeing’s latest 737 models, as they seek to address inconsistencies in how airlines have informed pilots about one of the features.", "url": "https://www.wsj.com/articles/regulators-push-for-clarity-on-boeing-737-safety-systems-after-lion-air-crash-1542854965", "urlToImage": "https://images.wsj.net/im-38429/social", "publishedAt": "2018-11-22T04:30:45Z", "content": "U.S. regulators are pressing for clarity on automated flight-control systems in Boeing Co.s BA -0.12% latest 737 models in the wake of last months Lion Air crash, according to people familiar with matter, as they seek to address inconsistencies in how airline… [+7740 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Chief Justice Rebuts Trump's Attacks on Judges, and President Tweets Back", "description": "President Trump and Chief Justice John Roberts engaged in an extraordinary debate over the independence of federal courts, issuing dueling statements that publicly exposed the judiciary’s long-simmering distress with Mr. Trump’s attacks on the legal system.", "url": "https://www.wsj.com/articles/chief-justice-roberts-rebuts-trumps-attacks-on-judges-1542827385", "urlToImage": "https://images.wsj.net/im-38355/social", "publishedAt": "2018-11-22T03:28:13Z", "content": "WASHINGTONPresident Trump and Chief Justice John Roberts engaged in an extraordinary debate Wednesday over the independence of federal courts, issuing dueling statements that publicly exposed the judiciarys long simmering distress with Mr. Trumps attacks on t… [+5010 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Becky Yerak", "title": "Bankrupt iHEARTMEDIA Wants to Pay Top Brass Up to $33 Million in Bonuses...", "description": "Bankrupt iHEARTMEDIA Wants to Pay Top Brass Up to $33 Million in Bonuses... (Third column, 6th story, link ) Advertise here", "url": "https://www.wsj.com/articles/bankrupt-iheartmedia-wants-to-pay-top-brass-up-to-33-million-in-bonuses-1542826300", "urlToImage": "https://images.wsj.net/im-38353/social", "publishedAt": "2018-11-22T03:07:37Z", "content": "iHeartMedia Inc., a radio-station operator that filed for bankruptcy in March, is seeking a judges approval for a bonus plan that could pay its top executives as much as $33 million next year. In papers filed Tuesday in U.S. Bankruptcy Court in Houston, iHear… [+2662 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bill Spindle", "title": "Can India Afford to Cool Down?", "description": "The world’s fastest-growing market for air conditioners sparks a search for power-saving strategies that could help all developing countries.", "url": "https://www.wsj.com/articles/can-india-afford-to-cool-down-1542820862", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL300_acindi_TOP_20181120174517.jpg", "publishedAt": "2018-11-22T03:04:33Z", "content": "A few years ago, officials in Indias capital of New Delhi started noticing an unfamiliar spike in electricity usage on hot weekday afternoons and then again around 11 pm. The reason: Families like Prerna and Nikhil Gulati. The couple received their first air … [+7392 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Vieira", "title": "Canada Unveils Tax Incentives", "description": "Canada revealed billions in economic measures aimed at jump-starting lackluster business spending and countering the risk of lost investment to the U.S.", "url": "https://www.wsj.com/articles/canada-unveils-tax-incentives-to-offset-trump-effect-1542837471", "urlToImage": "https://images.wsj.net/im-38407/social", "publishedAt": "2018-11-22T02:41:11Z", "content": "OTTAWACanada on Wednesday unveiled billions in economic measures aimed at jump-starting lackluster business spending and countering the risk of lost investment to the U.S. stemming from the Trump administrations tax reform. The initiatives, contained in the L… [+4356 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Hookway", "title": "Thailand Probes Boat Sinking, With Billions of Chinese Tourist Dollars at Stake", "description": "Thai accident investigators have begun a painstaking examination of a pleasure boat that sank in July, killing 47 Chinese tourists, with the goal of winning back the confidence of one of the single biggest contributors to Thailand’s economy.", "url": "https://www.wsj.com/articles/thailand-probes-boat-sinking-with-billions-of-chinese-tourist-dollars-at-stake-1542793831", "urlToImage": "https://images.wsj.net/im-38244/social", "publishedAt": "2018-11-22T02:40:56Z", "content": "BANGKOKThai accident investigators have begun a painstaking examination of a pleasure boat that sank in July, killing 47 Chinese tourists, with the goal of winning back the confidence of one of the single biggest contributors to Thailands economy. Visitors fr… [+3452 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Spencer Jakab", "title": "The Case for Buying GE (Yes, Really)", "description": "General Electric has frustrated bottom-pickers for the past year, but a rational approach suggests it could either be worth a whole lot more—or possibly nothing at all.", "url": "https://www.wsj.com/articles/the-case-for-buying-ge-yes-really-1542797042", "urlToImage": "https://si.wsj.net/public/resources/images/OG-CA118_201811_G_20181120172138.gif", "publishedAt": "2018-11-22T02:16:03Z", "content": "General Electric, once the worlds most valuable company, might be worthless. But what if this is precisely the time to buy? The last time GE shares got this low was at the depth of the financial crisis when there was a real chance that its huge financial arm,… [+4331 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bojan Pancevski", "title": "U.S. Weighs Inviting German Auto CEOs to White House to Press for More U.S. Production", "description": "The Trump administration is considering inviting the CEOs of Germany’s three largest car makers to the White House amid growing impatience in Washington at the slow pace of trade talks with the EU.", "url": "https://www.wsj.com/articles/u-s-weighs-inviting-german-auto-ceos-to-white-house-to-press-for-more-u-s-based-production-1542825899", "urlToImage": "https://images.wsj.net/im-38350/social", "publishedAt": "2018-11-22T00:45:52Z", "content": "BERLINThe Trump administration is considering inviting the CEOs of Germanys three largest car makers to the White House amid growing impatience in Washington at the slow pace of talks with the European Union on forging a trans-Atlantic trade deal, according t… [+3194 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Kitchen", "title": "Passwords Aren't Enough. The Key to Online Security Is a Key.", "description": "These physical devices by Yubico and Google are helping guard you against online hackers. Just don’t lose them.", "url": "https://www.wsj.com/articles/passwords-arent-enough-the-key-to-online-security-is-a-key-1542834498", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL223_PASSWO_SOC_20181120163115.jpg", "publishedAt": "2018-11-22T00:42:18Z", "content": "NO MATTER how much alphanumeric complexity you add to passwords, chances are theyre still not strong enough. Dont worry, mine are even weaker. Against all advice, Im only willing to deliver the bare minimum asked of me when it comes to mixing numbers, letters… [+2368 chars]"}]}