{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "UK's May Faces Brexit Test as Officials Reach Draft Deal - Wall Street Journal", "description": "Wall Street Journal UK's May Faces Brexit Test as Officials Reach Draft Deal Wall Street Journal Negotiators for Britain and the European Union on Tuesday hammered out a draft Brexit deal, setting up a critical endgame in which Prime Minister Theresa May must…", "url": "https://www.wsj.com/articles/brexit-negotiators-reach-preliminary-deal-1542129138", "urlToImage": "https://images.wsj.net/im-36702/social", "publishedAt": "2018-11-13T23:40:00Z", "content": "Negotiators for Britain and the European Union on Tuesday hammered out a draft Brexit deal, setting up a critical endgame in which Prime Minister Theresa May must now try to sell the plan to her skeptical ministers and Parliament. Following more than two year… [+4608 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "McCarthy Is Likely Victor in GOP House Leadership Contest", "description": "House Majority Leader Kevin McCarthy will likely be elected Republicans’ minority leader Wednesday, ending a power struggle that has simmered for months.", "url": "https://www.wsj.com/articles/kevin-mccarthy-emerges-as-likely-victor-in-gop-house-leadership-contest-1542140927", "urlToImage": "https://images.wsj.net/im-36780/social", "publishedAt": "2018-11-13T23:30:45Z", "content": "WASHINGTONHouse Majority Leader Kevin McCarthy (R., Calif.) will likely be elected Republicans minority leader Wednesday, ending a power struggle that has simmered since Speaker Paul Ryan (R., Wis.) announced his retirement in April. Mr. Ryans unusual decisio… [+4988 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Georgia Wells", "title": "Future of Tech: Smarter Cameras Will Transform Everyday Life - Wall Street Journal", "description": "Wall Street Journal Future of Tech : Smarter Cameras Will Transform Everyday Life Wall Street Journal... J. Wolf, co-founder and managing director of the consulting firm Activate Inc., said in an interview. It is one of several findings he is sharing Tuesday …", "url": "https://www.wsj.com/articles/future-of-tech-smarter-cameras-will-transform-everyday-life-1542150001", "urlToImage": "https://images.wsj.net/im-36843/social", "publishedAt": "2018-11-13T23:05:42Z", "content": "LAGUNA BEACH, Calif.Smart speakers sitting on kitchen counters get a lot of attention, but advances in intelligent-camera systems could end up making lenses more central to peoples lives inside and outside the home. The smart camera is going to have a greater… [+2376 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Timothy Puko", "title": "EPA Targets Trucking Industry for New Air Pollution Rules", "description": "The Trump administration is pushing for new limits on pollution from commercial trucks, a rare move toward stricter air-quality rules for an administration that has prioritized deregulation.", "url": "https://www.wsj.com/articles/epa-targets-trucking-industry-for-new-air-pollution-rules-1542139204", "urlToImage": "https://images.wsj.net/im-36772/social", "publishedAt": "2018-11-13T23:04:57Z", "content": "WASHINGTONThe Trump administration is pushing for new limits on pollution from commercial trucks, a rare move toward stricter air-quality rules for an administration that has prioritized deregulation. Leaders at the Environmental Protection Agency say polluti… [+4668 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas MacMillan", "title": "Waymo CEO Says Alphabet Unit Plans to Launch Driverless Car Service", "description": "The head of Alphabet’s Waymo unit said it plans to launch its first commercial self-driving car service in the next two months and expects businesses to be among its biggest customers.", "url": "https://www.wsj.com/articles/waymo-ceo-says-alphabet-unit-plans-to-launch-driverless-car-service-in-coming-months-1542135341", "urlToImage": "https://images.wsj.net/im-36716/social", "publishedAt": "2018-11-13T22:59:53Z", "content": "LAGUNA BEACH, Calif.The head of Alphabet Inc.s Waymo unit said it plans to launch its first commercial self-driving car service in the next two months and expects businesses to be among its biggest customers. Speaking at The Wall Street Journals WSJ Tech D.Li… [+2518 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joe Flint", "title": "CNN Sues White House Over Acosta PressCredentials", "description": "CNN filed a lawsuit against the Trump administration that seeks to reinstate the press credentials of Jim Acosta, the reporter banned from the White House after clashing with President Trump last week.", "url": "https://www.wsj.com/articles/cnn-sues-trump-administration-over-jim-acosta-presscredentials-1542119994", "urlToImage": "https://images.wsj.net/im-36646/social", "publishedAt": "2018-11-13T22:58:58Z", "content": "CNN filed a lawsuit against President Trump and his administration seeking to reinstate the credentials of Jim Acosta, the cable news channel correspondent who was banned from the White House after clashing with the president during a press conference last we… [+5554 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "CNN's Acosta Privilege - Wall Street Journal", "description": "Wall Street Journal CNN's Acosta Privilege Wall Street Journal The U.S. District Court for the District of Columbia will soon have to consider what America owes to a CNN television correspondent named Jim Acosta. Today he and CNN filed a lawsuit asserting tha…", "url": "https://www.wsj.com/articles/cnns-acosta-privilege-1542149623", "urlToImage": "https://images.wsj.net/im-36720/social", "publishedAt": "2018-11-13T22:56:26Z", "content": "The U.S. District Court for the District of Columbia will soon have to consider what America owes to a CNN television correspondent named Jim Acosta. Today he and CNN filed a lawsuit asserting that unlike almost every other person in the country, Mr. Acosta h… [+6368 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Edward Rothstein", "title": "'Extreme Nature!' Review: Horror and Beauty in the World Around Us", "description": "With the rise of popular science in the 19th century, images of extraordinary environments entered the public imagination.", "url": "https://www.wsj.com/articles/extreme-nature-review-horror-and-beauty-in-the-world-around-us-1542149487", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ296_EXTREM_SOC_20181113124639.jpg", "publishedAt": "2018-11-13T22:51:29Z", "content": "Williamstown, Mass. Here are raging torrents and stormy mountain passes, forbidding landscapes, heaving storms, Boston ablaze, Paris floodeda far cry from the bucolic pastoral setting of the Clark Art Institute. Extreme Nature! the exhibitions title exclaims,… [+5257 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peg Brickley", "title": "The Wall Street Journal: Judge OKs Toys ‘R’ Us bankruptcy payment plan", "description": "A judge signed off Tuesday on a bankruptcy plan for Toys “R” Us that gives control of the brand to a group of hedge funds, and a fractional payment to suppliers, after a failed turnaround effort left 33,000 workers without jobs and all of its U.S. stores clos…", "url": "https://www.wsj.com/articles/toys-r-us-wins-confirmation-of-chapter-11-payment-plan-1542148278", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GM031_toysru_ZG_20180705151036.jpg", "publishedAt": "2018-11-13T22:38:12Z", "content": "A judge signed off Tuesday on a bankruptcy plan for Toys R Us that gives control of the brand to a group of hedge funds, and a fractional payment to suppliers, after a failed turnaround effort left 33,000 workers without jobs and all of its U.S. stores closed… [+1068 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eliot Brown", "title": "The Wall Street Journal: SoftBank’s $3 billion latest investment values WeWork at $45 billion", "description": "Japanese conglomerate SoftBank Group Corp. has committed $3 billion to WeWork Cos. in a deal that values the company at about $45 billion, the New York-based shared-office company said Tuesday, a major infusion of new funding by WeWork’s largest investor.", "url": "https://www.wsj.com/articles/softbank-boosts-wework-valuation-to-45-billion-1542121203", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY471_wework_ZG_20181113172809.jpg", "publishedAt": "2018-11-13T22:30:37Z", "content": "Japanese conglomerate SoftBank Group Corp. has committed $3 billion to WeWork Cos. in a deal that values the company at about $45 billion, the New York-based shared-office company said Tuesday, a major infusion of new funding by WeWorks largest investor. If c… [+1351 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew FitzGerald", "title": "6 TV station owners settle federal antitrust charges", "description": "A group of six television station owners on Tuesday agreed to settle Justice Department charges that they used third-party firms to illegally coordinate on sales of local advertising spots.", "url": "https://www.wsj.com/articles/six-tv-station-owners-settle-justice-department-antitrust-allegations-1542126110", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FL973_sincla_ZG_20170507163045.jpg", "publishedAt": "2018-11-13T22:18:34Z", "content": "A group of six television station owners on Tuesday agreed to settle Justice Department charges that they used third-party firms to illegally coordinate on sales of local advertising spots. Sinclair Broadcast Group Inc. SBGI, +0.32%, Tribune Media Co. TRCO, -… [+1471 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Allison Prang", "title": "Home Depot Ratchets Up Fiscal-Year Guidance", "description": "Home Depot reported third-quarter earnings up 32% from a year earlier and again increased its guidance for the fiscal year.", "url": "https://www.wsj.com/articles/home-depot-ratchets-up-fiscal-year-guidance-1542108717", "urlToImage": "https://images.wsj.net/im-36620/social", "publishedAt": "2018-11-13T22:18:10Z", "content": "Home Depot Inc. HD -0.24% reported third-quarter earnings that rose sharply from a year earlier and again raised its full-year guidance as the retailer benefited from strong demand in the home-improvement business. However, the company said it would continue … [+3370 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chester Dawson", "title": "The Wall Street Journal: Chinese auto maker Zotye plans to start U.S. sales in 2020", "description": "Chinese car maker Zotye Automobile International Co. plans to start selling a vehicle in the U.S. starting in 2020, despite new Trump administration tariffs imposed this year on vehicle imports from China.", "url": "https://www.wsj.com/articles/chinese-car-maker-plans-to-start-u-s-sales-of-imported-suv-in-2020-1542133174", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY470_zotye1_ZG_20181113170728.jpg", "publishedAt": "2018-11-13T22:09:02Z", "content": "Chinese car maker Zotye Automobile International Co. plans to start selling a vehicle in the U.S. starting in 2020, despite new Trump administration tariffs imposed this year on vehicle imports from China. Zotye 000980, +5.51% will build the vehicles in China… [+939 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anatoly Kurmanaev", "title": "Russia Threatens to Boycott Davos Over Disinvited Tycoons", "description": "Russia threatened to pull its delegation of dozens of Russian oligarchs and state company executives to a global gathering in Switzerland if the organizers didn’t reinstate invitations to three tycoons under U.S. sanctions.", "url": "https://www.wsj.com/articles/russia-threatens-to-boycott-davos-over-disinvited-tycoons-1542131475", "urlToImage": "https://images.wsj.net/im-36695/social", "publishedAt": "2018-11-13T21:29:46Z", "content": "MOSCOWRussia threatened to boycott an important global meeting of business and political leaders in Davos, Switzerland, if the organizers didnt reinstate invitations to three tycoons under U.S. sanctions. If these decisions which were made regarding the repre… [+2988 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Bunge", "title": "Tyson Says Pressure on Meat Prices Likely to Persist", "description": "Tyson Foods expects meat prices to face continued pressure, as the U.S. protein industry grapples with rising supplies and trade disputes.", "url": "https://www.wsj.com/articles/sales-dip-at-tyson-as-meat-prices-sag-1542115313", "urlToImage": "https://images.wsj.net/im-36642/social", "publishedAt": "2018-11-13T21:28:55Z", "content": "Tyson Foods Inc. TSN -5.58% expects meat prices to face continued pressure over the next year, as the U.S. protein industry grapples with rising supplies and trade disputes, executives said. Lower meat prices led the Arkansas-based company to reduce its 2019 … [+2113 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas Grove", "title": "Turkish Court Throws Out Case Against Journal Reporter", "description": "A Turkish court threw out the conviction against a former Wall Street Journal reporter on Tuesday, annulling a widely criticized verdict at a time when Turkey is looking to improve relations with the West.", "url": "https://www.wsj.com/articles/turkish-case-against-former-wall-street-journal-reporter-is-thrown-out-1542137759", "urlToImage": "https://images.wsj.net/im-36727/social", "publishedAt": "2018-11-13T21:24:00Z", "content": "A Turkish court threw out the conviction against a former Wall Street Journal reporter on Tuesday, annulling a widely criticized verdict at a time when Turkey is looking to improve relations with the West. The reporter, Ayla Albayrak, had appealed the guilty … [+4120 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nancy McDonell", "title": "The Surprisingly Rich History of Women's Underwear as Outerwear", "description": "Since Marie-Antoinette’s chemise-like muslin gown provoked hecklers in 18th-century France, women have been upending notions of what may be worn outside.", "url": "https://www.wsj.com/articles/the-surprisingly-rich-history-of-womens-underwear-as-outerwear-1542143863", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ339_FWAP_SOC_20181113145314.jpg", "publishedAt": "2018-11-13T21:17:50Z", "content": "IT WAS THE BRIDE in pajamas that confirmed it for me: Intimates are the new normal. Pajamas, dressing gowns, bras and slipsclothing that once remained mostly unseenhave crossed from the private to the public sphere. The bride in question, humanitarian worker … [+4997 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mark Maremont", "title": "Defunct Patent Firm That Matthew Whitaker Advised Posted Video Featuring Donald Trump", "description": "World Patent Marketing Inc., the defunct firm for which Acting Attorney General Matthew Whitaker served as a paid advisory-board member and which now faces an FBI probe, once posted a video featuring Mr. Trump.", "url": "https://www.wsj.com/articles/defunct-patent-firm-that-matthew-whitaker-advised-posted-video-featuring-trump-1542139220", "urlToImage": "https://images.wsj.net/im-36741/social", "publishedAt": "2018-11-13T21:12:06Z", "content": "The now-defunct Florida company where Acting Attorney General Matthew Whitaker served as a paid advisory-board member once posted a promotional video featuring someone who has since risen to even greater heights in the administration: Donald Trump. It is the … [+3536 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erin Ailworth", "title": "Hunt for Victims Expands in Northern California Fire", "description": "As the search expanded for more victims of the Camp Fire, which has claimed at least 42 lives, firefighters corralled one of the major blazes burning near Los Angeles.", "url": "https://www.wsj.com/articles/hunt-for-bodies-expands-in-northern-california-as-a-southern-blaze-is-largely-contained-1542139409", "urlToImage": "https://images.wsj.net/im-36763/social", "publishedAt": "2018-11-13T20:58:44Z", "content": "CHICO, Calif.Firefighters on Tuesday corralled one of the major blazes burning in Southern California, as the search expanded for more victims in an inferno to the north that already has claimed at least 42 lives. As of Tuesday morning, officials said the 4,5… [+3447 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "What Is Amazon Getting From New York City and Virginia?", "description": "Take a closer look at the communities where Amazon will set up—and the incentives offered to get the e-commerce giant to move in.", "url": "https://www.wsj.com/articles/what-is-amazon-getting-from-new-york-city-and-virginia-1542127124", "urlToImage": "https://images.wsj.net/im-36710/social", "publishedAt": "2018-11-13T20:56:27Z", "content": "Amazon.com Inc. AMZN -0.35% on Tuesday said it would split its so-called HQ2 in half between New York and Northern Virginia. The decision effectively gives Seattle-based Amazon a major presence in three coastal hubs. The company also said it would create a ne… [+3099 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Are Companies That Stay Private Bad for the Economy?", "description": "NYSE Chief Operating Officer Stacey Cunningham spoke with WSJ's Gerard Baker about the trend of companies choosing to stay private for longer and what this means for the U.S. economy. Cunningham appeared the WSJ D. Live Tech conference in Laguna Beach, Calif.…", "url": "http://www.wsj.com/video/are-companies-that-stay-private-bad-for-the-economy/D3D36910-6D07-40ED-8851-DA3E8E55F4B9.html", "urlToImage": "http://m.wsj.net/video/20181113/111318cunningham2/111318cunningham2_1280x720.jpg", "publishedAt": "2018-11-13T20:55:08Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Gershman", "title": "CNN v. Trump: Is There a Constitutional Right to a Press Pass? - Wall Street Journal", "description": "Wall Street Journal CNN v. Trump: Is There a Constitutional Right to a Press Pass? Wall Street Journal A federal judge could soon decide whether the Trump administration violated the U.S. Constitution when it stripped away the press credentials of CNN's chief…", "url": "https://www.wsj.com/articles/cnn-v-trump-is-there-a-constitutional-right-to-a-press-pass-1542142441", "urlToImage": "https://images.wsj.net/im-35680/social", "publishedAt": "2018-11-13T20:54:00Z", "content": "A federal judge could soon decide whether the Trump administration violated the U.S. Constitution when it stripped away the press credentials of CNNs chief White House correspondent. Legal experts say CNNs lawsuit, which was filed Tuesday in Washington, makes… [+3707 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas MacMillan", "title": "Amazon Has Over 10,000 Employees Working on Alexa, Echo", "description": "Amazon.com has more than 10,000 employees working on its Alexa virtual assistant and the Echo devices it powers, the executive in charge of the business said Tuesday.", "url": "https://www.wsj.com/articles/amazon-says-it-has-over-10-000-employees-working-on-alexa-echo-1542138284", "urlToImage": "https://images.wsj.net/im-36758/social", "publishedAt": "2018-11-13T20:49:26Z", "content": "LAGUNA BEACH, Calif. Amazon.com Inc. AMZN -0.35% has more than 10,000 employees working on its Alexa virtual assistant and the Echo devices it powers, the executive in charge of the business said, double the staff in that division a little more than a year ag… [+2597 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump Names Neomi Rao to Kavanaugh's Circuit Court Seat", "description": "President Trump has nominated Neomi Rao, an administrator in the Office of Management and Budget, to serve as a judge of the U.S. Court of Appeals for the D.C. Circuit, filling a seat vacated by Supreme Court Justice Brett Kavanaugh.", "url": "https://www.wsj.com/articles/trump-names-neomi-rao-to-kavanaughs-circuit-court-seat-1542139755", "urlToImage": "https://images.wsj.net/im-36785/social", "publishedAt": "2018-11-13T20:48:40Z", "content": "WASHINGTONPresident Trump said Tuesday that he had nominated Neomi Rao, an administrator in the Office of Management and Budget, to serve as a judge of the U.S. Court of Appeals for the D.C. Circuit, filling a seat vacated by Supreme Court Justice Brett Kavan… [+1031 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kate Davidson", "title": "U.S. Budget Deficit Widened in October, Treasury Says", "description": "The federal government started its new fiscal year much as it ended the last one—with spending up and revenues lagging behind the broader economy.", "url": "https://www.wsj.com/articles/u-s-budget-deficit-widened-in-october-treasury-says-1542135929", "urlToImage": "https://images.wsj.net/im-32839/social", "publishedAt": "2018-11-13T20:45:14Z", "content": "WASHINGTONThe U.S. government ran a $100 billion deficit last month, compared with a $63 billion budget gap in October 2017, as spending growth outpaced revenue growth, the U.S. Treasury said Tuesday. The Treasury Department said federal outlays rose 18% in t… [+1596 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Kiernan", "title": "Banks Left Standards for Business Lending Unchanged in Third Quarter", "description": "Most banks in the U.S. left their standards for lending to businesses little changed in the third quarter, according to a Federal Reserve survey. Among those changing their standards, more eased than tightened.", "url": "https://www.wsj.com/articles/banks-eased-lending-standards-to-businesses-in-third-quarter-fed-says-1542135831", "urlToImage": "https://images.wsj.net/im-34918/social", "publishedAt": "2018-11-13T20:30:59Z", "content": "WASHINGTONMost banks in the U.S. left their standards for lending to businesses little changed in the third quarter, according to the Federal Reserves latest survey of senior loan officers. Of those that changed their business-lending standards, more eased th… [+1529 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "In the Elevator With Steve Ballmer", "description": "WSJ's Joanna Stern \"bumps into\" former Microsoft CEO and Clippers owner Steve Ballmer in the WSJ elevator and asks about his time at Microsoft, NFL player protests and his new non-profit USAFacts. Photo: Andria Chamberlin for The Wall Street Journal", "url": "http://www.wsj.com/video/series/in-the-elevator-with/in-the-elevator-with-steve-ballmer/09548B3A-8F64-4FB4-8AE6-4C5FC32A717C", "urlToImage": "http://m.wsj.net/video/20181113/111318elevatorballmer/111318elevatorballmer_1280x720.jpg", "publishedAt": "2018-11-13T20:14:48Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Newley Purnell", "title": "Walmart's Flipkart CEO Steps Down After Misconduct Allegations", "description": "Walmart said the chief executive of Flipkart Group, its Indian e-commerce business, has resigned following an independent investigation into alleged personal misconduct that Walmart said he “strongly denies.”", "url": "https://www.wsj.com/articles/walmarts-flipkart-ceo-steps-down-in-wake-of-misconduct-allegations-1542112991", "urlToImage": "https://images.wsj.net/im-36629/social", "publishedAt": "2018-11-13T19:55:20Z", "content": "Walmart Inc. WMT -1.37% said the chief executive of Flipkart Group, its Indian e-commerce business, resigned following an independent investigation into a personal misconduct allegation. Binny Bansal, one of the co-founders of Bangalore-based Flipkart, decide… [+3251 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Maloney", "title": "E-cigarette company Juul is quitting social media", "description": "E-cigarette startup Juul Labs Inc. said it is shutting down its Facebook and Instagram accounts and curbing its use of other social media in the U.S., part of the company’s response to the Food and Drug Administration’s call for changes to curb underage e-cig…", "url": "https://www.wsj.com/articles/juul-says-it-will-quit-social-media-1542135824?mod=searchresults&amp;page=1&amp;pos=1", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY224_juul11_ZG_20181108232650.jpg", "publishedAt": "2018-11-13T19:39:41Z", "content": "E-cigarette startup Juul Labs Inc. said it is shutting down its Facebook and Instagram accounts and curbing its use of other social media in the U.S., part of the companys response to the Food and Drug Administrations call for changes to curb underage e-cigar… [+1386 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Are Our Processors Vulnerable to Attack?", "description": "At the WSJ D.Live Tech conference, Renee James, Chairman and CEO of Ampere, and Richard Clemmer, CEO of NXP Semiconductors, discuss the likelihood of Chinese companies inserting tiny chips into U.S. company servers to compromise security.", "url": "http://www.wsj.com/video/are-our-processors-vulnerable-to-attack/1A0EEA91-7E78-46B2-9E8C-F141446B7C8D.html", "urlToImage": "http://m.wsj.net/video/20181113/111318chips/111318chips_1280x720.jpg", "publishedAt": "2018-11-13T19:35:43Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Bensinger", "title": "Semiconductor Chiefs Cast Doubt on Report of Malicious Chips in Global Supply Chain", "description": "Top executives from two semiconductor firms said a hack described in a recent report that purportedly involved Chinese spies infiltrating the hardware supply chain seemed unlikely but not impossible.", "url": "https://www.wsj.com/articles/semiconductor-chiefs-cast-doubt-on-report-of-malicious-chips-in-global-supply-chain-1542136637", "urlToImage": "https://images.wsj.net/im-36761/social", "publishedAt": "2018-11-13T19:33:16Z", "content": "LAGUNA BEACH, Calif.Top executives from two semiconductor firms said a hack described in a recent report that purportedly involved Chinese spies infiltrating the hardware supply chain seemed unlikely but not impossible. Feasible maybe, not practical, Renée Ja… [+1311 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Brex CEO on His Most Successful Advertising Campaign", "description": "Brex CEO Henrique Dubugras reveals how much more his startup has profited from billboard advertising as opposed to ads on social media. Photo: Nikki Ritcher for the Wall Street Journal", "url": "http://www.wsj.com/video/brex-ceo-on-his-most-successful-advertising-campagin/5C27A4E7-6C48-4FBF-B5CE-3D496FC51F2B.html", "urlToImage": "http://m.wsj.net/video/20181113/111318brex2/111318brex2_1280x720.jpg", "publishedAt": "2018-11-13T19:30:54Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The Surprising Power of Old-School Billboards in Driving Sales", "description": "Brex CEO Henrique Dubugras reveals how much more his startup has profited from billboard advertising as opposed to ads on social media. Photo: Nikki Ritcher for the Wall Street Journal", "url": "http://www.wsj.com/video/the-surprising-power-of-old-school-billboards-in-driving-sales/5C27A4E7-6C48-4FBF-B5CE-3D496FC51F2B.html", "urlToImage": "http://m.wsj.net/video/20181113/111318brex2/111318brex2_1280x720.jpg", "publishedAt": "2018-11-13T19:30:54Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael S. Derby", "title": "Better Family Policies Could Draw Millions of Workers Into Labor Force", "description": "Improving family leave and support policies could draw million of workers back into the U.S. labor force and help bring labor-participation rates closer to those seen in other major economies, according to new research from the Federal Reserve Bank of San Fra…", "url": "https://www.wsj.com/articles/better-family-policies-could-draw-millions-of-workers-into-labor-force-research-shows-1542134175", "urlToImage": "https://images.wsj.net/im-36745/social", "publishedAt": "2018-11-13T18:52:31Z", "content": "Improving family leave and support policies could draw million of workers back into the U.S. labor force and help bring labor-participation rates closer to those seen in other major economies, according to new research from the Federal Reserve Bank of San Fra… [+2806 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eric Morath", "title": "Amazon, Google Chase Software Developers—But Not the Same Ones - Wall Street Journal", "description": "Wall Street Journal Amazon, Google Chase Software Developers—But Not the Same Ones Wall Street Journal Amazon.com Inc. AMZN 0.61% and Alphabet Inc.'s GOOGL 0.56% Google are planning to recruit thousands of employees in New York City, pitting the two behemoths…", "url": "https://www.wsj.com/articles/amazon-google-chase-software-developersbut-not-the-same-ones-1542133719", "urlToImage": "https://images.wsj.net/im-36740/social", "publishedAt": "2018-11-13T18:30:56Z", "content": "Amazon.com Inc. AMZN 0.07% and Alphabet Inc.s GOOGL 0.22% Google are planning to recruit thousands of employees in New York City, pitting the two behemoths against one another and other businesses for already-scarce talent in the area. The competition for tal… [+4762 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Uditha Jayasinghe", "title": "Sri Lankan High Court Blocks Move to Dissolve Parliament - Wall Street Journal", "description": "Wall Street Journal Sri Lankan High Court Blocks Move to Dissolve Parliament Wall Street Journal COLOMBO, Sri Lanka—The country's highest court blocked an order to dissolve Parliament and hold national elections, the latest twist in a political showdown betwe…", "url": "https://www.wsj.com/articles/sri-lankan-high-court-blocks-move-to-dissolve-parliament-1542133238", "urlToImage": "https://images.wsj.net/im-36714/social", "publishedAt": "2018-11-13T18:26:37Z", "content": "COLOMBO, Sri LankaThe countrys highest court blocked an order to dissolve Parliament and hold national elections, the latest twist in a political showdown between Sri Lankas president and its lawmakers. Sri Lanka has been caught in a constitutional crisis sin… [+2004 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "El Chapo’s Trial: The Charges Facing the Infamous Drug Lord", "description": "The highly-anticipated trial for Mexican drug lord Joaquín “El Chapo” Guzmán began in New York on Tuesday. WSJ’s Shelby Holliday breaks down the various charges he’s facing. Photo: AP", "url": "http://www.wsj.com/video/el-chapos-trial-the-charges-facing-the-infamous-drug-lord/0751B444-1473-4575-9285-879B726DCD40.html", "urlToImage": "http://m.wsj.net/video/20181113/111318elchapo/111318elchapo_1280x720.jpg", "publishedAt": "2018-11-13T18:22:05Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "The Wall Street Journal: U.K. and EU negotiators reach draft Brexit agreement in Brussels", "description": "European Union and U.K. negotiators hammered out a draft Brexit deal in Brussels on Tuesday that British Prime Minister Theresa May will put to her cabinet Wednesday.", "url": "https://www.wsj.com/articles/brexit-negotiators-reach-preliminary-deal-1542129138?mod=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FO214_theres_ZG_20170612033937.jpg", "publishedAt": "2018-11-13T18:17:27Z", "content": "European Union and U.K. negotiators hammered out a draft Brexit deal in Brussels on Tuesday that British Prime Minister Theresa May will put to her cabinet Wednesday. Major challenges still lay ahead to getting a final Brexit deal in place before Britain is s… [+525 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin", "title": "IRS Chief Seeks to Win Respect for the Agency", "description": "New IRS head Charles Rettig wants appreciation from taxpayers and to aid non-English speakers.", "url": "https://www.wsj.com/articles/new-irs-chief-seeks-respect-for-the-agency-1542130530", "urlToImage": "https://images.wsj.net/im-36708/social", "publishedAt": "2018-11-13T18:16:27Z", "content": "WASHINGTONIRS Commissioner Charles Rettig said Tuesday that he wants his agency to gain respect from taxpayers and provide better service to people who speak little English, as he made his first public remarks in his new job. Referencing his in-laws, who live… [+2174 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Boeing’s Problematic Flight-Control Feature: What We Know", "description": "The system which helps prevent Boeing’s new 737 Max 8 plane from stalling is potentially linked to the fatal Lion Air jet crash in Indonesia. WSJ’s Robert Wall explains what we know about the safety feature. Image: Getty", "url": "http://www.wsj.com/video/boeings-problematic-flight-control-feature-what-we-know/96F03368-C672-49F8-B293-B23F08DF85BF.html", "urlToImage": "http://m.wsj.net/video/20181113/111318boeing002/111318boeing002_1280x720.jpg", "publishedAt": "2018-11-13T17:58:13Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Waymo Plans to Expand Driverless Cars to New Cities", "description": "Waymo CEO John Krafcik discussed his company's plans to expand their driverless car service to new cities in the coming months. Krafcik spoke at the WSJ D. Live Tech conference in Laguna Beach, Calif. on Tuesday. Photo: Nikki Ritcher for the Wall Street Journ…", "url": "http://www.wsj.com/video/waymo-plans-to-expand-driverless-cars-to-new-cities/58383008-57E2-44F8-B9C7-6CE4492FE648.html", "urlToImage": "http://m.wsj.net/video/20181113/111318krafcik1/111318krafcik1_1280x720.jpg", "publishedAt": "2018-11-13T17:48:41Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Waymo Plans to Launch Paid Driverless Car Service", "description": "Waymo CEO John Krafcik discussed his company's plans to launch a paid driverless car service in Phoenix in the next two months. Krafcik spoke at the WSJ D. Live Tech conference in Laguna Beach, Calif. on Tuesday. Photo: Nikki Ritcher for the Wall Street Journ…", "url": "http://www.wsj.com/video/waymo-plans-to-launch-paid-driverless-car-service/58383008-57E2-44F8-B9C7-6CE4492FE648.html", "urlToImage": "http://m.wsj.net/video/20181113/111318krafcik1/111318krafcik1_1280x720.jpg", "publishedAt": "2018-11-13T17:48:41Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph De Avila", "title": "Anti-Semitic Incidents Fuel 17% Rise in Hate Crimes, FBI Says", "description": "Hate crimes rose 17% in 2017, the FBI said Tuesday, a jump that was partly driven by a spike in anti-Semitic incidents.", "url": "https://www.wsj.com/articles/anti-semitic-incidents-fuel-17-rise-in-hate-crimes-fbi-says-1542129814", "urlToImage": "https://images.wsj.net/im-36694/social", "publishedAt": "2018-11-13T17:23:44Z", "content": "Hate crimes rose 17% in 2017, the FBI said Tuesday, a jump that was partly driven by a spike in anti-Semitic incidents. The number of hate-crime incidents targeting Jews increased 37%, to 938 in 2017. Anti-Muslim crimes fell by 11% in 2017, to 273. Race or et… [+1854 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael C. Bender", "title": "Trump Weighs Replacing Kelly, Set To Fire DHS Chief", "description": "President Trump is considering high-level staff change in his administration—including discussing potential replacements for White House Chief of Staff John Kelly—as the West Wing makes preparations for the start of the final two years of the president’s firs…", "url": "https://www.wsj.com/articles/trump-has-decided-to-remove-homeland-security-secretary-nielsen-1542126979", "urlToImage": "https://images.wsj.net/im-36693/social", "publishedAt": "2018-11-13T17:23:04Z", "content": "WASHINGTONPresident Trump is considering high-level staff change in his administrationincluding discussing potential replacements for White House Chief of Staff John Kellyas the West Wing makes preparations for the start of the final two years of the presiden… [+6798 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas MacMillan", "title": "Alphabet CFO Expects Google to Double New York Staff Over Next 10 Years", "description": "Alphabet’s Google plans to double its workforce in New York City to more than 14,000 employees over the next 10 years, CFO Ruth Porat said.", "url": "https://www.wsj.com/articles/google-cfo-expects-to-double-new-york-staff-over-the-next-10-years-1542088179", "urlToImage": "https://images.wsj.net/im-36586/social", "publishedAt": "2018-11-13T17:22:26Z", "content": "LAGUNA BEACH, Calif. Alphabet Inc.s GOOGL -0.13% Google said it plans to double its workforce in New York City to more than 14,000 employees over the next 10 years, setting up a battle for East Coast talent with tech rival Amazon.com Inc. AMZN -0.35% Speaking… [+2938 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Niharika Mandhana", "title": "U.S. Embarks on Tortoise vs. Hare Investment Race With China", "description": "The U.S. has a new strategy aimed at ramping up investment in Asia to vie with Chinese President Xi Jinping’s overseas infrastructure-building spree, as Beijing grapples with setbacks to its sprawling program.", "url": "https://www.wsj.com/articles/u-s-embarks-on-tortoise-vs-hare-investment-race-with-china-1542105003", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ257_infaw_SOC_20181113111100.jpg", "publishedAt": "2018-11-13T17:17:40Z", "content": "HONG KONGThe U.S. has launched a new strategy aimed at ramping up investment in Asia to vie with Chinese President Xi Jinpings overseas infrastructure-building spree, as Beijing grapples with setbacks to its sprawling program. But China has a head startand a … [+6647 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Janet Hook", "title": "Women Enjoy Political Gains, But Advocates Want More", "description": "A record number of women will be in Congress next year, but even after this year’s wins by female candidates, they will still make up less than a quarter of lawmakers.", "url": "https://www.wsj.com/articles/as-women-enjoy-political-gains-advocates-see-room-for-more-1542105004", "urlToImage": "https://images.wsj.net/im-36558/social", "publishedAt": "2018-11-13T17:10:15Z", "content": "A record number of women will be in the U.S. Congress next year, but even after this years many wins by female candidates, they will remain heavily underrepresented in the upper reaches of the nations political power. The House will likely again have a woman … [+6167 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nathaniel Taplin", "title": "Chinese Banks: We'll Never Grow Up, Not Us", "description": "Chinese banks have a Peter Pan complex: They prefer the comfortable blanket of lending to state enterprises, rather than risky but profitable private companies. Top-down fiats to change that may prove tricky.", "url": "https://www.wsj.com/articles/chinese-banks-well-never-grow-up-not-us-1542106803", "urlToImage": "https://images.wsj.net/im-36616/social", "publishedAt": "2018-11-13T17:08:54Z", "content": "Chinese banks are now the biggest in the world by assets. Size, though, isnt the same thing as maturity. A call from Chinas top banking regulator late last week for half of new lending to go to private companies within three years has unnerved investors used … [+2581 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sadie Gurman", "title": "Maryland Challenges Acting Attorney General", "description": "Maryland asked a federal judge to declare that Matthew Whitaker cannot legally serve as acting attorney general, the first court challenge to President Trump’s installation of Mr. Whitaker as the country’s top law-enforcement official.", "url": "https://www.wsj.com/articles/maryland-to-file-challenge-to-matthew-whitakers-installation-as-acting-attorney-general-1542127349", "urlToImage": "https://images.wsj.net/im-36697/social", "publishedAt": "2018-11-13T17:05:40Z", "content": "Maryland asked a federal judge to declare that Matthew Whitaker cannot legally serve as acting attorney general, the first court challenge to President Trumps installation of Mr. Whitaker as the countrys top law-enforcement official. In papers filed Tuesday, … [+2397 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Loftus", "title": "After NRA Rebuke, Many Doctors Speak Louder on Gun Violence", "description": "U.S. doctors and medical societies are increasingly speaking out against firearm violence, calling for gun-control measures and other solutions to what they see as a public-health crisis that shows no signs of ebbing.", "url": "https://www.wsj.com/articles/after-nra-rebuke-many-doctors-speak-louder-on-gun-violence-1542126312", "urlToImage": "https://images.wsj.net/im-36681/social", "publishedAt": "2018-11-13T17:04:11Z", "content": "U.S. doctors and medical societies are increasingly speaking out against firearm violence, calling for gun-control measures and other solutions to what they see as a public-health crisis that shows no signs of ebbing. Their outspokenness picked up in recent d… [+5294 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Stevens", "title": "Amazon Announces HQ2 Winners - Wall Street Journal", "description": "Wall Street Journal Amazon Announces HQ2 Winners Wall Street Journal Amazon.com Inc. AMZN 1.06% announced Tuesday New York City and a Northern Virginia suburb of Washington, D.C., would be homes for the company's second and third headquarters, ending a more t…", "url": "https://www.wsj.com/articles/amazon-hq2-announcement-lic-crystal-city-nashville-1542121089", "urlToImage": "https://images.wsj.net/im-36590/social", "publishedAt": "2018-11-13T16:56:13Z", "content": "Amazon said it will invest $5 billion across the two new offices that will each have more than 25,000 employees in New York Citys Long Island City and in Arlington, Va., at the National Landing area, which encompasses Crystal City and is located in the Washin… [+10603 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump Unleashes Twitter Tirade Against Macron", "description": "President Trump took aim at his French counterpart over military spending and trade on Tuesday, two days after returning from a trip to Paris that exposed the underlying tensions between the leaders.", "url": "https://www.wsj.com/articles/trump-unleashes-twitter-tirade-against-macron-1542124703", "urlToImage": "https://images.wsj.net/im-36677/social", "publishedAt": "2018-11-13T16:55:44Z", "content": "President Trump lashed out at his French counterpart over military spending and trade on Tuesday, two days after returning from a trip to Paris that exposed the underlying tensions between the leaders. In a series of tweets, Mr. Trump criticized French Presid… [+4966 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "A.J. Baime", "title": "A Green Hornet With 1950s Style", "description": "Paul Newman was the voice of the Hudson in the movie ‘Cars’; for this owner, the 1952 model brings back memories of his first ride, with his father", "url": "https://www.wsj.com/articles/a-green-hornet-with-vintage-style-1542124660", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI860_MYRIDE_SOC_20181112160812.jpg", "publishedAt": "2018-11-13T16:14:51Z", "content": "Ron Wakefield, a retired automotive journalist in San Diego, on his 1952 Hudson Hornet, as told to A.J. Baime. In 1948, I took my first ride in a Hudson. A local Hudson dealer in the tiny Texas town where we lived wanted to sell his dealership to my father. H… [+2230 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Kronsberg", "title": "The Best Electric Knives to Carve Your Thanksgiving Bird", "description": "Don’t just stab at your beautiful bird with any ol’ knife this holiday. Shave off succulent slices with these electric options.", "url": "https://www.wsj.com/articles/the-best-electric-knives-to-carve-your-thanksgiving-bird-1542124211", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ239_CARVER_SOC_20181113095207.jpg", "publishedAt": "2018-11-13T15:52:57Z", "content": "MECHANICALLY SIMPLE, robustly built and seldom used, electric knives are that rarest of things when it comes to appliances: seemingly immortal. My mothers ancient GE electric carving knife, which she got as an engagement gift in 1967, is still deployed a few … [+1451 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erin Ailworth, Sara Randazzo", "title": "The Wall Street Journal: ‘Complete devastation’ as California fire death toll rises to 44, hundreds missing", "description": "Forty-two people have died in the 117,000-acre Camp Fire raging in Northern California’s Butte County and hundreds are missing, the sheriff said Monday, making it the deadliest wildfire in state history.", "url": "https://www.wsj.com/articles/whats-left-in-two-communities-after-the-fires-roared-through/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY442_paradi_ZG_20181113101922.jpg", "publishedAt": "2018-11-13T15:21:54Z", "content": "In the blackened rubble of the 82-year-old Paradise Elementary School, one of the few objects still recognizable was a childs red bicycle. God, Ive walked through those doors thousands of times, Michelle John, the local school superintendent, said through tea… [+1539 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Arian Campo-Flores", "title": "Florida Recount Renews Scrutiny of Election Overseer in Broward County", "description": "Brenda Snipes, who is supervising the recount in the Democratic stronghold of Broward County, is facing criticism from political opponents of both parties for delays in reporting results, alleged mishandling of ballots and potential legal violations.", "url": "https://www.wsj.com/articles/florida-recount-renews-scrutiny-of-election-overseer-in-broward-county-1542115788", "urlToImage": "https://images.wsj.net/im-36636/social", "publishedAt": "2018-11-13T15:16:16Z", "content": "LAUDERHILL, Fla.The recount under way in Florida is focusing scrutiny on Brenda Snipes, elections supervisor in the Democratic stronghold of Broward County, who has faced criticism from political opponents of both parties. Ms. Snipes has come under fire most … [+5729 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Eisen", "title": "Travel Boom Fuels Bond Bet Tied to Airplanes", "description": "Buyers are on pace this year to snap up a record amount of debt supported by lease payments on aircraft and their engines: As of Nov. 12, $6.3 billion had been issued, close to last year’s record $6.6 billion.", "url": "https://www.wsj.com/articles/travel-boom-fuels-bond-bet-tied-to-airplanes-1542117600", "urlToImage": "https://images.wsj.net/im-35997/social", "publishedAt": "2018-11-13T15:09:36Z", "content": "A rush into bonds linked to airplane leases is lifting an already lofty market. Buyers are on pace this year to snap up a record amount of debt supported by lease payments on aircraft and their engines: As of Nov. 12, $6.3 billion had been issued, close to la… [+4144 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aisha Al-Muslim", "title": "Johnson Controls to Sell Auto Battery Unit to Brookfield Business Partners for $13.2 Billion - Wall Street Journal", "description": "Wall Street Journal Johnson Controls to Sell Auto Battery Unit to Brookfield Business Partners for $13.2 Billion Wall Street Journal The deal for Johnson Controls' power solutions business announced Tuesday with Brookfield Business Partners, along with its pa…", "url": "https://www.wsj.com/articles/johnson-controls-to-sell-power-solutions-business-to-brookfield-business-partners-for-13-2-billion-1542120854", "urlToImage": "https://images.wsj.net/im-36668/social", "publishedAt": "2018-11-13T14:57:34Z", "content": "The deal for Johnson Controls power solutions business announced Tuesday with Brookfield Business Partners, along with its partner Canadian pension fund company Caisse de dépôt et placement du Québec, doesnt include debt, a Johnson Controls spokesman said. Th… [+1461 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "5G Will be Ultrafast, But the Roll Out Will be Anything But", "description": "The FCC recently announced a plan to encourage a blazing fast wireless service called 5G. But what is 5G? And how far is the U.S. from rolling it out? Photo: Reuters", "url": "http://www.wsj.com/video/5g-will-be-ultrafast-but-the-roll-out-will-be-anything-but/6AB22AE0-C04F-488C-B898-987FB4D5F3C4.html", "urlToImage": "http://m.wsj.net/video/20181112/1113185gauction2/1113185gauction2_1280x720.jpg", "publishedAt": "2018-11-13T14:55:00Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: EU Workers Leave U.K. in Record Numbers", "description": "To subscribe to the newsletter, please sign up here MUST READS As Brexit Date Approaches, EU Workers Kiss Goodbye to U.K. in Record Numbers: The number of workers in the U.K. who hail from elsewhere in the European Union posted the steepest drop on record in …", "url": "https://blogs.wsj.com/moneybeat/2018/11/13/eu-workers-leave-u-k-in-record-numbers/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-13T14:54:57Z", "content": "As Brexit Date Approaches, EU Workers Kiss Goodbye to U.K. in Record Numbers : The number of workers in the U.K. who hail from elsewhere in the European Union posted the steepest drop on record in September, signaling that Britains impending exit from the blo… [+75 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas Gryta", "title": "GE to sell roughly $4 billion stake in Baker Hughes", "description": "General Electric plans to sell up to 20% of its majority holding in oil services company Baker Hughes, providing around $4 billion in cash for the struggling conglomerate.", "url": "https://www.wsj.com/articles/ge-to-sell-up-to-20-stake-in-baker-hughes-1542113936", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FW650_Genera_ZG_20171019153321.jpg", "publishedAt": "2018-11-13T14:50:26Z", "content": "General Electric Co. said it plans to sell up to 20% of its majority holding in oil services company Baker Hughes, providing around $4 billion in cash for the struggling conglomerate. GE GE, +2.88% will sell up to 101 million shares in a secondary offering to… [+1279 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Gallagher", "title": "iPhone Slump Is Rumbling Through Tech - Wall Street Journal", "description": "Wall Street Journal iPhone Slump Is Rumbling Through Tech Wall Street Journal What appears to be a weaker iPhone cycle is showing the downside of the giant tech companies that now dominate markets. The selloff at world's largest company by market cap is also …", "url": "https://www.wsj.com/articles/iphone-slump-is-rumbling-through-tech-1542119582", "urlToImage": "https://images.wsj.net/im-36643/social", "publishedAt": "2018-11-13T14:33:23Z", "content": "Apple Inc. AAPL 0.83% may not want to talk about iPhone unit sales anymore. That leaves the companys massive global supply chain to do the talking for them. Lately, the word there has not been great. Two suppliersLumentum Holdings and Japan Display scaled bac… [+2424 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Felicia Schwartz", "title": "Hopes for Cease-Fire Fade as Gaza Slides Toward War With Israel - Wall Street Journal", "description": "Wall Street Journal Hopes for Cease-Fire Fade as Gaza Slides Toward War With Israel Wall Street Journal ASHKELON, Israel—Israel and Hamas edged closer to a wider war that both sides have tried to avoid, as heavy fire between them Tuesday endangered U.N.-backe…", "url": "https://www.wsj.com/articles/hopes-for-ceasefire-fade-as-gaza-slides-towards-war-with-israel-1542118936", "urlToImage": "https://images.wsj.net/im-36641/social", "publishedAt": "2018-11-13T14:27:41Z", "content": "ASHKELON, IsraelIsrael and Hamas edged closer to a wider war that both sides have tried to avoid, as heavy fire between them Tuesday endangered U.N.-backed efforts for a long-term cease fire. Hamas in retaliation has launched more than 400 rockets and mortars… [+5226 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Democrats’ House Lead Expands; Democrat Sinema Wins Arizona Senate Race; Ranks of Women Lawmakers Grow", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/13/capital-journal-democrats-house-lead-expands-democrat-sinema-wins-arizona-senate-race-ranks-of-women-lawmakers-grow/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CE178_nytrum_P_20181025142509.jpg", "publishedAt": "2018-11-13T14:07:46Z", "content": "Trump's Day: President Trump receives an intelligence briefing and participates in a ceremony for the Diwali holiday at the White House. Amazon HQ2: Northern Virginia and New York City will be the homes for Amazons second and third headquarters. The decision … [+6427 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Josh Barbanel", "title": "Amazon's Move to Long Island City Sparks Condo Frenzy - Wall Street Journal", "description": "Wall Street Journal Amazon's Move to Long Island City Sparks Condo Frenzy Wall Street Journal Even before Amazon.com Inc. decided to put a headquarters in Long Island City, the retail giant's interest in the Queens neighborhood unleashed a condo gold rush. Am…", "url": "https://www.wsj.com/articles/amazons-move-to-long-island-city-sparks-condo-frenzy-1542116117", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI865_LICFRE_SOC_20181112161557.jpg", "publishedAt": "2018-11-13T13:35:00Z", "content": "Even before Amazon.com Inc. decided to put a headquarters in Long Island City, the retail giants interest in the Queens neighborhood unleashed a condo gold rush. Amazons interest was made known scarcely a week ago, yet brokers say they are already selling uni… [+6922 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Trump Torpedos Oil Price—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, with today’s oil-market pressure points. Major producers have kept the spigots open and oil is gushing out, according to a report from OPEC. Meanwhile, crude futures keep falling, this time thanks to President Trump, who i…", "url": "https://blogs.wsj.com/moneybeat/2018/11/13/energy-journal-trump-torpedos-oil-price/", "urlToImage": "//si.wsj.net/public/resources/images/TE-AB893_AIDEBA_P_20181112170211.jpg", "publishedAt": "2018-11-13T13:24:48Z", "content": "Good morning. Im Neanda Salvaterra, with todays oil-market pressure points. Major producers have kept the spigots open and oil is gushing out, according to a report from OPEC. Meanwhile, crude futures keep falling, this time thanks to President Trump, who is … [+5334 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Julie Jargon", "title": "STARBUCKS Lay Offs...", "description": "Starbucks to Lay Off 5% of Corporate Workforce Starbucks Corp. is planning to lay off approximately 5% of its global corporate workforce as it seeks to become a more nimble company. The plan comes as the Seattle-based chain struggles to attract new and repeat…", "url": "https://www.wsj.com/articles/starbucks-to-lay-off-5-of-corporate-workforce-1542130200", "urlToImage": "https://images.wsj.net/im-36705/social", "publishedAt": "2018-11-13T13:00:05Z", "content": "Starbucks Corp. SBUX -0.46% is planning to lay off approximately 5% of its global corporate workforce as it seeks to become a more nimble company. The plan comes as the Seattle-based chain struggles to attract new and repeat customers to its U.S. coffee shops… [+2323 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corrie Driebusch", "title": "Capex Spending Is Booming, but Pace of Growth Is Slowing", "description": "After two consecutive quarters of record spending by companies in the S&P 500 on equipment, factories and other capital goods, the pace of investment growth is stalling, according to an analysis by Credit Suisse.", "url": "https://www.wsj.com/articles/capex-spending-is-booming-but-pace-of-growth-is-slowing-1542114000", "urlToImage": "https://images.wsj.net/im-36624/social", "publishedAt": "2018-11-13T13:00:02Z", "content": "The capex spending boom appears to be slowing. Capital-expenditure spending in the third quarter is on track to reach $172 billion, Credit Suisse estimates, with results in from more than 90% of the companies in the index. Thats up about 13% from the previous… [+1807 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jake Maxwell Watts", "title": "Khashoggi Tape Doesn't Implicate Saudi Prince, John Bolton Says - Wall Street Journal", "description": "Wall Street Journal Khashoggi Tape Doesn't Implicate Saudi Prince, John Bolton Says Wall Street Journal SINGAPORE—White House national security adviser John Bolton said an audio recording that Turkish officials say links Saudi Arabian operatives to the murder…", "url": "https://www.wsj.com/articles/khashoggi-tape-doesnt-implicate-saudi-prince-says-john-bolton-1542113090", "urlToImage": "https://images.wsj.net/im-36628/social", "publishedAt": "2018-11-13T12:45:05Z", "content": "SINGAPOREWhite House national security adviser John Bolton said an audio recording that Turkish officials say links Saudi Arabian operatives to the murder of Jamal Khashoggi didnt appear to implicate the Saudi crown prince. The recordings contents are pivotal… [+3154 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yoko Kubota", "title": "Apple Supplier Foxconn Posts Third-Quarter Profit Jump", "description": "Foxconn posted a 18.3% rise in third-quarter profit from the same period last year after its biggest customer, Apple, posted record profit that was buoyed by a combination of higher iPhone prices and strong app-store sales.", "url": "https://www.wsj.com/articles/apple-supplier-foxconn-posts-third-quarter-profit-jump-1542111225", "urlToImage": "https://images.wsj.net/im-36623/social", "publishedAt": "2018-11-13T12:13:55Z", "content": "BEIJING Foxconn Technology 2354 -2.15% Group posted a 18.3% rise in third-quarter profit from the same period last year after its biggest customer Apple Inc. posted record profit that was buoyed by a combination of higher iPhone prices and strong app-store sa… [+2353 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jake Maxwell Watts", "title": "Bolton Warns China Against Limiting Free Passage in South China Sea - Wall Street Journal", "description": "Wall Street Journal Bolton Warns China Against Limiting Free Passage in South China Sea Wall Street Journal SINGAPORE—National security adviser John Bolton said the U.S. would oppose any agreements between China and other claimants to the South China Sea that…", "url": "https://www.wsj.com/articles/bolton-warns-china-against-limiting-free-passage-in-south-china-sea-1542110191", "urlToImage": "https://images.wsj.net/im-36622/social", "publishedAt": "2018-11-13T12:00:31Z", "content": "SINGAPORENational security adviser John Bolton said the U.S. would oppose any agreements between China and other claimants to the South China Sea that limit free passage to international shipping, and that American naval vessels would continue to sail through… [+4029 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Douglas", "title": "As Brexit Date Approaches, EU Workers Kiss Goodbye to UK in Record Numbers - Wall Street Journal", "description": "Wall Street Journal As Brexit Date Approaches, EU Workers Kiss Goodbye to UK in Record Numbers Wall Street Journal The number of workers in the U.K. who hail from elsewhere in the European Union posted the steepest drop on record in September, signaling that …", "url": "https://www.wsj.com/articles/as-brexit-date-approaches-eu-workers-kiss-goodbye-to-u-k-in-record-numbers-1542110136", "urlToImage": "https://images.wsj.net/im-36626/social", "publishedAt": "2018-11-13T11:57:34Z", "content": "The number of workers in the U.K. who hail from elsewhere in the European Union posted the steepest drop on record in September, signaling that Britains impending exit from the bloc is denting its appeal as a destination for job seekers from the continent. Th… [+2223 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah McFarlane", "title": "The Wall Street Journal: OPEC report shows output from Russia, cartel offsets loss from Iranian sanctions", "description": "OPEC and Russian crude production continued to climb in October, more than offsetting losses from Iran where U.S. sanctions have curbed output, the oil cartel said on Tuesday.", "url": "https://www.wsj.com/articles/opec-russia-crude-production-offsets-iran-losses-1542108885?mod=article_inline?mod=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GE895_rig_20_ZG_20180306082159.jpg", "publishedAt": "2018-11-13T11:56:35Z", "content": "OPEC and Russian crude production continued to climb in October, more than offsetting losses from Iran where U.S. sanctions have curbed output, the oil cartel said on Tuesday. Crude production from members of the Organization of the Petroleum Exporting Countr… [+1039 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah McFarlane", "title": "OPEC report shows output from Russia, cartel offsets loss from Iranian sanctions", "description": "OPEC and Russian crude production continued to climb in October, more than offsetting losses from Iran where U.S. sanctions have curbed output, the oil cartel said on Tuesday.", "url": "https://www.wsj.com/articles/opec-russia-crude-production-offsets-iran-losses-1542108885?mod=article_inline?mod=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GE895_rig_20_ZG_20180306082159.jpg", "publishedAt": "2018-11-13T11:56:35Z", "content": "OPEC and Russian crude production continued to climb in October, more than offsetting losses from Iran where U.S. sanctions have curbed output, the oil cartel said on Tuesday. Crude production from members of the Organization of the Petroleum Exporting Countr… [+1039 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shan Li", "title": "Tencent Earnings: What to Watch", "description": "Chinese tech giant Tencent is scheduled to report its third-quarter earnings after the market closes in Hong Kong on Wednesday. Here’s what you need to know.", "url": "https://www.wsj.com/articles/tencent-earnings-what-to-watch-1542104746", "urlToImage": "https://images.wsj.net/im-36613/social", "publishedAt": "2018-11-13T11:49:54Z", "content": "Chinese tech giant Tencent Holdings Ltd. TCEHY 4.06% is scheduled to report its third-quarter earnings after the market closes in Hong Kong on Wednesday. Heres what you need to know. EARNINGS FORECAST: Tencent is expected to report earnings of 18.8 billion yu… [+2907 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kosaku Narioka", "title": "Toshiba CEO Looks to Reward Foreign Shareholders", "description": "Toshiba’s chief executive said his plan to lift operating profit quickly and buy back shares would reward the foreign investors who provided a lifeline last year.", "url": "https://www.wsj.com/articles/toshiba-ceo-looks-to-reward-foreign-shareholders-1542104071", "urlToImage": "https://images.wsj.net/im-36605/social", "publishedAt": "2018-11-13T11:46:31Z", "content": "TOKYO Toshiba Corp.s TOSYY 4.39% chief executive said his plan to lift operating profit quickly and buy back shares would reward the foreign investors who provided a lifeline last year. Its natural to give back to the investors who helped us, said Nobuaki Kur… [+3025 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah McFarlane", "title": "OPEC, Russia Crude Production Offsets Iran Losses - Wall Street Journal", "description": "Wall Street Journal OPEC, Russia Crude Production Offsets Iran Losses Wall Street Journal OPEC and Russian crude production continued to climb in October, more than offsetting losses from Iran where U.S. sanctions have curbed output, the oil cartel said on Tu…", "url": "https://www.wsj.com/articles/opec-russia-crude-production-offsets-iran-losses-1542108885", "urlToImage": "https://images.wsj.net/im-36621/social", "publishedAt": "2018-11-13T11:35:03Z", "content": "OPEC and Russian crude production continued to climb in October, more than offsetting losses from Iran where U.S. sanctions have curbed output, the oil cartel said on Tuesday. Crude production from members of the Organization of the Petroleum Exporting Countr… [+2266 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Maria Armental", "title": "Small-Business Confidence Stays at Near-Record High - Wall Street Journal", "description": "Wall Street Journal Small- Business Confidence Stays at Near-Record High Wall Street Journal A strong labor market and high profit trends, along with historically low inflation, are keeping small- business owners' confidence at near-record levels, setting the…", "url": "https://www.wsj.com/articles/small-business-confidence-stays-at-near-record-high-1542106806", "urlToImage": "https://images.wsj.net/im-36588/social", "publishedAt": "2018-11-13T11:03:20Z", "content": "A strong labor market and high profit trends, along with historically low inflation, are keeping small-business owners confidence at near-record levels, setting the stage for a strong fourth quarter, according to the National Federation of Independent Busines… [+1774 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Stability Report, Free Trading, Spam Pitches", "description": "The Fed plans to publish a periodic report on the stability of the U.S. financial system, why 'free trading' on Robinhood isn't really free, and how to deal with emailed spam investment pitches.", "url": "https://blogs.wsj.com/moneybeat/2018/11/13/wsj-wealth-adviser-briefing-stability-report-free-trading-spam-pitches/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-13T11:00:15Z", "content": "Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING &amp; INVESTING Why Free Trading on Robinhood Isnt Really Free:… [+2444 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Why Our Tech Makes Terrible Sounds", "description": "Film composer Joel Beckerman studies the soundscapes of our digital world and designs sounds for the machines of the future. He appeared at the WSJ Tech D.Live conference (with his keytar).", "url": "http://www.wsj.com/video/why-our-tech-makes-terrible-sounds/3A879AF1-9ADD-4BD9-853B-93ABF78C671B.html", "urlToImage": "http://m.wsj.net/video/20181112/111218beckerman/111218beckerman_1280x720.jpg", "publishedAt": "2018-11-13T11:00:00Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michelle Hackman", "title": "Fewer International Students Heading to the US - Wall Street Journal", "description": "Wall Street Journal Fewer International Students Heading to the US Wall Street Journal U.S. enrollment of international students declined for the second year in a row, sending waves of unease across American colleges and universities, which see students from …", "url": "https://www.wsj.com/articles/fewer-international-students-heading-to-the-u-s-1542105004", "urlToImage": "https://images.wsj.net/im-36563/social", "publishedAt": "2018-11-13T10:34:12Z", "content": "U.S. enrollment of international students declined for the second year in a row, sending waves of unease across American colleges and universities, which see students from abroad as a buffer against the falling number of U.S. high-school students graduating e… [+3843 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "How the U.S. Is Countering China's Global Push", "description": "Five years into China’s massive Belt and Road Initiative, the U.S. is trying to respond to Xi Jinping’s infrastructure-building spree. Illustration: Crystal Tai", "url": "http://www.wsj.com/video/how-the-us-is-countering-china-global-push/53F41332-CE70-4775-8812-1D6D651A503D.html", "urlToImage": "http://m.wsj.net/video/20181112/111318infrawar/111318infrawar_1280x720.jpg", "publishedAt": "2018-11-13T10:30:00Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Will the New Congress Approve the New Nafta?", "description": "With the Democrats in control of the House, will the new Congress approve the new Nafta Trump renamed the U.S.-Canada-Mexico Agreement? WSJ's Gerald F. Seib explains. Photo: Getty", "url": "http://www.wsj.com/video/will-the-new-congress-approve-the-new-nafta/E69B56F5-3A6D-44B3-9375-BE6E746C3A91.html", "urlToImage": "http://m.wsj.net/video/20181112/111218seib/111218seib_1280x720.jpg", "publishedAt": "2018-11-13T10:30:00Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: U.S. and China Resume Trade Talks", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Here we go again. The U.S. and China resumed trade talks last week, though divisions within the Trump administration make it hard to figure out whether we…", "url": "https://blogs.wsj.com/economics/2018/11/13/real-time-economics-u-s-and-china-resume-trade-talks-amazon-picks-hq2s-trump-talks-down-oil/", "urlToImage": "https://images.wsj.net/im-22934", "publishedAt": "2018-11-13T09:12:29Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. Here we go again. The U.S. and China resumed trade talks last week, though divisions within the Trump administration make it hard to figure out whether we'… [+9368 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Federal Judge Orders Georgia to Wait Until Friday to Certify Election Results - Wall Street Journal", "description": "Wall Street Journal Federal Judge Orders Georgia to Wait Until Friday to Certify Election Results Wall Street Journal ATLANTA—A federal judge has ordered Georgia take steps to protect provisional ballots and to wait until Friday to certify the results of the …", "url": "https://www.wsj.com/articles/federal-judge-orders-georgia-to-wait-until-friday-to-certify-election-results-1542095354", "urlToImage": "https://images.wsj.net/im-36601/social", "publishedAt": "2018-11-13T07:52:39Z", "content": "ATLANTAA federal judge has ordered Georgia take steps to protect provisional ballots and to wait until Friday to certify the results of the midterm elections that include an unsettled race for governor. In a ruling late Monday, U.S. District Judge Amy Totenbe… [+5936 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Is Data Privacy Regulation Inevitable?", "description": "At the WSJ.D Live Tech conference, tech executives and government leaders discuss U.S. Government regulation on data privacy.", "url": "http://www.wsj.com/video/is-data-privacy-regulation-inevitable/68558AC7-BCC8-4175-94A0-1016B6DB6C28.html", "urlToImage": "http://m.wsj.net/video/20181113/111218regulation/111218regulation_1280x720.jpg", "publishedAt": "2018-11-13T06:07:19Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Steve Ballmer: Winning Championships Is Good Business", "description": "Former Microsoft CEO and LA Clippers owner Steve Ballmer compares his responsibilities running a tech company to owning a professional basketball team at the WSJ Tech D.Live conference in Laguna Beach, Calif.", "url": "http://www.wsj.com/video/steve-ballmer-winning-championships-is-good-business/A6F26C1A-0B90-4316-A1C9-973EA3BC9D99.html", "urlToImage": "http://m.wsj.net/video/20181113/111218ballmer/111218ballmer_1280x720.jpg", "publishedAt": "2018-11-13T05:51:26Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Democrat Kyrsten Sinema Wins Arizona Senate Seat", "description": "Kyrsten Sinema spoke after winning Arizona's Senate race, becoming the first openly bisexual U.S. senator and the state's first Democrat in 30 years to be elected to the chamber. Photo: AP", "url": "http://www.wsj.com/video/democrat-kyrsten-sinema-wins-arizona-senate-seat/2CE66535-18E7-4459-ADCD-3EAE5F4DB7DA.html", "urlToImage": "http://m.wsj.net/video/20181113/111318arizona1/111318arizona1_1280x720.jpg", "publishedAt": "2018-11-13T05:47:15Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "AT&T CEO Criticizes White House Over Handling of CNN Reporter", "description": "At the WSJ Tech D. Live conference, AT&T CEO Randall L. Stephenson said the White House failed to follow procedure in suspending CNN Chief White House correspondent Jim Acosta's press pass.", "url": "http://www.wsj.com/video/att-ceo-criticizes-white-house-over-handling-of-cnn-reporter/CD16272B-6F1A-4121-8001-B6587A230F30.html", "urlToImage": "http://m.wsj.net/video/20181113/111218stephenson2/111218stephenson2_1280x720.jpg", "publishedAt": "2018-11-13T05:30:22Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Bensinger", "title": "AT&T CEO Criticizes White House Over Handling of CNN Reporter Jim Acosta", "description": "AT&T chief Randall Stephenson fired back at the White House over its decision to suspend the press credentials of a CNN correspondent, saying officials had ignored established procedures in a way that appeared to violate press-freedom protections.", "url": "https://www.wsj.com/articles/at-t-ceo-criticizes-white-house-over-handling-of-cnn-reporter-jim-acosta-1542086192", "urlToImage": "https://images.wsj.net/im-36589/social", "publishedAt": "2018-11-13T05:29:00Z", "content": "AT&amp;T Inc. Chief Executive Randall Stephenson fired back at the White House over its decision to suspend the press credentials of a CNN correspondent, saying officials had ignored established procedures in a way that appeared to violate press-freedom prote… [+2323 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Russolillo", "title": "Tech-Fueled Selloff Ripples Across Asia", "description": "Stock markets across Asia fell, piggybacking off a steep selloff in the U.S., as investors world-wide grew more concerned about the health of the tech hardware sector.", "url": "https://www.wsj.com/articles/tech-fueled-selloff-ripples-across-asia-1542080084", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ146_1113GL_SOC_20181112222331.jpg", "publishedAt": "2018-11-13T04:46:33Z", "content": "Stock markets across Asia fell on Tuesday, piggybacking off a steep selloff in the U.S., as investors world-wide grew more concerned about the health of the tech hardware sector. Japan was the hardest hit in Asia, with the Nikkei 225 index falling more than 3… [+2533 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Russolillo", "title": "Tech-Fueled Selloff Ripples Across Asia", "description": "Stock markets across Asia fell, piggybacking off a steep selloff in the U.S., as investors world-wide grew more concerned about the health of the tech hardware sector.", "url": "https://www.wsj.com/articles/tech-fueled-selloff-ripples-across-asia-1542080084", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ146_1113GL_SOC_20181112222331.jpg", "publishedAt": "2018-11-13T04:46:33Z", "content": "Stock markets across Asia fell on Tuesday, piggybacking off a steep selloff in the U.S., as investors world-wide grew more concerned about the health of the tech hardware sector. Japan was the hardest hit in Asia, with the Nikkei 225 index falling more than 3… [+2533 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "Macy's Radical Plan to Save Itself: Shrink", "description": "Too much space and too few shoppers yield a plan to reduce the amount of merchandise and the number of employees at its slower-performing stores.", "url": "https://www.wsj.com/articles/macys-radical-plan-to-save-itself-shrink-1542067709", "urlToImage": "https://images.wsj.net/im-36522/social", "publishedAt": "2018-11-13T04:34:41Z", "content": "Macys Inc., M -1.93% the iconic department store, has started a radical experiment aimed at revival. It is shrinking. Faced with too much space and too few shoppers, the 160-year-old retailer plans to reduce the amount of merchandise and the number of employe… [+9221 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor , Andrew Tangel", "title": "The Wall Street Journal: Boeing withheld crucial safety information on new 737 models, experts say", "description": "Boeing Co. withheld information about potential hazards associated with a new flight-control feature suspected of playing a role in last month’s fatal Lion Air jet crash, according to safety experts involved in the investigation, as well as midlevel FAA offic…", "url": "https://www.wsj.com/articles/boeing-withheld-information-on-737-model-according-to-safety-experts-and-others-1542082575", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX967_lionai_ZG_20181106225841.jpg", "publishedAt": "2018-11-13T04:34:09Z", "content": "Boeing Co. withheld information about potential hazards associated with a new flight-control feature suspected of playing a role in last months fatal Lion Air jet crash, according to safety experts involved in the investigation, as well as midlevel FAA offici… [+1616 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Google Executive On Company Walkout, Sexual Misconduct Policies", "description": "At the WSJ Tech D.Live conference, Alphabet and Google CFO Ruth Porat discusses how her company is responding to the walkouts last month by employees protesting the company's workplace culture, which they say protects perpetrators of sexual harassment.", "url": "http://www.wsj.com/video/google-executive-on-company-walkout-sexual-misconduct-policies/2DC8E2CD-13E5-4B08-B1BA-4541F242AED9.html", "urlToImage": "http://m.wsj.net/video/20181112/111218poratwalkout/111218poratwalkout_1280x720.jpg", "publishedAt": "2018-11-13T04:31:06Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Phred Dvorak", "title": "米中AI競争、勝つのはどちらか 専門家に聞く - WSJ", "description": "人工知能（AI）の開発・普及レースはハイテク業界で最も注目されているテーマの1つだ。アルファベットなどの米企業は、複雑な戦略ゲームで人間を負かす機械で話題をさらってきた。一方、中国は2030年までにAIのリーダーになると言明し、顔認識などの分野で長足の進歩を遂げてきた。 AI開発ではデータがカギを握ることが...", "url": "https://jp.wsj.com/articles/SB11777949677225913882604584591161342690136", "urlToImage": "https://si.wsj.net/public/resources/images/TE-AB886_AIDEBA_SOC_20181108202759.jpg", "publishedAt": "2018-11-13T04:25:23Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Abrams", "title": "India's Top Payments App Faces Challengers", "description": "Paytm is fighting to keep Google and WhatsApp at bay as they push into one of the hottest market for mobile wallets.", "url": "https://www.wsj.com/articles/indias-top-payments-app-faces-challenge-from-google-and-whatsapp-1542038306", "urlToImage": "https://si.wsj.net/public/resources/images/TE-AB882_PAYTM_SOC_20181108170559.jpg", "publishedAt": "2018-11-13T04:08:52Z", "content": "The biggest challenge for its charismatic founder, 40-year-old Vijay Shekhar Sharma, lies ahead: Keeping Alphabet Inc.s GOOGL -2.57% Google and Facebook Inc.s FB -2.35% WhatsApp at bay as they push into India, the worlds hottest new market for mobile money. P… [+6420 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Bensinger , Douglas MacMillan", "title": "Lawmakers call for ‘thoughtful regulation’ of tech companies", "description": "While Silicon Valley companies face increased scrutiny over the role they play in elections and the propagation of false or biased news, politicians and industry insiders at a Wall Street Journal conference said there should be limited regulation of the indus…", "url": "https://www.wsj.com/articles/tech-firms-should-face-thoughtful-regulation-lawmakers-say-1542075778", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY414_khanna_ZG_20181112225257.jpg", "publishedAt": "2018-11-13T03:55:12Z", "content": "LAGUNA BEACH, Calif. While Silicon Valley companies face increased scrutiny over the role they play in elections and the propagation of false or biased news, politicians and industry insiders at a Wall Street Journal conference said there should be limited re… [+1021 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Amazon HQ2: How New York City and Northern Virginia Won Over Bezos", "description": "Amazon's long search for a new headquarters location -- dubbed HQ2 -- might be better-named HQ squared. With 50,000 jobs and $5 billion in investments at stake, here's a look at the great lengths cities went to woo the tech giant, and why Amazon ultimately se…", "url": "http://www.wsj.com/video/amazon-hq2-how-new-york-city-and-northern-virginia-won-over-bezos/13A545F7-0559-4163-8512-E39ACBCE28FC.html", "urlToImage": "http://m.wsj.net/video/20181113/111318amazon2hq_1/111318amazon2hq_1_1280x720.jpg", "publishedAt": "2018-11-13T03:43:31Z", "content": "The Columnists on Secrets 11/12/2018 Author Fran Lebowitz, director Lee Daniels, radio host Diane Rehm, and others discuss secrets -- and the importance of keeping confidences -- in this fifth episode of WSJ. Magazine's series, The Columnists."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Amazon HQ2: How New York City and Northern Virginia Won Bezos Over", "description": "Amazon's long search for a new headquarters location -- dubbed HQ2 -- might be better-named HQ squared. With 50,000 jobs and $5 billion in investments at stake, here's a look at the great lengths cities went to woo the tech giant, and why Amazon ultimately se…", "url": "http://www.wsj.com/video/amazon-hq2-how-new-york-city-and-northern-virginia-won-bezos-over/13A545F7-0559-4163-8512-E39ACBCE28FC.html", "urlToImage": "http://m.wsj.net/video/20181112/amazon2hq110718_2/amazon2hq110718_2_1280x720.jpg", "publishedAt": "2018-11-13T03:43:31Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rob Copeland", "title": "Palantir Has a $20 Billion Valuation and a Big Problem: It Keeps Losing Money", "description": "The Silicon Valley unicorn, a data-analysis giant that’s inching toward an IPO, has been run like a scrappy startup, including lavish perks. CEO Alex Karp is now under pressure to remake the business, including bringing an end to what’s known inside the compa…", "url": "https://www.wsj.com/articles/palantir-has-a-20-billion-valuation-and-a-pretty-big-problem-it-keeps-losing-money-1542042135", "urlToImage": "https://images.wsj.net/im-35796/social", "publishedAt": "2018-11-13T03:02:58Z", "content": "PALO ALTO, Calif.Palantir Technologies Inc. appears to be a prosperous Silicon Valley spy-software machine. It crunches masses of data to find insights. Its analytics have been credited with helping track down Osama bin Laden. Its value by one measure is $20 … [+14653 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Emont", "title": "U.S. Fears 'Premature' Return of Rohingya to Myanmar on Eve of Resettlement", "description": "The U.S. voiced concern about Myanmar’s plans to repatriate Rohingya who fled to Bangladesh, saying conditions weren’t yet conducive for their return and noting those who had remained in the country continued to face severe restrictions on their freedom of mo…", "url": "https://www.wsj.com/articles/u-s-fears-premature-return-of-rohingya-to-myanmar-on-eve-of-resettlement-1542028317", "urlToImage": "https://images.wsj.net/im-36358/social", "publishedAt": "2018-11-13T02:25:38Z", "content": "The U.S. voiced concern about Myanmars plans to repatriate Rohingya who fled to Bangladesh, saying conditions werent yet conducive for their return and noting those who had remained in the country continued to face severe restrictions on their freedom of move… [+5808 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis发自华盛顿 / Lingling Wei发自北京", "title": "美中恢复对话以缓解贸易紧张关系 - 华尔街日报中文网", "description": "华尔街日报中文网 美中恢复对话以缓解贸易紧张关系 华尔街日报中文网 在中美两国领导人定于本月底会晤之前，美国财政部长姆努钦(Steven Mnuchin)已经恢复与中方贸易谈判负责人、副总理刘鹤的对话，讨论一个将缓解双方贸易紧张关系的协议。 据听取了谈判情况简报的知情... 美官员：美鹰派要求北京让步习近平要各部委提谈判期望 多维新闻网 华尔街日报：美财长姆努钦与中国副总理刘鹤恢复磋商 联合早报 此专题所有 14 篇报道 »", "url": "https://cn.wsj.com/articles/CN-BGH-20181113080147", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BI590_USCHIN_G_20181112174539.jpg", "publishedAt": "2018-11-13T02:25:00Z", "content": null}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Stevens", "title": "Amazon Chooses New York City and Northern Virginia for Additional Headquarters", "description": "New York City and Northern Virginia will be the homes for Amazon.com Inc.’s second and third headquarters, according to people familiar with the matter.", "url": "https://www.wsj.com/articles/amazon-chooses-new-york-city-and-northern-virginia-for-additional-headquarters-1542075336", "urlToImage": "https://images.wsj.net/im-36561/social", "publishedAt": "2018-11-13T02:24:35Z", "content": "New York City and Northern Virginia will be the homes for Amazon.com Inc.s second and third headquarters, according to people familiar with the matter, ending a more than yearlong public contest that started with 238 candidates and ended with a surprise split… [+175 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erin Ailworth", "title": "'Complete Devastation' in California Towns After Fires", "description": "As firefighters gain better control of two wildfires, stricken communities were adding up the tragic toll: at least 31 dead, 29 of them in the largely obliterated town of Paradise.", "url": "https://www.wsj.com/articles/whats-left-in-two-communities-after-the-fires-roared-through-1542063956", "urlToImage": "https://images.wsj.net/im-36574/social", "publishedAt": "2018-11-13T02:21:12Z", "content": "In the blackened rubble of the 82-year-old Paradise Elementary School, one of the few objects still recognizable was a childs red bicycle. God, Ive walked through those doors thousands of times, Michelle John, the local school superintendent, said through tea… [+6714 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Abigail Shrier", "title": "Real Men Saved Lives in Thousand Oaks", "description": "‘I’m here to protect my friends, my family, my fellow humans,’ Matt Wennerstrom said.", "url": "https://www.wsj.com/articles/real-men-saved-lives-in-thousand-oaks-1542066538", "urlToImage": "https://images.wsj.net/im-36371/social", "publishedAt": "2018-11-13T01:54:59Z", "content": "The mass shooting at a Thousand Oaks, Calif., bar last week was a tale of men and masculinity. The alleged killer was a 28-year old Marine corporal who had completed a tour in Afghanistan in June 2011. After a brief marriage, which dissolved during his servic… [+3880 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Annie Gasparro", "title": "Pets or People, Big Food Faces the Same Supermarket Battle", "description": "Pet foods with fancier ingredients are eating away at market share for mainstream brands. Snacks for dogs and cats are selling faster than meals. And a flood of new products is putting pressure on prices.", "url": "https://www.wsj.com/articles/big-food-encounters-familiar-challenges-in-pet-food-aisle-1542018602", "urlToImage": "https://images.wsj.net/im-36314/social", "publishedAt": "2018-11-13T01:43:18Z", "content": "Food makers betting on pets to make up for falling sales to people are facing some familiar problems. Pet foods with fancier ingredients are eating away at market share for mainstream brands. Snacks for dogs and cats are selling faster than meals. And a flood… [+5877 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Phred Dvorak", "title": "Which Country Is Winning the AI Race---the U.S. or China?", "description": "Two experts debate one of the hottest topics in technology, and one with profound implications for both countries.", "url": "https://www.wsj.com/articles/which-country-is-winning-the-ai-racethe-u-s-or-china-1542039357", "urlToImage": "https://si.wsj.net/public/resources/images/TE-AB893_AIDEBA_SOC_20181112170211.jpg", "publishedAt": "2018-11-13T01:37:14Z", "content": "One of the hottest topics in the tech world these days is the race to develop and deploy artificial intelligence. U.S. companies like Alphabet Inc. GOOGL -2.57% have made waves with machines that beat humans at complex games of strategy. China has vowed to be… [+7533 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacky Wong", "title": "SoftBank Is Asking for Too Much for Its Mobile Unit", "description": "Japanese tech conglomerate SoftBank is seeking to persuade investors its cash-generating domestic phone business is worth more than $60 billion, but its numbers don’t make the case.", "url": "https://www.wsj.com/articles/softbank-is-asking-too-much-for-its-mobile-unit-1542027050", "urlToImage": "https://images.wsj.net/im-36361/social", "publishedAt": "2018-11-13T01:35:46Z", "content": "The technology conglomerate said Monday that the Tokyo Stock Exchange had approved the initial public offering of up to nearly 37% of the unit, known as SoftBank Corp. SoftBank is looking to raise as much as $23 billion, which it could then plow into more tec… [+1451 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Democrats Could Gain 38 House Seats", "description": "As the final ballots are tallied in the still-uncalled races across the nation, Democrats have a net gain of 32 House seats and have a chance at picking up as many as 38, according to unofficial counts.", "url": "https://www.wsj.com/articles/democratic-gains-in-the-house-could-climb-to-38-seats-1542061100", "urlToImage": "https://images.wsj.net/im-36535/social", "publishedAt": "2018-11-13T01:14:51Z", "content": "As the final ballots are tallied in the still-uncalled races across the nation, Democrats have a net gain of 32 House seats and have a chance at picking up as many as 38, according to unofficial counts. The Associated Press has yet to call the winners in 10 c… [+4210 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nicole Hong", "title": "'El Chapo' Trial Poses Major Challenges for New York City", "description": "From closing down the Brooklyn Bridge to protecting jurors, New York City braces for its most high-risk trial in years, and few defendants have presented the challenges posed by Mexican drug lord Joaquín “El Chapo” Guzmán.", "url": "https://www.wsj.com/articles/trial-of-el-chapo-poses-unprecedented-challenges-1542018600", "urlToImage": "https://images.wsj.net/im-36256/social", "publishedAt": "2018-11-13T01:05:55Z", "content": "New York City is no stranger to high-profile criminal trials, but few defendants have presented the challenges posed by Mexican drug lord Joaquín El Chapo Guzmán, one of the most infamous criminals in modern history. Opening statements in Mr. Guzmáns trial wi… [+7437 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Reid J. Epstein", "title": "The Wall Street Journal: Democrat Kyrsten Sinema wins Flake’s Arizona Senate seat", "description": "Rep. Kyrsten Sinema won Arizona’s Senate contest, becoming the state’s first Democrat in 30 years to win Senate election.", "url": "https://www.wsj.com/articles/democrat-kyrsten-sinema-wins-arizona-senate-race-1542070290", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY411_sinema_ZG_20181112200143.jpg", "publishedAt": "2018-11-13T01:05:09Z", "content": "Rep. Kyrsten Sinema won Arizonas Senate contest, becoming the states first Democrat in 30 years to win Senate election. The Associated Press on Monday declared Sinema the winner over Republican Rep. Martha McSally following a tight race that took about a week… [+623 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew FitzGerald , Robert McMillan", "title": "The Wall Street Journal: Google network traffic briefly rerouted through Russia, China, Nigeria", "description": "Google services were temporarily unreachable for some users after some traffic intended to reach the web giant was rerouted through other networks.", "url": "https://www.wsj.com/articles/google-internet-traffic-is-briefly-misdirected-through-russia-china-1542068392", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GM259_google_ZG_20180710170110.jpg", "publishedAt": "2018-11-13T00:56:31Z", "content": "Google services were temporarily unreachable for some users after some traffic intended to reach the web giant was rerouted through other networks. In a notice posted on Monday on its website, Google said it had resolved the issue as of 2:35 p.m. PT, and that… [+1040 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Palmer Luckey on Google Pulling Out of Project Maven", "description": "Oculus VR co-founder Palmer Luckey discusses Google’s recent move to withdraw from its contract with Project Maven. He spoke at Town Hall at the WSJ Tech D.Live in Laguna Beach, Calif. on Monday.", "url": "http://www.wsj.com/video/palmer-luckey-on-google-pulling-out-of-project-maven/92864DF1-3CCB-4B32-A159-B060A867493A.html", "urlToImage": "http://m.wsj.net/video/20181112/111218luckey2/111218luckey2_1280x720.jpg", "publishedAt": "2018-11-13T00:55:44Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "The Wall Street Journal: Jerome Corsi says he expects to be indicted by Mueller investigation", "description": "Jerome Corsi, a conservative author and activist best known for advancing conspiracy theories about former President Barack Obama’s birthplace, said he expected to be indicted in the special counsel investigation into Russian interference in the 2016 election.", "url": "https://www.wsj.com/articles/conservative-activist-jerome-corsi-says-he-expects-to-be-indicted-in-mueller-probe-1542063143", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY410_corsi1_ZG_20181112194322.jpg", "publishedAt": "2018-11-13T00:47:23Z", "content": "WASHINGTON Jerome Corsi, a conservative author and activist best known for advancing conspiracy theories about former President Barack Obamas birthplace, said he expected to be indicted in the special counsel investigation into Russian interference in the 201… [+1008 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Why the Tech Industry Needs the First Amendment", "description": "Democratic Congressman Ro Khanna talks about the importance of the first amendment to the tech industry at the WSJ Tech D.Live in Laguna Beach, Calif.", "url": "http://www.wsj.com/video/why-the-tech-industry-needs-the-first-amendment/2216BA72-0921-4F5E-8E56-808EC5A9E283.html", "urlToImage": "http://m.wsj.net/video/20181112/111218ro/111218ro_1280x720.jpg", "publishedAt": "2018-11-13T00:43:28Z", "content": "The Bitcoin Gamble 11/1/2018 Last year, Didi Taihuttu sold almost everything he owned, poured it into bitcoin and moved his family into a trailer park. In this episode of Moving Upstream, WSJs Thomas Di Fonzo goes on a year-long journey with the Bitcoin Famil… [+65 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christopher Alessi", "title": "The Wall Street Journal: U.S. set to produce half of world’s oil, gas output by 2025, IEA report finds", "description": "Relentless American shale development is set to allow the U.S. to leapfrog the world’s other major oil and gas producers, with the potential for the country to account for roughly half of global crude and natural growth by 2025, the International Energy Agenc…", "url": "https://www.wsj.com/articles/u-s-expected-to-produce-half-of-global-oil-and-gas-output-by-2025-1542067260", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FB816_shale__ZG_20161212151928.jpg", "publishedAt": "2018-11-13T00:28:37Z", "content": "ABU DHABI Relentless American shale development is set to allow the U.S. to leapfrog the worlds other major oil and gas producers, with the potential for the country to account for roughly half of global crude and natural growth by 2025, the International Ene… [+1716 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Hanging Chads, the Sequel", "description": "The Democrat who won the 2008 recount for Al Franken is in Florida.", "url": "https://www.wsj.com/articles/hanging-chads-the-sequel-1542068804", "urlToImage": "https://images.wsj.net/im-36552/social", "publishedAt": "2018-11-13T00:26:46Z", "content": "Floridas Secretary of State on Saturday announced statewide recounts in the elections for Senate and Governor, but dont think this ends the counting if Republicans Rick Scott and Ron DeSantis continue to lead. Democrats have dispatched their prize election li… [+3283 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Peter Navarro's Politburo Playbook", "description": "The White House trade adviser calls private citizens ‘foreign agents.’", "url": "https://www.wsj.com/articles/peter-navarros-politburo-playbook-1542068623", "urlToImage": "https://images.wsj.net/im-36550/social", "publishedAt": "2018-11-13T00:23:47Z", "content": "Peter Navarro likes to claim hes running U.S. trade policy, even if he isnt, and now hes acting as if even Donald Trump works for him. Thats the only way to read the White House trade advisers extraordinary public threat against private American citizens on F… [+2244 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "California's Paradise Lost", "description": "Trump is a bully, but he’s right about bad forest management.", "url": "https://www.wsj.com/articles/californias-paradise-lost-1542068600", "urlToImage": "https://images.wsj.net/im-36554/social", "publishedAt": "2018-11-13T00:23:27Z", "content": "One problem with President Trumps bullying rhetorical style is that he gives his critics reason to ignore him even when he has a point. Consider his weekend threat to yank federal funds from California amid its horrific wildfires. Three fires are raging acros… [+3220 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis , Lingling Wei", "title": "U.S., China resume high-level trade talks ahead of Trump-Xi meeting", "description": "Treasury Secretary Steven Mnuchin has resumed discussions with his Chinese counterpart, Vice Premier Liu He, about a deal that would ease trade tension, ahead of a meeting of the leaders of China and the U.S. set for the end of the month.", "url": "https://www.wsj.com/articles/u-s-china-resume-talks-to-cool-trade-tensions-1542064355", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GJ539_china__ZG_20180521022522.jpg", "publishedAt": "2018-11-13T00:00:53Z", "content": "Treasury Secretary Steven Mnuchin has resumed discussions with his Chinese counterpart, Vice Premier Liu He, about a deal that would ease trade tension, ahead of a meeting of the leaders of China and the U.S. set for the end of the month. The two spoke by tel… [+1340 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Stephanie Yang", "title": "Oil Longest Losing Streak on Record...", "description": "Oil Falls in Longest Losing Streak on Record • Oil prices notched their longest losing streak on record Monday, as comments from President Trump negated expectations that the global oil cartel and its allies will cut production. • Light, sweet crude for Decem…", "url": "https://www.wsj.com/articles/oil-jumps-as-opec-moves-closer-to-cutting-output-1542019255", "urlToImage": "https://images.wsj.net/im-36353/social", "publishedAt": "2018-11-13T00:00:04Z", "content": "Oil prices notched their longest losing streak on record Monday, as comments from President Trump negated expectations that the global oil cartel and its allies will cut production. Light, sweet crude for December delivery fell 0.4% to $59.93 a barrel on the … [+3016 chars]"}]}