{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Gallagher", "title": "Los Angeles is a Fashion Wasteland. Can One Store Change That?", "description": "Dover Street Market, a mammoth multi-brand store mixing high fashion and hyped-up streetwear, just opened its sixth location in downtown L.A. But will it find an audience in this notoriously dressed-down city?", "url": "https://www.wsj.com/articles/los-angeles-is-a-fashion-wasteland-can-one-store-change-that-1541457493", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG954_DOVER_SOC_20181105171415.jpg", "publishedAt": "2018-11-05T23:44:32Z", "content": "THIS PAST WEEKEND, in the Arts District at the eastern edge of Los Angeles, the worlds sixth Dover Street Market opened its doors. Run by Japans Comme des Garçons, the Dover stores sell clothing and accessories both from that companys 18 brands and from many … [+5802 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sophie Putka", "title": "A Poll Site Set Up to Make Voting Easier for Vulnerable New Yorkers", "description": "A poll site in the state-run Manhattan Psychiatric Center on Wards Island, which is conjoined to Randall’s Island, is set up to serve the patients at the center and residents of the five homeless shelters that are also located on the islands.", "url": "https://www.wsj.com/articles/a-poll-site-set-up-to-make-voting-easier-for-vulnerable-new-yorkers-1541458726", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG963_NYPOLL_SOC_20181105172026.jpg", "publishedAt": "2018-11-05T23:01:07Z", "content": "When New York Citys poll site 094 opens on Tuesday, only a few voters will likely show up. But turnout isnt a priority for the people who set up the booths there. It is making sure every New Yorker, even the most vulnerable, has the opportunity to cast a ball… [+2998 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gerrard Cowan", "title": "AI Funds Draw Cash but Struggle", "description": "Investors like the idea of artificial intelligence and robotics. They may not like the returns.", "url": "https://www.wsj.com/articles/ai-funds-draw-cash-but-struggle-1541387221", "urlToImage": "https://si.wsj.net/public/resources/images/IF-AD710_AI_SOC_20181102123556.jpg", "publishedAt": "2018-11-05T22:43:58Z", "content": "Artificial intelligence and robotics are two of the hottest sectors in techand ETF providers are starting to take notice. We identified robotics and artificial intelligence as an exciting global investment theme, says Daniel Prince, head of iShares product co… [+3060 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "Ex-Blackwater Guard Goes to Trial for Third Time in Less Than Five Years", "description": "Nicholas Slatten is accused of firing the fateful first shots at a Baghdad traffic circle in 2007. His first conviction was overturned, and his second trial was declared a mistrial.", "url": "https://www.wsj.com/articles/ex-blackwater-guard-goes-to-trial-for-third-time-in-less-than-five-years-1541457294", "urlToImage": "https://images.wsj.net/im-34894/social", "publishedAt": "2018-11-05T22:34:56Z", "content": "A former Blackwater security guard faced a federal jury Monday for the third time in less than five years, as prosecutors seek a definitive verdict against the guard accused of firing the fateful first shots at a Baghdad traffic circle in 2007. Three other gu… [+4839 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mayumi Negishi", "title": "SoftBank CEO Condemns Khashoggi Killing, Says Firm to Keep Saudi Ties", "description": "SoftBank’s CEO Masayoshi Son called the murder of Saudi journalist Jamal Khashoggi a tragedy that shouldn’t have happened but said SoftBank had a responsibility to keep its partnership with the kingdom.", "url": "https://www.wsj.com/articles/softbank-ceo-denounces-khashoggi-killing-but-says-firm-will-keep-saudi-partnership-1541425683", "urlToImage": "https://images.wsj.net/im-34755/social", "publishedAt": "2018-11-05T22:25:19Z", "content": "TOKYOThe chief executive of SoftBank Group Corp. 9984 -2.31% denounced the killing of Saudi journalist Jamal Khashoggi but said it wouldnt affect his companys current ties to the kingdom, which helps bankroll his largest-in-the-world technology-investment fun… [+4634 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Gauthier-Villars", "title": "The Wall Street Journal: Turkey says Saudi cleaners removed evidence of Khashoggi’s murder", "description": "Turkey said agents sent to Istanbul by Saudi Arabia to help investigate Jamal Khashoggi’s disappearance worked instead to remove murder evidence — a finding Ankara said reinforced their conclusion that top Saudi officials knew in advance of a plan to kill the…", "url": "https://www.wsj.com/articles/turkey-says-saudi-chemists-erased-evidence-of-journalists-killing-1541439053", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GR893_saudi1_ZG_20181016225857.jpg", "publishedAt": "2018-11-05T22:16:07Z", "content": "ISTANBUL Turkey said agents sent to Istanbul by Saudi Arabia to help investigate Jamal Khashoggis disappearance worked instead to remove murder evidence a finding Ankara said reinforced their conclusion that top Saudi officials knew in advance of a plan to ki… [+1327 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Berlinger", "title": "Vince's Patrik Ervell Explains the Eternal Appeal of NorCal Style", "description": "One year ago Patrik Ervell closed his own label and left New York. Now, he’s gone full California.", "url": "https://www.wsj.com/articles/vinces-patrik-ervell-explains-the-eternal-appeal-of-norcal-style-1541437977", "urlToImage": "https://images.wsj.net/im-34809/social", "publishedAt": "2018-11-05T22:03:18Z", "content": "In 2017 Patrik Ervell made a huge life change. Actually, three: He closed his own eponymous menswear label, moved from New York to Los Angeles, and started a job as Vice President of mens design at Vince, known for plush sweaters and a low-key-yet-sophisticat… [+4713 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lillian Rizzo", "title": "The Wall Street Journal: Service.com offers $60 million for Sears’ Home Improvement business", "description": "Sears Holdings Corp. has nailed down its first bidder for one of its assets — the Home Improvement business.", "url": "https://www.wsj.com/articles/sears-nabs-60-million-bid-for-home-improvement-business-1541452147", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FJ019_Sears__ZG_20170327162123.jpg", "publishedAt": "2018-11-05T22:02:53Z", "content": "Sears Holdings Corp. has nailed down its first bidder for one of its assets the Home Improvement business. Service.com, a website that helps consumers find local professionals for home-improvement services, has made a $60 million offer for Searss Home Improve… [+906 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Kendall", "title": "Court Turns Away Challenges to Obama-Era Net Neutrality Rules", "description": "The Supreme Court rejected telecom industry requests to erase a lower-court ruling that upheld Obama-era net neutrality rules, though since the rules were already defunct the ruling has no immediate real-world impact.", "url": "https://www.wsj.com/articles/supreme-court-turns-away-challenges-to-obama-era-net-neutrality-rules-1541432957", "urlToImage": "https://images.wsj.net/im-34776/social", "publishedAt": "2018-11-05T21:47:58Z", "content": "WASHINGTONThe Supreme Court on Monday rejected telecom industry requests to erase a lower-court ruling that upheld Obama-era net neutrality rules, though since the rules were already defunct the ruling has no immediate real-world impact. The net-neutrality ru… [+2442 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "Dollar Tree's $9 Billion Problem: Family Dollar", "description": "The purchase of Family Dollar isn’t paying off for Dollar Tree more than three years after the deal, as sales growth falters at the acquired chain. Dollar Tree’s CEO says the problems are fixable.", "url": "https://www.wsj.com/articles/dollar-trees-9-billion-problem-family-dollar-isnt-paying-off-1541419201", "urlToImage": "https://images.wsj.net/im-33496/social", "publishedAt": "2018-11-05T21:46:01Z", "content": "Dollar Tree Inc. DLTR 1.09% won a hard-fought battle to buy Family Dollar more than three years ago, beating out Dollar General Corp. for the roughly 8,200-store chain that caters to low-income shoppers by selling things as diverse as $40 wireless speakers an… [+5367 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Berger", "title": "NYC Cars to Talk to One Another...", "description": "As part of a $25 million pilot program, 8,000 vehicles in New York will be outfitted with special devices that can communicate with one another, as well as with roadside sensors, traffic signals and app-enabled smartphones.", "url": "https://www.wsj.com/articles/nyc-cars-to-talk-to-one-another-under-traffic-safety-pilot-program-1541452455", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG164_NYVEHI_SOC_20181101164503.jpg", "publishedAt": "2018-11-05T21:34:37Z", "content": "Your New York City bus or taxi may soon be able to sense the movement of vehicles and the timing of traffic lights within a several block radius as part of a trial program to reduce road injuries and deaths. As part of a $25 million pilot program, 8,000 vehic… [+3987 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ellen Gamerman", "title": "The Poker Table Becomes a Literary Muse", "description": "The casino is a research lab for authors such as Caroline Hulse and Helen Ellis, who infuse their writing with insights from the poker table.", "url": "https://www.wsj.com/articles/researching-your-book-hit-the-casino-1541428519", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG454_POKER1_SOC_20181102160145.jpg", "publishedAt": "2018-11-05T21:16:06Z", "content": "Debut novelist Caroline Hulse gets inside the minds of her characters not by working long days at a desk, but by putting in late nights at a poker table. Ms. Hulse applies lessons about human nature she has gleaned from the game in The Adults, a comedy-suspen… [+4792 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Ramey", "title": "Trial Begins Over Proposed Census Citizenship Question - Wall Street Journal", "description": "Wall Street Journal Trial Begins Over Proposed Census Citizenship Question Wall Street Journal The question of whether the Trump administration can ask about citizenship on the 2020 census went to trial Monday in Manhattan, in a legal battle filled with immig…", "url": "https://www.wsj.com/articles/trial-begins-over-proposed-census-citizenship-question-1541452040", "urlToImage": "https://images.wsj.net/im-34880/social", "publishedAt": "2018-11-05T21:07:00Z", "content": "The question of whether the Trump administration can ask about citizenship on the 2020 census went to trial Monday in Manhattan, in a legal battle filled with immigration politics and real-world ramifications on the U.S. population count. The plaintiffsthe st… [+3607 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "FedEx to Raise Rates in January", "description": "FedEx said it will increase shipping rates for several operating units as higher transport costs and tight capacity pressure delivery providers.", "url": "https://www.wsj.com/articles/fedex-to-raise-shipping-rates-in-january-1541430189", "urlToImage": "https://images.wsj.net/im-34775/social", "publishedAt": "2018-11-05T21:06:47Z", "content": "FedEx Corp. FDX 0.43% said it will increase shipping rates after the holidays for several of its operating units as higher transportation costs and tight capacity have put pressure on delivery providers. Shipping rates for FedEx Express, FedEx Ground and FedE… [+1131 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "UNDER ARMOUR #MeToo Moment: No More Strip Clubs on Company Dime...", "description": "Under Armour employees received an email earlier this year that upended a longstanding company practice: They could no longer charge visits to strip clubs on their corporate cards. Strip-club visits were symptomatic of practices women at Under Armour found de…", "url": "https://www.wsj.com/articles/under-armours-metoo-moment-no-more-strip-clubs-on-company-dime-1541450209", "urlToImage": "https://images.wsj.net/im-34556/social", "publishedAt": "2018-11-05T20:49:36Z", "content": "Under Armour Inc. UAA 1.22% employees received an email earlier this year that upended a longstanding company practice: They could no longer charge visits to strip clubs on their corporate cards. Over the years, executives and employees of the sports-apparel … [+6624 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gordon Lubold", "title": "Russian Jet Fighter Buzzes US Surveillance Plane Over Black Sea - Wall Street Journal", "description": "Wall Street Journal Russian Jet Fighter Buzzes US Surveillance Plane Over Black Sea Wall Street Journal WASHINGTON—A Russian jet fighter buzzed an American surveillance plane over the Black Sea on Monday, in an encounter U.S. officials called dangerous and “i…", "url": "https://www.wsj.com/articles/russian-jet-fighter-buzzes-u-s-surveillance-plane-over-black-sea-1541449289", "urlToImage": "https://images.wsj.net/im-34885/social", "publishedAt": "2018-11-05T20:26:00Z", "content": "WASHINGTONA Russian jet fighter buzzed an American surveillance plane over the Black Sea on Monday, in an encounter U.S. officials called dangerous and irresponsible, and which came as the U.S. and European allies conducted military exercises aimed at sending… [+1954 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "DOJ deploys election monitors to 35 districts, 19 states...", "description": "DOJ deploys election monitors to 35 districts, 19 states... (Top headline, 12th story, link ) Related stories: Election test: Movement or moment... Presidency faces high stakes... Don Jr. Emerges as 'Relief Pitcher'... COOK SHIFTS 9 MORE TO DEMS... BALZ: Midt…", "url": "https://www.wsj.com/livecoverage/2018-midterms-live-elections-coverage-analysis/card/1541447566", "urlToImage": "https://images.wsj.net/im-34857", "publishedAt": "2018-11-05T20:07:37Z", "content": "The U.S. Justice Department said Monday that it will send election observers to polling stations across the country this week to ensure that federal election laws are being upheld. The observers will be in 35 counties or municipalities across 19 states. The n… [+1287 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Stevens", "title": "AMAZON to Split HQ2 Evenly Between Two Cities...", "description": "Amazon.com plans to split its second headquarters evenly between two locations rather than picking one city for HQ2, a surprise decision that will spread the impact of a massive new office across two communities.", "url": "https://www.wsj.com/articles/amazon-plans-to-split-hq2-evenly-between-two-cities-1541446552", "urlToImage": "https://images.wsj.net/im-34661/social", "publishedAt": "2018-11-05T19:49:37Z", "content": "Amazon.com Inc. AMZN -1.96% plans to split its second headquarters evenly between two locations rather than picking one city for HQ2, according to a person familiar with the matter, a surprise decision that will spread the impact of a massive new office acros… [+936 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "Americans Aren't Just Happy about the Economy", "description": "The Trump era has clearly exceeded voter expectations.", "url": "https://www.wsj.com/articles/americans-arent-just-happy-about-the-economy-1541446385", "urlToImage": "https://images.wsj.net/im-34828/social", "publishedAt": "2018-11-05T19:33:07Z", "content": "The President elected two years ago to revive American prosperity is now presiding over an economic boom. The first two years of the Trump era have been so good that his predecessor has lately been barnstorming the country trying to persuade voters that were … [+5017 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump Says He Will 'Probably Not' Meet With Putin in Paris - Wall Street Journal", "description": "Wall Street Journal Trump Says He Will 'Probably Not' Meet With Putin in Paris Wall Street Journal WASHINGTON—President Trump said Monday that he would “probably not” meet with Vladimir Putin on his trip to Paris this weekend, after saying last month that he …", "url": "https://www.wsj.com/articles/trump-says-he-will-probably-not-meet-with-putin-in-paris-1541446366", "urlToImage": "https://images.wsj.net/im-34852/social", "publishedAt": "2018-11-05T19:32:00Z", "content": "WASHINGTONPresident Trump said Monday that he would probably not meet with Vladimir Putin on his trip to Paris this weekend, after saying last month that he would likely meet with the Russian leader. Mr. Trum p was speaking to reporters at Joint Base Andrews,… [+1386 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Charley Grant", "title": "How Tesla Made a Record Profit", "description": "Tesla’s record quarter doesn’t look as good as its earnings release had suggested, in part since the biggest boost to profits came from the sale of government credits.", "url": "https://www.wsj.com/articles/how-tesla-made-a-record-profit-1541436774", "urlToImage": "https://images.wsj.net/im-34808/social", "publishedAt": "2018-11-05T19:26:04Z", "content": "Tesla TSLA -1.45% has produced a turnaround for the ages. Knowing how the company pulled it off is important for investors. Last week, chief executive Elon Musk said the electric car maker was struggling for survival up until September. Turns out, Tesla produ… [+2804 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heather Haddon", "title": "Sysco's Shares Take Hit as Costs Grow", "description": "The food-service distributor said it is struggling against labor, transportation and other costs. Profit and sales were weaker than expected for the latest quarter.", "url": "https://www.wsj.com/articles/syscos-shares-take-hit-as-costs-grow-1541444562", "urlToImage": "https://images.wsj.net/im-34831/social", "publishedAt": "2018-11-05T19:13:42Z", "content": "Sysco Co.s SYY -9.44% shares tumbled Monday after the worlds largest food-service distributor said it is struggling against labor, transportation and other costs that are pressuring many U.S. companies. The Houston-based distributor to restaurants and other f… [+2717 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Gallagher", "title": "Apple's Got the iPhone XR's Number - Wall Street Journal", "description": "Wall Street Journal Apple's Got the iPhone XR's Number Wall Street Journal In the stilted world of quarterly earnings calls, sometimes what you don't say can matter more. Apple Inc. AAPL -2.94% typically isn't shy in bragging about its devices—the first half …", "url": "https://www.wsj.com/articles/apples-got-the-iphone-xrs-number-1541443725", "urlToImage": "https://images.wsj.net/im-34836/social", "publishedAt": "2018-11-05T18:48:00Z", "content": "In the stilted world of quarterly earnings calls, sometimes what you dont say can matter more. Apple Inc. AAPL -2.84% typically isnt shy in bragging about its devicesthe first half of its calls are typically nothing but. However, the companys session last wee… [+1177 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Levitz", "title": "With smartphones everywhere, workers baffled by work telephones...", "description": "With iPhones everywhere, workers are increasingly baffled by their telephones at work—if they can figure out how to operate them at all; the problem of ‘that curly cord.’", "url": "https://www.wsj.com/articles/its-giant-and-has-like-five-million-buttons-the-office-desk-phone-wont-die-1541432514", "urlToImage": "https://images.wsj.net/im-34583/social", "publishedAt": "2018-11-05T18:04:37Z", "content": "Anthony Acock was swamped at work and needed to make some space on his desk. So the assistant professor of graphic design at California State Polytechnic University, Pomona unplugged his desktop phone and stuck it in a drawer. Its giant and has like five mill… [+5489 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "Service-Sector Activity Cools Slightly in October", "description": "Service-sector activity across the U.S. slowed in October, but remained at a level indicative of steady economic growth.", "url": "https://www.wsj.com/articles/u-s-service-sector-activity-slowed-in-october-1541431548", "urlToImage": "https://images.wsj.net/im-34782/social", "publishedAt": "2018-11-05T17:25:55Z", "content": "Service-sector activity across the U.S. pulled back slightly in October but remained at a level indicative of steady economic growth, despite businesses expressing continued concerns toward tariffs. The Institute for Supply Management on Monday said its index… [+2337 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Noemie Bisserbe", "title": "Syrian Officials Sought in French Arrest Warrant", "description": "A French judge has issued international arrest warrants for three senior members of the Syrian government, including its security chief, on suspicion they were involved in war crimes, according to a judicial official and a lawyer for the alleged victims.", "url": "https://www.wsj.com/articles/syrian-officials-sought-in-french-arrest-warrant-1541435839", "urlToImage": "https://images.wsj.net/im-34797/social", "publishedAt": "2018-11-05T16:48:54Z", "content": "PARISA French judge has issued international arrest warrants for three senior members of the Syrian government, including its security chief, on suspicion they were involved in war crimes, according to a judicial official and a lawyer for the alleged victims.… [+2110 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Beaton", "title": "There Has Never Been a Basketball Player Like Duke's Zion Williamson - Wall Street Journal", "description": "Wall Street Journal There Has Never Been a Basketball Player Like Duke's Zion Williamson Wall Street Journal Durham, N.C.. Zion Williamson, the latest highly prized freshman for Duke, is different from all the other teens who have made pit stops here en route…", "url": "https://www.wsj.com/articles/there-has-never-been-a-basketball-player-like-dukes-zion-williamson-1541436454", "urlToImage": "https://images.wsj.net/im-34807/social", "publishedAt": "2018-11-05T16:48:28Z", "content": "Durham, N.C. Zion Williamson, the latest highly prized freshman for Duke, is different from all the other teens who have made pit stops here en route to the NBA. For starters, he looks nothing like an 18-year-old. Or even a basketball player. Williamson is of… [+5638 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Subaru Struggles Amid Recalls, Production Delays", "description": "Subaru fell short of its U.S. shipment target, and profit margins narrowed.", "url": "https://www.wsj.com/articles/subaru-to-recall-an-additional-100-000-vehicles-in-japan-1541404651", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG806_1105SU_SOC_20181105024435.jpg", "publishedAt": "2018-11-05T16:46:11Z", "content": "The Japanese car maker, which grew rapidly earlier this decade by feeding Americans demand for sport-utility vehicles, said Monday it fell short of its U.S. shipment target and its profit margins narrowed. Subarus net profit in the current fiscal year, which … [+3004 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gerald F. Seib", "title": "Trump vs. Democratic Women: Headline Fight of the 2018 Campaign", "description": "Whatever the outcome, the midterm campaign will have featured the collision of two giant forces: President Trump and newly energized Democratic women.", "url": "https://www.wsj.com/articles/trump-vs-democratic-women-headline-fight-of-the-2018-campaign-1541429076", "urlToImage": "https://images.wsj.net/im-34802/social", "publishedAt": "2018-11-05T16:21:33Z", "content": "Whatever the precise outcome when votes are counted Tuesday night, the 2018 midterm campaign has represented the collision of two giant forces in American politics: President Trump and a newly energized cadre of Democratic women. And guess what? Both figure t… [+4885 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Telis Demos", "title": "The Wall Street Journal: Citigroup to keep chairman and CEO roles separate", "description": "Citi selects director John Dugan, a former top banking regulator, as its next chairman.", "url": "https://www.wsj.com/articles/citigroup-to-keep-chairman-ceo-roles-separate-1541426400?mod=hp_lista_pos2", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GL139_citi_0_ZG_20180619103521.jpg", "publishedAt": "2018-11-05T16:05:46Z", "content": "Citigroup Inc. is keeping chairman and chief executive roles separate. The banks C, +1.97% board on Monday said it has selected director John Dugan, a former top banking regulator, as its next chairman. Dugan will move into the role in January, following Mich… [+918 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sumathi Reddy", "title": "Another Burst of Polio-Like Cases in Children Alarms Doctors - Wall Street Journal", "description": "Wall Street Journal Another Burst of Polio-Like Cases in Children Alarms Doctors Wall Street Journal The condition is called acute flaccid myelitis, or AFM. Though rare, it has jumped onto the national radar. As doctors struggle to explain its third nationwid…", "url": "https://www.wsj.com/articles/another-burst-of-polio-like-cases-in-children-alarms-doctors-1541432122", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG471_YHEALT_SOC_20181102162450.jpg", "publishedAt": "2018-11-05T15:36:27Z", "content": "Two years ago, Christa Bottomleys healthy 5-year-old son caught a viral cold like the rest of the family. Everyone else recovered, but in his case the virus triggered a neurological condition. The condition is called acute flaccid myelitis, or AFM. Though rar… [+8334 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Elliott", "title": "Refining Becomes Driver of Oil Profits", "description": "Oil producers in Canada and West Texas are finding it difficult to move supply amid low prices and overwhelmed pipelines, and refiners are taking advantage.", "url": "https://www.wsj.com/articles/once-a-dog-refining-becomes-driver-of-oil-profits-1541413801", "urlToImage": "https://images.wsj.net/im-34366/social", "publishedAt": "2018-11-05T15:26:13Z", "content": "From Exxon Mobil Corp. to Phillips 66, energy companies are reaping banner profits by taking cheap oil landlocked in North America and turning it into fuel. Tremendous growth in oil output has overwhelmed pipelines and depressed crude prices in some regions o… [+5102 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: How Angela Merkel Foiled a Backroom Coup", "description": "To subscribe to the newsletter, please sign up here MUST READS How Angela Merkel Foiled a Backroom Coup in One Late Display of Clout: The era of Angela Merkel was clearly coming to an end a week ago, and Wolfgang Schäuble was prepared to jump in. An elder sta…", "url": "https://blogs.wsj.com/moneybeat/2018/11/05/how-angela-merkel-foiled-a-backroom-coup/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-05T15:21:23Z", "content": "How Angela Merkel Foiled a Backroom Coup in One Late Display of Clout : The era of Angela Merkel was clearly coming to an end a week ago, and Wolfgang Schäuble was prepared to jump in. An elder statesman and veteran of German political battles, he had been se… [+84 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shan Li", "title": "Tencent to Limit Playing Time, Verify IDs of Young Chinese", "description": "Tencent says it will verify the identities of all its videogame players to sharply restrict online play time for youths in China, including limiting children 12 and under to one hour of play daily.", "url": "https://www.wsj.com/articles/game-changer-tencent-to-limit-playing-time-verify-ids-of-young-chinese-1541418380", "urlToImage": "https://images.wsj.net/im-34740/social", "publishedAt": "2018-11-05T15:10:23Z", "content": "BEIJING Tencent Holdings Ltd. TCEHY -0.08% says it will verify the identities of all its videogame players to sharply restrict online play time for youths in China, including limiting children 12 and under to one hour of play daily. A verification system will… [+3099 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Colin Kellaher", "title": "Amazon Offering Free Shipping on Holiday Orders", "description": "Amazon said it is offering free shipping with no minimum purchase on orders delivered through the holidays, countering shipping deals from rivals Target and Walmart.", "url": "https://www.wsj.com/articles/amazon-offering-free-shipping-on-holiday-orders-1541424226", "urlToImage": "https://images.wsj.net/im-34756/social", "publishedAt": "2018-11-05T14:35:02Z", "content": "Amazon.com Inc. AMZN -2.27% on Monday said it is offering free shipping with no minimum purchase on orders delivered through the holidays, countering shipping deals from rivals Target Corp. TGT 1.11% and Walmart Inc. The online retail giant also said it is of… [+1368 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Iran's President Says America Will 'Regret' Sanctions", "description": "As the U.S. reimposed economic sanctions on his country, Iranian President Hassan Rouhani said Iran would bypass the measures and \"make America regret\" reinstating them. Photo: AP", "url": "http://www.wsj.com/video/iran-president-says-america-will-regret-sanctions/30F8DEDC-2189-4264-B0B4-821FC09E5D22.html", "urlToImage": "http://m.wsj.net/video/20181105/110518iran/110518iran_1280x720.jpg", "publishedAt": "2018-11-05T14:18:18Z", "content": "Online Harassment: How Victims Are Fighting Back 10/22/2018 Roughly 40% of Americans say theyve experienced some form of online harassment. For some, these threats can become extreme, making it impossible to lead a normal life. In Moving Upstream, WSJs Jason … [+142 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "Lowe's to Close Over 50 Stores - Wall Street Journal", "description": "Wall Street Journal Lowe's to Close Over 50 Stores Wall Street Journal Lowe's Companies Inc. LOW -0.64% said it would close over 50 stores as a new CEO seeks to boost sales by shedding less-profitable locations and focus spending elsewhere. The home-improveme…", "url": "https://www.wsj.com/articles/lowes-to-close-over-50-stores-1541426685", "urlToImage": "https://images.wsj.net/im-34763/social", "publishedAt": "2018-11-05T14:04:00Z", "content": "The home-improvement retailer will close 31 locations in Canada and 20 stores in the U.S. Some stores will close immediately, others by the end of the companys fiscal year on Feb. 1, 2019. The store closures are a necessary step in our strategic reassessment … [+1789 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Liz Hoffman", "title": "The Wall Street Journal: Partnership class shrinking at an increasingly exclusive Goldman Sachs under CEO David Solomon", "description": "The Wall Street firm is set to name its smallest class of new partners in years this week, according to people familiar with the matter.", "url": "https://www.wsj.com/articles/fewer-stars-to-rise-at-goldman-sachs-as-partnership-class-shrinks/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GK075_goldma_ZG_20180530115858.jpg", "publishedAt": "2018-11-05T13:53:12Z", "content": "Goldman Sachs Group Inc. is handing out fewer brass rings. The Wall Street firm GS, +1.20% is set to name its smallest class of new partners in years this week, according to people familiar with the matter. Its the first crop of promotions under Chief Executi… [+1192 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Krouse", "title": "The Wall Street Journal: Verizon to break up wireless unit in reorganization", "description": "New CEO Hans Vestberg is restructuring divisions based on types of customers served, rather than by the type of service provided.", "url": "https://www.wsj.com/articles/verizon-to-break-up-wireless-unit-in-reorganization-1541420253", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FE534_Verizo_ZG_20170126122309.jpg", "publishedAt": "2018-11-05T13:36:10Z", "content": "Verizon Communications Inc.s VZ, +1.03% new chief executive is restructuring the carriers business lines, including its massive wireless business, in one of the first major organizational changes under his leadership. Hans Vestberg is reorganizing the company… [+1247 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Benjamin Mullin", "title": "Comscore to Measure Viewership on Snapchat Discover", "description": "Snapchat parent is rolling out a new partnership with comScore that will let the measurement company tabulate viewership for each publisher’s total audience in Snapchat Discover.", "url": "https://www.wsj.com/articles/comscore-adds-limited-measurement-tool-for-snapchat-discover-1541415601", "urlToImage": "https://images.wsj.net/im-34609/social", "publishedAt": "2018-11-05T13:15:29Z", "content": "Publishers are about to get more credit for all the viewers who watch their Snapchat Discover channels, though advertisers will still have to wait for audited numbers on specific shows. Snap chat parent Snap Inc. is rolling out a new partnership with Comscore… [+3602 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "U.S. Sanctions on Iran Effective or Not?—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, with the top stories powering the markets today. At the stroke of midnight the wheels came off Iran’s oil wagon as U.S. sanctions against the Middle Eastern country entered into force. At home, U.S. voters will decide whet…", "url": "https://blogs.wsj.com/moneybeat/2018/11/05/energy-journal-u-s-sanctions-on-iran-effective-or-not/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CC868_IRANEC_P_20181022145720.jpg", "publishedAt": "2018-11-05T12:50:41Z", "content": "Good morning. Im Neanda Salvaterra, with the top stories powering the markets today. At the stroke of midnight the wheels came off Irans oil wagon as U.S. sanctions against the Middle Eastern country entered into force. At home, U.S. voters will decide whethe… [+4954 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James T. Areddy", "title": "Xi Jinping Aims to Rebrand China—as an Importer - Wall Street Journal", "description": "Moneycontrol.com Xi Jinping Aims to Rebrand China—as an Importer Wall Street Journal SHANGHAI—A trade fair China is hosting to market a new image—as an importer—is looking like a test of its commitment to follow through on promised economic liberalization. In…", "url": "https://www.wsj.com/articles/xi-jinping-aims-to-rebrand-chinaas-an-importer-1541420747", "urlToImage": "https://images.wsj.net/im-34746/social", "publishedAt": "2018-11-05T12:25:00Z", "content": "SHANGHAIA trade fair China is hosting to market a new imageas an importeris looking like a test of its commitment to follow through on promised economic liberalization. In his latest economic initiative, Chinese President Xi Jinping on Monday inaugurated an e… [+5512 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Sindreu", "title": "Market Boogeyman May Come for Bonds, Not Stocks...", "description": "Risk-parity funds are often cited as culprits during stock selloffs like the recent one. In this case, though, the worry should be in bonds, not stocks.", "url": "https://www.wsj.com/articles/market-boogeyman-may-come-for-bonds-not-stocks-1541419320", "urlToImage": "https://images.wsj.net/im-34504/social", "publishedAt": "2018-11-05T12:07:38Z", "content": "Risk-parity funds are one of Wall Streets favorite boogeymen during stock selloffs like the recent one. In this case, though, the worry should be in bonds, not stocks. The S&amp;P 500 was down 6.9% in October, its worst month since September 2011. Many invest… [+2513 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch, Aresu Eqbali", "title": "The Wall Street Journal: Defiant Iranian president promises to ‘break’ new U.S. sanctions", "description": "Iranian President Hassan Rouhani vowed that his country would resist tough new U.S. sanctions on Iran’s oil and banks on Monday, as Tehran braced for a new era of political and economic isolation.", "url": "https://www.wsj.com/articles/iranian-president-promises-to-break-new-u-s-sanctions/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX804_Iran_s_ZG_20181105065231.jpg", "publishedAt": "2018-11-05T11:53:58Z", "content": "Iranian President Hassan Rouhani vowed that his country would resist tough new U.S. sanctions on Irans oil and banks on Monday, as Tehran braced for a new era of political and economic isolation. Unfair sanctions are against the law, U.N. resolutions and inte… [+1728 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "Defiant Rouhani Promises Iran Will 'Break' New U.S. Sanctions...", "description": "Defiant Rouhani Promises Iran Will 'Break' New U.S. Sanctions... (Second column, 12th story, link ) Related stories: REPORT: Farrakhan Leads 'Death to America' Chant in Tehran... Advertise here", "url": "https://www.wsj.com/articles/iranian-president-promises-to-break-new-u-s-sanctions-1541413178", "urlToImage": "https://images.wsj.net/im-34741/social", "publishedAt": "2018-11-05T11:52:37Z", "content": "Iranian President Hassan Rouhani vowed that his country would resist tough new U.S. sanctions on Irans oil and banks on Monday, as Tehran braced for a new era of political and economic isolation. Unfair sanctions are against the law, U.N. resolutions and inte… [+4616 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tatyana Shumsky", "title": "SEC Spotlights Areas of Subjective Judgement in Letters to Early Adopters of Revenue Rules", "description": "The Securities and Exchange Commission is homing in on subjective accounting decisions made by finance teams as the regulator reviews how companies comply with new revenue recognition rules.", "url": "https://blogs.wsj.com/cfo/2018/11/05/sec-spotlights-areas-of-subjective-judgement-in-letters-to-early-adopters-of-revenue-rules/", "urlToImage": "https://images.wsj.net/im-34718", "publishedAt": "2018-11-05T11:35:32Z", "content": "The Securities and Exchange Commission is homing in on subjective accounting decisions made by finance teams as the regulator reviews how companies comply with new revenue recognition rules. The new accounting standard, which went into effect for public compa… [+3114 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nathaniel Taplin", "title": "Making Money: A Dirty Business? - Wall Street Journal", "description": "Wall Street Journal Making Money: A Dirty Business ? Wall Street Journal But if some companies acknowledge those costs and divest profitable businesses, only to see them scooped up by competitors without apparent consequences, will they make similar decisions…", "url": "https://www.wsj.com/articles/making-money-a-dirty-business-1541417435", "urlToImage": "https://images.wsj.net/im-34743/social", "publishedAt": "2018-11-05T11:31:21Z", "content": "Its the end of days for coal and dirty fossil fuelsor so the story has been going. Why then, are coal and oil companies doing so well? In an age when companies environmental, social and corporate governanceknown by the awkward acronym ESGhas become a key benc… [+2634 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aaron Zitner", "title": "In Tight Midterm Races, White Male Voters Are the Ones to Watch - Wall Street Journal", "description": "Wall Street Journal In Tight Midterm Races, White Male Voters Are the Ones to Watch Wall Street Journal With American voters polarized, a central question in Tuesday's election is which party will do the better job of bringing out its core supporters. Democra…", "url": "https://www.wsj.com/articles/in-tight-midterm-races-white-male-voters-are-the-ones-to-watch-1541415600", "urlToImage": "https://images.wsj.net/im-34720/social", "publishedAt": "2018-11-05T11:05:16Z", "content": "With American voters polarized, a central question in Tuesdays election is which party will do the better job of bringing out its core supporters. Democrats are trying to mobilize Hispanic voters, for example, while Republicans are working to energize working… [+4339 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Can the New iPad Pro Be Your Only Computer?", "description": "Apple keeps pushing its high-powered tablet as a laptop replacement, and the newly upgraded version is the hottest contender yet. WSJ's David Pierce puts the redesigned 11-inch iPad Pro through a series of tests to see if it's up to the job. Photo: James Pace…", "url": "http://www.wsj.com/video/can-the-new-ipad-pro-be-your-only-computer/5D59B73E-BB6E-4FF7-939E-F544ED4D48A3.html", "urlToImage": "http://m.wsj.net/video/20181104/ptech1105/ptech1105_1280x720.jpg", "publishedAt": "2018-11-05T11:00:00Z", "content": "Online Harassment: How Victims Are Fighting Back 10/22/2018 Roughly 40% of Americans say theyve experienced some form of online harassment. For some, these threats can become extreme, making it impossible to lead a normal life. In Moving Upstream, WSJs Jason … [+142 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Otto", "title": "Last Four Flights of Crashed Lion Air Jet Had Problems With Airspeed Indicator - Wall Street Journal", "description": "Wall Street Journal Last Four Flights of Crashed Lion Air Jet Had Problems With Airspeed Indicator Wall Street Journal JAKARTA, Indonesia—The last four flights of a crashed Lion Air jetliner all experienced problems with the new Boeing 's airspeed indicator, …", "url": "https://www.wsj.com/articles/last-four-flights-of-crashed-lion-air-jet-had-problems-with-airspeed-indicator-1541415330", "urlToImage": "https://images.wsj.net/im-34742/social", "publishedAt": "2018-11-05T10:55:00Z", "content": "JAKARTA, IndonesiaThe last four flights of a crashed Lion Air jetliner all experienced problems with the new Boeings airspeed indicator, investigators analyzing data from the flight-data recorder said Monday. Soerjanto Tjahjono, head of the National Transport… [+704 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jim Carlton", "title": "Voters in 37 States to Decide Ballot Measures - Wall Street Journal", "description": "Wall Street Journal Voters in 37 States to Decide Ballot Measures Wall Street Journal Below the radar of the fight for control of Congress and state houses, voters in 37 states will decide on 155 ballot measures Tuesday that could have major impacts on everyd…", "url": "https://www.wsj.com/articles/voters-in-37-states-to-decide-ballot-measures-1541413801", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG647_BALLOT_SOC_20181104130712.jpg", "publishedAt": "2018-11-05T10:34:23Z", "content": "Below the radar of the fight for control of Congress and state houses, voters in 37 states will decide on 155 ballot measures Tuesday that could have major impacts on everyday lives. There are statewide measures increasing and decreasing gasoline taxes, legal… [+4524 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saeed Shah", "title": "US Faces Newly Muscular Taliban in Peace-Talk Efforts - Wall Street Journal", "description": "Wall Street Journal US Faces Newly Muscular Taliban in Peace-Talk Efforts Wall Street Journal The movement's battlefield successes and territorial gains give it more sway in talks, in which it seeks the withdrawal of U.S.-led foreign forces from Afghanistan a…", "url": "https://www.wsj.com/articles/u-s-faces-newly-muscular-taliban-in-peace-talk-efforts-1541413803", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG529_TALIBA_TOP_20181102173655.jpg", "publishedAt": "2018-11-05T10:30:49Z", "content": "As it pushes to jump-start an Afghan peace process, the U.S. faces a Taliban that is stronger than any time since an American-led military coalition deposed it 17 years ago, say U.S. and Afghan officials, current and former militants and experts. The movement… [+8162 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: U.S. Companies Feel Tariff Pinch | Strongest Wage Growth In a Decade | Election Day Nears", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Good morning. Today we look at fallout from U.S. trade policy, another milestone for workers, how opioid addiction is affecting the labor market, and wher…", "url": "https://blogs.wsj.com/economics/2018/11/05/real-time-economics-u-s-companies-feel-tariff-pinch-strongest-wage-growth-in-a-decade-election-day-nears/", "urlToImage": "https://images.wsj.net/im-34713", "publishedAt": "2018-11-05T10:29:47Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. Good morning. Today we look at fallout from U.S. trade policy, another milestone for workers, how opioid addiction is affecting the labor market, and where… [+7890 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Client Cheating, Free Cash, New Tax Law", "description": "Signs you can look for to see if your client is cheating on you, what will banks do with cash freed up by rule changes, and everything you need to know about the new tax law.", "url": "https://blogs.wsj.com/moneybeat/2018/11/05/wsj-wealth-adviser-briefing-client-cheating-free-cash-new-tax-law/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-05T10:00:27Z", "content": "Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and more. PLANNING &amp; INVESTING GE Shows What Happens When Dividend Investing G… [+2607 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew Hinshaw", "title": "Can't Find Cameroon's President? Try Geneva's Intercontinental Hotel", "description": "Paul Biya, one of the world’s longest-serving rulers, takes sustained Swiss vacations as his country grapples with insurgencies, crises.", "url": "https://www.wsj.com/articles/where-does-the-lion-sleep-tonight-genevas-intercontinental-hotel-1541368940", "urlToImage": "https://images.wsj.net/im-34544/social", "publishedAt": "2018-11-05T08:27:31Z", "content": "GENEVABlinds were drawn at a back office of the Intercontinental Hotel one day last year, as a man known to staff as The General emptied a white cloth bag stuffed with euros. It was time to pay for one of the worlds longest-serving leaders. For weeks, several… [+272 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anne Tergesen and Veronica Dagher", "title": "貯蓄と倹約が最優先：米国の若い世代に新潮流 - WSJ", "description": "News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services", "url": "https://jp.wsj.com/articles/SB12048907042135944252204584575390118052628", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CG350_RETIRE_SOC_20181102104121.jpg", "publishedAt": "2018-11-05T07:14:32Z", "content": "75 65 65 2535 165 401K658000 FIRE Financial Independence, Retire EarlyFIREFIRE45 FIREX435 33 FIRE FIRE175818411854 FIRE1992Your Money or Your Life19902008 73 FIRE302030 33 20040150202011025000Airbnb2"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Georgia and Missouri Races Are Rattled by Last-Minute Allegations - Wall Street Journal", "description": "Wall Street Journal Georgia and Missouri Races Are Rattled by Last-Minute Allegations Wall Street Journal TWO LATE-BREAKING SCANDALS are roiling a pair of key midterm match-ups. In Georgia, the Secretary of State's office, run by Republican gubernatorial cand…", "url": "https://www.wsj.com/livecoverage/campaign-wire-2018-midterms/card/1541364186", "urlToImage": "https://images.wsj.net/im-34692", "publishedAt": "2018-11-05T05:42:51Z", "content": "ONE OF THE DEMOCRATIC PARTYS NEWEST MEMBERS is flooding the midterm field with cash in the final days. Former New York City Mayor Michael Bloombergs Independence USA super PAC is spending more on television advertising in the campaigns final week than all of … [+2308 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Theo Francis", "title": "Companies Face the Tariff Squeeze", "description": "Large U.S. companies adjust to the trade standoff with China with price increases or changes to their supply chains, but they say the situation could deteriorate in 2019.", "url": "https://www.wsj.com/articles/companies-feel-the-tariff-pinch-1541350800", "urlToImage": "https://images.wsj.net/im-34543/social", "publishedAt": "2018-11-05T04:51:59Z", "content": "U.S. companies said they are tempering the effects of escalating tariffs with China through price increases or changes to their supply chains, but they warn investors that the picture could worsen next year. Tariffs have slowed U.S. timber and grain exports, … [+7438 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saumya Vaishampayan", "title": "Fading Hopes for U.S.-China Trade Truce Hit Markets", "description": "Asia’s beaten-up stock markets enjoyed a powerful rally in the previous trading session, buoyed by the prospect of warmer relations between the world’s two largest economies. But that optimism didn’t last long.", "url": "https://www.wsj.com/articles/fading-hopes-for-u-s-china-trade-truce-hit-markets-1541393410", "urlToImage": "https://images.wsj.net/im-34723/social", "publishedAt": "2018-11-05T04:50:12Z", "content": "Asias beaten-up stock markets enjoyed a powerful rally in the previous trading session, buoyed by the prospect of warmer relations between the worlds two largest economies. But that optimism didnt last long. Some of Fridays biggest gainersindexes in Hong Kong… [+2002 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bojan Pancevski", "title": "How Angela Merkel Foiled a Backroom Coup in One Late Display of Clout", "description": "By taking herself out of the running to lead Germany’s ruling party, the chancellor dragged its succession process into the light for the first time in decades and cued up a rare public race for her crown. “Merkel stood up and dropped the bomb.”", "url": "https://www.wsj.com/articles/how-angela-merkel-foiled-a-backroom-coup-in-one-late-display-of-clout-1541356656", "urlToImage": "https://images.wsj.net/im-34635/social", "publishedAt": "2018-11-05T01:57:14Z", "content": "BERLINThe era of Angela Merkel was clearly coming to an end a week ago, and Wolfgang Schäuble was prepared to jump in. An elder statesman and veteran of German political battles, he had been secretly developing a succession plan, typical of changes-of-guard i… [+12124 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachel Bachman", "title": "U.S. Strong, but Winners Speed Past in New York Marathon", "description": "Americans made a show of force in Sunday’s New York City Marathon. But Mary Keitany of Kenya and Lelisa Desisa of Ethiopia proved best.", "url": "https://www.wsj.com/articles/mary-keitany-of-kenya-wins-new-york-city-marathon-1541350047", "urlToImage": "https://images.wsj.net/im-34694/social", "publishedAt": "2018-11-05T01:16:18Z", "content": "Americans made a show of force in Sundays New York City Marathon. But East African runners reminded them who the worlds reigning speedsters are, rocketing to some of the fastest-ever times in the mens and womens divisions. Mary Keitany of Kenya won the womens… [+4161 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "Global Economy Week Ahead", "description": "In the week ahead, the U.S. will see data on service-sector activity, producer prices and consumer sentiment. The Federal Reserve will publish its policy statement.", "url": "https://www.wsj.com/articles/global-economy-week-ahead-service-sector-activity-producer-prices-consumer-sentiment-1541361600", "urlToImage": "https://images.wsj.net/im-34557/social", "publishedAt": "2018-11-05T00:57:58Z", "content": "In the week ahead, the U.S. will see data on service-sector activity, producer prices and consumer sentiment. The Federal Reserve will publish its policy statement. Monday: The Institute for Supply Management releases its nonmanufacturing index for October. T… [+1538 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jared Malsin", "title": "Egypt Kills 19 People Suspected of Links to Attack on Coptic Christians", "description": "Egypt’s Interior Ministry said it killed 19 people suspected of involvement in a lethal attack on Coptic Christians two days earlier that showed the continuing challenge posed by Islamist militancy in the country.", "url": "https://www.wsj.com/articles/egypt-kills-19-people-suspected-of-links-to-attack-on-coptic-christians-1541345727", "urlToImage": "https://images.wsj.net/im-34666/social", "publishedAt": "2018-11-05T00:39:30Z", "content": "CAIROEgypts Interior Ministry on Sunday said it killed 19 people suspected of involvement in a lethal attack on Coptic Christians two days earlier that showed the continuing challenge posed by Islamist militancy in the country. The shooting attack on buses ca… [+2144 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "'Bohemian Rhapsody' Enjoys Ruling-Class Opening", "description": "The Queen biopic “Bohemian Rhapsody” was the box-office champion this weekend, with an estimated $50 million opening in the U.S. and Canada, while other new releases bit the dust.", "url": "https://www.wsj.com/articles/bohemian-rhapsody-enjoys-ruling-class-opening-1541355399", "urlToImage": "https://images.wsj.net/im-34672/social", "publishedAt": "2018-11-05T00:19:18Z", "content": "LOS ANGELESThe Queen biopic Bohemian Rhapsody was the box-office champion this weekend, with an estimated $50 million opening in the U.S. and Canada, while other new releases bit the dust. Walt Disney Co.s fantasy The Nutcracker and the Four Realms, premiered… [+2364 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Arian Campo-Flores", "title": "In Florida Race, Candidates Keep Sights on Their Bases", "description": "The costly, rancorous Florida governor’s race is coming down to the wire with Republican Ron DeSantis and Democrat Andrew Gillum each rushing to turn out their base voters.", "url": "https://www.wsj.com/articles/in-close-florida-governors-race-candidates-keep-sights-on-their-bases-1541332800", "urlToImage": "https://images.wsj.net/im-34576/social", "publishedAt": "2018-11-05T00:04:13Z", "content": "TAMPA, Fla.Jerry Newberry is just the kind of voter Republican Ron DeSantis needs to win his close race for Florida governor against Democrat Andrew Gillum. The 58-year-old president of a business-analytics company already cast an early ballot for the GOP nom… [+4908 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Levitz", "title": "Florida Yoga Studio Shooter Had History of Allegedly Harassing Women, Authorities Say", "description": "The man accused of killing two women and injuring five other people at a Tallahassee, Fla., yoga studio on Friday was the subject of prior complaints related to the harassment of young women, authorities said.", "url": "https://www.wsj.com/articles/florida-yoga-studio-shooter-had-history-of-allegedly-harassing-women-authorities-say-1541367874", "urlToImage": "https://images.wsj.net/im-34698/social", "publishedAt": "2018-11-05T00:01:58Z", "content": "The man accused of killing two women and injuring five other people at a Tallahassee, Fla., yoga studio on Friday was the subject of prior complaints related to the harassment of young women, authorities said. Scott Beierle posed as a customer at Hot Yoga Tal… [+1722 chars]"}]}