{"articles": [{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Leaders Mark Hundredth Anniversary of Armistice", "description": "French President Emmanuel Macron and German Chancellor Angela Merkel", "url": "https://www.wsj.com/articles/merkel-macron-mark-hundredth-anniversary-of-armistice-that-ended-wwi-1541870380", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI444_Armist_G_20181110115011.jpg", "publishedAt": "2018-11-10T20:59:50Z", "content": "More than 3 million French and German troops were among an estimated 10 million soldiers who died in the war SEND An error has occurred, please try again later."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "The Wall Street Journal: Tight Florida Senate and governor races head to a recount", "description": "The Florida Senate race between Republican Gov. Rick Scott and Democrat Sen. Bill Nelson is headed to a recount as unofficial election results Saturday showed Scott leading Nelson by a slight margin.", "url": "https://www.wsj.com/articles/florida-senate-race-heads-to-recount/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX521_scott__ZG_20181101122451.jpg", "publishedAt": "2018-11-10T19:11:30Z", "content": "The Florida Senate race between Republican Gov. Rick Scott and Democrat Sen. Bill Nelson is headed to a recount as unofficial election results Saturday showed Scott leading Nelson by a slight margin. Scotts lead has steadily dropped to 12,562 votes, or.15%, s… [+1243 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Midterm Results Point to a New Divide in Politics: Education", "description": "Democratic wins in House races provide more evidence of a powerful new factor in politics: the nation’s growing educational divide.", "url": "https://www.wsj.com/articles/midterm-results-point-to-a-new-divide-in-politics-education-1541865601", "urlToImage": "https://images.wsj.net/im-36237/social", "publishedAt": "2018-11-10T16:00:13Z", "content": "South Carolina hasnt sent a newly elected Democrat to Congress for 25 years. But on Tuesday, voters in the Charleston area broke form and chose a Democrat over a Republican endorsed by President Trump. That result might seem like an outlier, given South Carol… [+5400 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jathon Sapsford", "title": "Trump Threatens Funding...", "description": "Trump Threatens Funding to California Over Wildfires WASHINGTON—President Trump blamed the California wildfires on poor forest management, and threatened to cut off funding to the state unless stewardship of forests improved. “There is no reason for these mas…", "url": "https://www.wsj.com/articles/trump-threatens-funding-to-california-over-wildfires-1541858686", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI432_trumpf_SOC_20181110085459.jpg", "publishedAt": "2018-11-10T16:00:03Z", "content": "WASHINGTONPresident Trump blamed the California wildfires on poor forest management, and threatened to cut off funding to the state unless stewardship of forests improved. There is no reason for these massive, deadly and costly forest fires in California exce… [+1298 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Gallagher", "title": "Why Take-Two Needs 'Red Dead' to Stay Alive - Wall Street Journal", "description": "Wall Street Journal Why Take-Two Needs 'Red Dead' to Stay Alive Wall Street Journal So far, this fall's biggest videogames are off to a strong start. But in today's game business, that's just not enough. Note how investors have responded to the two biggest la…", "url": "https://www.wsj.com/articles/why-take-two-needs-red-dead-to-stay-alive-1541862181", "urlToImage": "https://images.wsj.net/im-35718/social", "publishedAt": "2018-11-10T15:03:00Z", "content": "So far, this falls biggest videogames are off to a strong start. But in todays game business, thats just not enough. Note how investors have responded to the two biggest launches of the year. Activision Blizzard ATVI -12.39% released Call of Duty: Black Ops 4… [+2585 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Felicia Schwartz", "title": "Desperate for Tech Talent, Israel Turns to an Untapped Labor Pool: Palestinians - Wall Street Journal", "description": "Wall Street Journal Desperate for Tech Talent, Israel Turns to an Untapped Labor Pool: Palestinians Wall Street Journal Israel depends on the tech sector for almost half its exports. If the labor shortage persists, economic growth will stall, said Ami Appelba…", "url": "https://www.wsj.com/articles/desperate-for-tech-talent-israel-turns-to-an-untapped-labor-pool-palestinians-1541854800", "urlToImage": "https://images.wsj.net/im-35927/social", "publishedAt": "2018-11-10T13:01:23Z", "content": "TEL AVIVAn intense labor shortage is pushing Israeli tech firms to hire Palestinians in the West Bank, establishing new economic links between the two sides despite persistent political tension and the continuing absence of a peace agreement. Israels innovati… [+5184 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Legal Spat Swells Over Naming Matthew Whitaker as Acting Attorney General - Wall Street Journal", "description": "Wall Street Journal Legal Spat Swells Over Naming Matthew Whitaker as Acting Attorney General Wall Street Journal As Matthew Whitaker took charge of the Justice Department this week, Democrats and some Republicans questioned whether he was legally eligible to…", "url": "https://www.wsj.com/articles/legal-spat-swells-over-naming-matthew-whitaker-as-acting-attorney-general-1541854801", "urlToImage": "https://images.wsj.net/im-36229/social", "publishedAt": "2018-11-10T13:00:58Z", "content": "As Matthew Whitaker took charge of the Justice Department this week, Democrats and some Republicans questioned whether he was legally eligible to serve as acting attorney general. No court has ruled directly on the relevant questions, so the answer isnt clear… [+4103 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jen Murphy", "title": "An Ultramarathon Runner at 71", "description": "Intrigued by the idea of running farther than a 26.2-mile marathon, a former CEO started training for 50, sometimes 100, miles instead.", "url": "https://www.wsj.com/articles/an-ultramarathon-runner-at-71-1541853000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI001_WORKOU_SOC_20181108151055.jpg", "publishedAt": "2018-11-10T12:30:04Z", "content": "While most seniors battle arthritic joints and low back pain, Eric Spector is combating blistered feet and missing toenails. At 71 years old, his idea of a short race isnt a 5K, but a 50K. Mr. Spector completed his first ultramarathon, any race greater in dis… [+6729 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Trefor Moss", "title": "Chinese Startups Push Into Space Business - Wall Street Journal", "description": "Wall Street Journal Chinese Startups Push Into Space Business Wall Street Journal SHANGHAI—Space is corporate China's newest frontier, as Chinese startups prepare to boldly go head-to-head with the likes of Elon Musk's SpaceX and Jeff Bezos's Blue Origin LLC …", "url": "https://www.wsj.com/articles/chinese-startups-push-into-space-business-1541851211", "urlToImage": "https://images.wsj.net/im-35784/social", "publishedAt": "2018-11-10T12:03:23Z", "content": "SHANGHAISpace is corporate Chinas newest frontier, as Chinese startups prepare to boldly go head-to-head with the likes of Elon Musks SpaceX and Jeff Bezoss Blue Origin LLC for a slice of the space market. It is still a risky business that must overcome compl… [+5970 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Jacobs", "title": "'James Galanos: Design Integrity' Review: The West Coast King of Fashion", "description": "James Galanos often gets underrepresented in fashion history; a new show offers a corrective.", "url": "https://www.wsj.com/articles/james-galanos-design-integrity-review-the-west-coast-king-of-fashion-1541851201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI345_GALANO_SOC_20181109154951.jpg", "publishedAt": "2018-11-10T12:00:27Z", "content": "In postwar America there were two reigning fashion designers, one on the East Coast and one on the West: Norman Norell and the much younger James Galanos. Both produced ready-to-wear of the highest possible workmanship; in fact, the work of Galanos was not on… [+5275 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shalini Ramachandran", "title": "At NETFLIX, Who Wins When It's Hollywood vs. the Algorithm?", "description": "At Netflix, Who Wins When It’s Hollywood vs. the Algorithm? Netflix Inc.’s executives were torn. On the one hand they trusted the company’s algorithm. On the other they were worried about ticking off Jane Fonda. After the streaming-video giant released the se…", "url": "https://www.wsj.com/articles/at-netflix-who-wins-when-its-hollywood-vs-the-algorithm-1541826015", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CH611_NETFLI_SOC_20181107140810.jpg", "publishedAt": "2018-11-10T12:00:04Z", "content": "Netflix Inc.s executives were torn. On the one hand they trusted the companys algorithm. On the other they were worried about ticking off Jane Fonda. After the streaming-video giant released the second season of the comedy Grace and Frankie in 2016, its produ… [+16223 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Farnaz Fassihi", "title": "Former Saudi Official Rejects Outside Probe of Journalist's Death - Wall Street Journal", "description": "Wall Street Journal Former Saudi Official Rejects Outside Probe of Journalist's Death Wall Street Journal UNITED NATIONS—Saudi Arabia's former intelligence chief said Friday that the kingdom would never accept an international investigation into the death of …", "url": "https://www.wsj.com/articles/former-saudi-official-rejects-outside-probe-of-journalists-death-1541821177", "urlToImage": "https://images.wsj.net/im-36236/social", "publishedAt": "2018-11-10T03:39:00Z", "content": "UNITED NATIONSSaudi Arabias former intelligence chief said Friday that the kingdom would never accept an international investigation into the death of journalist Jamal Khashoggi or outside interference. Prince Turki al-Faisal, speaking at the International Pe… [+2577 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Betsy McKay", "title": "Juul to Stop Sales of Most Flavored E-Cigarettes in Retail Stores", "description": "Juul Labs, the fast growing e-cigarette company, has decided to stop selling most of its flavored nicotine liquids at bricks-and-mortar retail stores, according to people familiar with the matter.", "url": "https://www.wsj.com/articles/juul-to-stop-sales-of-most-flavored-e-cigarettes-in-retail-stores-1541784238", "urlToImage": "https://images.wsj.net/im-36120/social", "publishedAt": "2018-11-10T02:34:54Z", "content": "E-cigarette startup Juul Labs Inc., faced with a regulatory crackdown and criticism that its marketing has attracted underage users, plans to stop selling most of its flavored nicotine liquids at bricks-and-mortar stores, according to people familiar with the… [+7241 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Broward County Senate Steal?", "description": "Florida’s Democratic stronghold makes a mess of vote-counting.", "url": "https://www.wsj.com/articles/a-broward-county-senate-steal-1541809807", "urlToImage": "https://images.wsj.net/im-36228/social", "publishedAt": "2018-11-10T00:54:37Z", "content": "Democrats have a hard time accepting electoral defeat. Theyve spent two years claiming with little evidence that Vladimir Putin elected Donald Trump. And now comes a vote-counting debacle in southern Florida that is at best gross incompetence, though dont rul… [+3510 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alicia A. Caldwell", "title": "Immigrants Traveling as Families Arrested on Mexican Border Increase 38% in October", "description": "Among 50,975 undocumented immigrants caught crossing the U.S.-Mexico border in October, roughly 23,100 were traveling as families—a 38% increase over the previous month, U.S. officials say.", "url": "https://www.wsj.com/articles/immigrants-traveling-as-families-arrested-on-mexican-border-increase-38-in-october-1541809167", "urlToImage": "https://images.wsj.net/im-36220/social", "publishedAt": "2018-11-10T00:48:40Z", "content": "McAllen, TexasNearly 51,000 undocumented immigrants were caught crossing the U.S. border with Mexico last month, the Trump administration said Friday. Among 50,975 people arrested, roughly 23,100 were traveling as families, according to arrest figures posted … [+2176 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David L. Hu", "title": "Robot Design Goes Back to Nature", "description": "Engineers are building machines that mimic the remarkable movements of animals.", "url": "https://www.wsj.com/articles/robot-design-goes-back-to-nature-1541785932", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CI057_ANIMOT_SOC_20181108170213.jpg", "publishedAt": "2018-11-10T00:34:34Z", "content": "My obsession with the science of animal motion began with Jerry, my wifes toy poodle. When Jerry got wet or got something stuck on him, he would twist his spine and shake his entire body at the astonishing rate of four times a second, as I discovered by takin… [+7534 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Burying the Other Russia Story", "description": "Adam Schiff will shut down the probe that found FBI abuses.", "url": "https://www.wsj.com/articles/burying-the-other-russia-story-1541810056", "urlToImage": "https://images.wsj.net/im-36219/social", "publishedAt": "2018-11-10T00:34:19Z", "content": "Arguably the most important power at stake in Tuesdays election was Congressional oversight, and the most important change may be Adam Schiff at the House Intelligence Committee. The Democrat says his top priority is re-opening the Trump-Russia collusion prob… [+4830 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "An Unnecessary Culture War", "description": "The Little Sisters of the Poor finally get their religious exemption.", "url": "https://www.wsj.com/articles/an-unnecessary-culture-war-1541809669", "urlToImage": "https://images.wsj.net/im-36225/social", "publishedAt": "2018-11-10T00:27:50Z", "content": "Some good news in a contentious week: On Wednesday the Health and Human Services Department finalized new rules granting the Little Sisters of the Poor a broad religious exemption from the Obama Administrations contraceptive mandate. The Catholic religious or… [+869 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis", "title": "Navarro Blasts China and Wall Street 'Globalists'", "description": "President Trump’s trade adviser Peter Navarro unleashed a broadside against China and Wall Street executives ahead of a meeting between the U.S. and Chinese presidents at the end of the month in Buenos Aires.", "url": "https://www.wsj.com/articles/peter-navarro-blasts-china-and-wall-street-globalists-1541787254", "urlToImage": "https://images.wsj.net/im-36127/social", "publishedAt": "2018-11-10T00:23:09Z", "content": "WASHINGTONPresident Trumps senior trade adviser, Peter Navarro, excoriated China and attacked Goldman Sachs and Wall Street as Beijings unpaid foreign agents who are weakening the U.S. leader before his meeting this month with Chinas president. Less than a mi… [+5949 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas MacMillan", "title": "Facebook to End Forced Arbitration for Sexual-Harassment Claims", "description": "Facebook is ending its policy of requiring employee sexual-harassment claims to be settled in private arbitration, a day after Google rolled back a similar policy under pressure from employees.", "url": "https://www.wsj.com/articles/facebook-to-end-forced-arbitration-for-sexual-harassment-claims-1541799129", "urlToImage": "https://images.wsj.net/im-36194/social", "publishedAt": "2018-11-10T00:04:20Z", "content": "The rule change, which will let Facebook employees pursue those claims in court, was announced in an internal post to staff on Friday, a spokesman for the company said. The social networking giant has also updated its interoffice dating policy to require any … [+1838 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Maloney", "title": "FDA to Propose Ban of Menthol Cigarettes", "description": "The Food and Drug Administration isn’t just cracking down on e-cigarettes—Commissioner Scott Gottlieb also plans to pursue a ban on menthol cigarettes, according to senior agency officials.", "url": "https://www.wsj.com/articles/fda-to-propose-ban-of-menthol-cigarettes-1541795941", "urlToImage": "https://images.wsj.net/im-36133/social", "publishedAt": "2018-11-10T00:03:02Z", "content": "The Food and Drug Administration isnt just cracking down on e-cigarettes. Commissioner Scott Gottlieb also plans to pursue a ban on menthol cigarettes, according to senior agency officials. It could take a year or more for a rule banning menthol to be finaliz… [+2232 chars]"}]}