[{"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "How does a leadership challenge work in the Conservative Party?", "description": "Theresa May could be subjected to one imminently", "url": "https://www.economist.com/the-economist-explains/2018/11/16/how-does-a-leadership-challenge-work-in-the-conservative-party", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_BRP503.jpg", "publishedAt": "2018-11-16T13:13:54Z", "content": "AFTER HER proposed Brexit deal triggered a flurry of government resignations, Theresa Mays job is on the line. The British prime minister faces a potential leadership challenge. Speaking to a crowd of gawping journalists and curious tourists outside the House… [+2587 chars]", "fulltext": "AFTER HER proposed Brexit deal triggered a flurry of government resignations, Theresa May’s job is on the line. The British prime minister faces a potential leadership challenge. Speaking to a crowd of gawping journalists and curious tourists outside the Houses of Parliament on November 15th, Jacob Rees-Mogg (also pictured), an influential backbencher, demanded a confidence vote in the prime minister. He is not the only one to have done so. But how would Conservative MPs go about removing Mrs May? And how would they choose her successor?\n\nUnder the Conservative system, a confidence vote is triggered when 15% of Tory MPs send letters of no confidence to the chair of the 1922 Committee, which represents Conservative MPs in parliament. The party has 316 MPs, so 48 have to write in. All Conservative MPs may vote in the ballot, with the result dictated by a simple majority. This can happen quickly: in 2003, the confidence vote came only a day after it was triggered. If Mrs May wins, she stays on as leader. As an added bonus, another challenge cannot be launched for a year. If Mrs May loses, she would no longer be Conservative leader. Selecting a new leader would then involve two rounds. First, the candidates must win the votes of fellow MPs. The candidates stand against each other in consecutive rounds of votes, with the candidate in last place getting eliminated each time, until only two remain. These two names are then put forward to the estimated 130,000 members of the Conservative Party. They are the happy few who would have a direct say on Britain’s next prime minister.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nBritain, then, can change prime minister without the bother of a general election. It is relatively common. Mrs May took over from David Cameron in this way. So did Gordon Brown, who succeeded Tony Blair as leader of the Labour Party and thus prime minister in 2007. The head of the largest political party is asked by the Queen to form a government however they ended up in that position.\n\nMrs May might discern some light in the gloom. It is one thing to muster 48 MPs fed up with the prime minister. But it is quite another to persuade 158 to vote against her, with no obvious successor in the wings. Another Conservative prime minister would face exactly the same problems as Mrs May: a divided party, a weak hand in Brussels and a split country. If Mrs May wins the no-confidence vote, her immunity from a future challenge would provide some political leeway. In that time, she may somehow push her deal—or a version of it—through Parliament. Her prospects and those of her party may look better in a year. But MPs may not want to find out. Those who are supportive of the prime minister in public may express a different view in the privacy of a voting booth."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "“Widows” is a refreshing and thrilling crowd-pleaser", "description": "Steve McQueen’s excellent new film takes a 1980s heist story and suffuses it with weighty themes", "url": "https://www.economist.com/prospero/2018/11/16/widows-is-a-refreshing-and-thrilling-crowd-pleaser", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_BKP516.jpg", "publishedAt": "2018-11-16T11:07:15Z", "content": "IT IS PROBABLY safe to assume that a large proportion of those who will go to watch Widows, the new film from Steve McQueen (Shame, Hunger), will not be overly familiar with the source material. In the early 1980s, Widows was a perm-haired and shiny-bloused s… [+3807 chars]", "fulltext": "IT IS PROBABLY safe to assume that a large proportion of those who will go to watch “Widows”, the new film from Steve McQueen (“Shame”, “Hunger”), will not be overly familiar with the source material. In the early 1980s, “Widows” was a perm-haired and shiny-bloused series on British television. This was how Mr McQueen first encountered it: as a teenager lying on the floor of his parents’ house, the light from the screen flickering across his face. Clearly it made an impression, because this was the seam he chose to mine following the Academy Award-winning success of “12 Years a Slave” in 2013. The result is thrilling: a twist-laden homage to the original, spliced with contemporary concerns about race, gender, power and politics.\n\nThe film begins as the series did, with a botched heist. Harry Rawlings (Liam Neeson) and his crew are scrambling through a getaway that is anything but clean, and getting dirtier by the minute. Tyres screech, bullets fly—and then one of those bullets must have found a petrol tank because there’s a flash and a bulge of black smoke and then boom.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nClearly, these men were no angels—a point reinforced in flashbacks that reveal that violence and criminality were not always confined to their work—but nevertheless they left people and partners behind. Along with their grief, these women must grapple with debts, babies and the taint of criminality. Worse is on its way. The same conflagration that consumed their husbands also consumed the loot stolen from the Manning brothers (Brian Tyree Henry and Daniel Kaluuya), gangsters and aspiring politicians.\n\nThe Mannings, of course, aren’t going to let a little thing like the death of those responsible get in the way of either revenge or the recovery of their losses. It is the widows, they decide, who will have to settle the account. Led by Harry’s wife, Veronica (Viola Davis), they do the only thing they can think of: carry out one last heist, the plans for which are in an old notebook of Harry’s. “The only thing we’ve got going for us,” Veronica tells her co-conspirators Alice (Elizabeth Debicki), Linda (Michelle Rodriguez) and Belle (Cynthia Erivo), “is that nobody thinks we’ve got the balls to pull this off.”\n\nOver the course of its 129-minute running time, “Widows” deals out everything from caper comedy—Alice’s trip to an auction to buy a getaway car—to brutal murder and car chases (the clapped-out van Alice buys is, mercifully, faster than it looks). But Mr McQueen has also taken care to thread weightier issues through the film’s structure. For a start, the action has been transplanted from 1980s London to present-day Chicago. Gillian Flynn, the author of “Gone Girl” and “Sharp Objects”, who wrote the script, has created a deeply unflattering portrait of her hometown. It is a city riddled with political corruption, racial tensions, sexism and crimes both petty and structural.\n\nSuch issues also find expression in the lives of the characters. Two of the women are black, one is Latina, the other white. They span social classes and ages, and consequently have vastly different expectations. Their relationships with themselves, each other and the people in their lives are textured, complex and multilayered; a clip of Ms Davis talking about the power of the depiction of her on-screen relationship with Mr Neeson has gone viral. They feel, in short, like real people—an impression reinforced by excellent performances from the four principals—and the audience will almost instantaneously find itself willing them to succeed, desperate for them to evade all the men who mean them harm.\n\nThere are twists, of course, though they won’t be twists to those who watched the original series. There is plenty of that source material left, as the action finishes well before the end of the show’s second season. To date, Mr McQueen hasn’t been the sort of director to indulge in endless sequels. “Widows” is such a fabulous, pulse-raising, gut-punch of a film that it makes you hope he’ll reconsider this position."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "How Syria’s flag carrier plans to remain airborne", "description": "An airline much despised in the West goes shopping for Russian planes", "url": "https://www.economist.com/gulliver/2018/11/16/how-syrias-flag-carrier-plans-to-remain-airborne", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_WBP501_0.jpg", "publishedAt": "2018-11-16T06:03:32Z", "content": "ABOUT A DECADE ago Syrian Arab Airlines (also known as SyrianAir), the state-owned flag carrier of Syria, was planning an order for 50 shiny new Airbus jetliners. They never arrived. Today it operates five elderly ones. The countrys ability to expand its civi… [+3878 chars]", "fulltext": "ABOUT A DECADE ago Syrian Arab Airlines (also known as SyrianAir), the state-owned flag carrier of Syria, was planning an order for 50 shiny new Airbus jetliners. They never arrived. Today it operates five elderly ones. The country’s ability to expand its civilian fleet with Western aircraft stumbled when President Bashar al-Assad took the reins as dictator from his father in 2000. Then it disintegrated 13 years later, when civil war swept across Syria and Mr Assad shocked the world with his indiscriminate military tactics, including the use of chemical weapons against civilians. With a helping hand from Russia, his brutal methods have succeeded. His troops now control about 85% of Syrian territory. And SyrianAir is once again shopping for new planes—albeit, this time, in Moscow.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe flag carrier’s demise from a once-proud airline to a pariah banned from Western skies has been the stated policy goal of successive American administrations. Leaked cables written by American diplomats in 2008 identified SyrianAir as “the regime asset most vulnerable to unilateral US sanctions, and where the effect of sanctions is most obvious to the Syrian public”. The flag carrier is blocked from buying aircraft, spare parts and maintenance services from America, the EU and from most other countries, even where such restrictions put the safety of flights at risk. Some argue this is counterproductive for the West. In Iran, which is also unable to buy passenger planes, every new air disaster is accompanied by an outpouring of anti-American sentiment on the streets. No one blames the mullahs.\n\nIranian carriers have experienced a longer period of American sanctions than Syrian ones and so have developed canny ways to find jets on the black market. Their procurement channels are convoluted and expensive. They mostly involve planes that no Western airline wants anyway. But they do keep the country flying. SyrianAir experimented with that approach last year when it sourced a 17-year-old A340, hiding the deal behind a mountain of paperwork and middlemen in Kazakhstan and Chad. It seems reluctant to repeat the effort. “Our friends have their own ways,” shrugs Talal Abdulkarim, SyrianAir’s chief executive. “The financial laws and the system that is now active in the Syrian government force us to work without such a third party.”\n\nA better solution, he says, might be found in Russia. SyrianAir is talking to Irkut, the Russian aircraft manufacturer, about an order for up to 20 MC-21 single-aisle jets, due to enter service in 2020 and seen as Russia’s answer to the Boeing 737 MAX and Airbus A320neo. The airline may have found a sympathetic ear at Irkut, a subsidiary of state-owned United Aircraft Corporation (UAC), whose defence-related activities were sanctioned after Russia annexed Crimea in 2014. Its subsidiaries, which also include Tupolev, Ilyushin and Sukhoi, have never had much luck selling planes to customers outside the former Soviet Union. Fearful that sanctions will eventually seep into their civil-aviation activities, UAC now aspires to build passenger jets wholly independent of Western supply chains. Irkut wants to replace the MC-21’s American-made Pratt & Whitney engines with Russian alternatives. The schism will be music to the ears of Mr Abdulkarim, even if he wishes he could simply knock on Airbus’s door again.\n\nAmerica’s options for disrupting Russian aircraft sales to Syria are hazy. President Donald Trump relished tearing up his predecessor’s deal lifting sanctions on Iran, scuppering hundreds of Western plane sales to the country in the process. He is not likely to fret about condemning Syrian travellers to risk their lives in ageing planes either. But blocking transactions that circumvent the West is trickier than clamping down directly on Airbus and Boeing. Financial pressure would need to be applied to Irkut, risking a confrontation with a strategically important arm of the Russian state. On current form, Mr Trump taking such a tough line with President Vladimir Putin looks like pie in the sky."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Why America struggles to sell LNG in Europe", "description": "It looks unlikely to challenge the pre-eminence of pipelined Russian gas", "url": "https://www.economist.com/the-economist-explains/2018/11/16/why-america-struggles-to-sell-lng-in-europe", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_BLP507.jpg", "publishedAt": "2018-11-16T05:53:04Z", "content": "LAST WEEK Rick Perry, Americas energy secretary, went to eastern Europe to try to sell his countrys liquid natural gas (LNG). In Warsaw he announced a 24-year contract with Polands state gas company, PGNiG, under which it will receive 40.95bn cubic metres of … [+3154 chars]", "fulltext": "LAST WEEK Rick Perry, America’s energy secretary, went to eastern Europe to try to sell his country’s liquid natural gas (LNG). In Warsaw he announced a 24-year contract with Poland’s state gas company, PGNiG, under which it will receive 40.95bn cubic metres of gas from an American supplier, Cheniere Energy. Mr Perry said the deal was “a signal across Europe that this is how your energy future can be developed”. In Berlin on the same day Peter Altmaier, Germany’s economy minister, met Alexey Miller, the CEO of Gazprom, Russia’s gas giant. As the two discussed increasing imports of Russian gas to Europe via Nord Stream 2, a controversial pipeline from Russia to Germany that travels through the Baltic sea, they described a very different future from that envisaged by Mr Perry.\n\nEuropean countries are dealing with heightened energy-security worries. Demand for gas in Europe has risen since 2015, thanks in part to the global economic recovery and the favouring of more environmentally friendly gas-fired power plants. According to the International Energy Agency (IEA), an inter-government agency, total demand in Europe (which in the IEA’s definition excludes Russia) reached 613bn cubic meters (bcm) last year. The IEA expects it now to stabilise, and indeed to fall very slightly by 2040. But with gas production dwindling in non-Russian Europe, the region is increasingly reliant on imports, particularly from Russia, which already provides 35% of its supply. The precariousness of the situation was made plain in 2006 and 2009, when Russia temporarily interrupted the transport of gas through Ukraine, causing shortages in several countries. European leaders began looking for alternative gas supplies, including American LNG.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmerica is the world’s largest producer of natural gas and is on track to become the dominant exporter of LNG, thanks in part to soaring demand from South America and Asia. But the big problem with its LNG, as far as European buyers are concerned, is that it is more expensive than pipelined gas from Russia. American LNG exporters need to sell in Europe for at least $6-7 per million British thermal units (mBTU) to cover the costs of freezing, shipping and re-gasification. By contrast Russia’s long-run marginal cost of supply to Europe is only about $5 per mBTU. American LNG is also more expensive than LNG from Qatar and some African countries because feed gas in America is more costly to extract, and the distances it has to travel to the customer are longer.\n\nLast year, as a result, Europe imported eight times more gas by pipeline than in the form of LNG, according to the US Energy Information Administration. This trend appears to be continuing into 2018. Imports of Russian gas by countries in the European Union hit a record high in the first half of the year, up 8% year-on-year. The threat of competition from America has forced Gazprom to become more efficient and to lower prices. So American LNG is actually more likely to end up in Asia, where Australia and Qatar sell a lot of LNG but are unable to meet growing demand. China, the main driver of that growth, has become a particularly important destination. Ensuring that President Donald Trump’s trade war with China doesn’t close off this market is more important to American LNG suppliers than any deal signed in Europe."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The trial of El Chapo and the crime-fighting plan of AMLO", "description": "As Joaquín Guzmán appears in court, Mexico’s president-elect presents his policy on policing", "url": "https://www.economist.com/the-americas/2018/11/16/the-trial-of-el-chapo-and-the-crime-fighting-plan-of-amlo", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_AMP503.jpg", "publishedAt": "2018-11-16T05:00:00Z", "content": "CHIEF AMONG the signs that not all is well in Mexican law enforcement is the trial of the countrys most wanted man. It began this week in New York, because each time Mexican authorities locked up Joaquín El Chapo Guzmán, allegedly the boss of the Sinaloa drug… [+3040 chars]", "fulltext": "CHIEF AMONG the signs that not all is well in Mexican law enforcement is the trial of the country’s most wanted man. It began this week in New York, because each time Mexican authorities locked up Joaquín “El Chapo” Guzmán, allegedly the boss of the Sinaloa drug gang, he escaped. After his third capture, in 2016, Mexico extradited him to the United States. That has not reduced bloodshed in Mexico. As the accused kingpin stood in the dock, Mexico’s president-elect, Andrés Manuel López Obrador, known as AMLO, unveiled a plan that he said would end a misguided, decade-long war on drugs.\n\nThe subject of ballads and gory television series, El Chapo provokes fear even in New York. A juror broke down in tears upon learning of her selection for the trial. Prosecutors accused him of smuggling 150,000kg (330,000 pounds) of cocaine into the United States. But his lawyer insisted that there had been a mix-up. Mr Guzmán was never in charge of Mexico’s biggest drug-trafficking gang, he said.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nInstead, he accused Ismael Zambada, another gang member, of running the show, alleging that Mr Zambada paid Mexico’s two most recent presidents, Felipe Calderón and Enrique Peña Nieto, millions of dollars to pursue the Sinaloa gang’s rivals. Both presidents vehemently deny the accusations. Nonetheless most Mexicans, made cynical by corruption, do not have much trouble believing them. But allegations by Mr Guzmán himself, who was captured after boasting to Sean Penn, an American actor, that he was the world’s biggest drug trafficker, may not be reliable.\n\nMany analysts think the capture of Mr Guzmán and other drug bosses made violence in Mexico worse. Large gangs fragmented and trigger-happy lieutenants fought for leadership. Such feuds helped drive the murder rate to a record high in 2017, which is certain to be surpassed this year.\n\nOn November 14th Mr López Obrador, who will become president at the beginning of next month, announced his plans to deal with the crisis. His eight-point proposal restates campaign promises to end corruption and poverty and recasts the consumption of drugs as a public-health issue. His much-touted “amnesty” for some criminals appears to include scope for reducing the sentences in exchange for co-operation with authorities and reparations for victims. The plan also contains a vow to abjure torture. It is unclear whether any of this will bring the murder rate down.\n\nMr López Obrador’s most controversial idea is the creation of a national guard under the control of the army. This would require changing the constitution, under which all public-security institutions are subject to civilian control. In 2006 Mr Calderón deployed the army to fight drug gangs. Mr López Obrador described the deployment as a failure. Now he seems to accept a policing role for the army. “In the end politics is about choosing between inconveniences,” he said at the plan’s unveiling.\n\nAbsent from it is any proposal to strengthen the state and municipal police forces that do most of the law enforcement, or any mention of how the next administration might implement a criminal-justice reform that has already begun. More attention to those areas would bolster the state that Mr Guzmán helped undermine."}]