[{"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The microscopic structure of a cat’s tongue helps keep its fur clean", "description": "Lick that! T.S. ELIOT’S MYSTERY cat, Macavity, besides being a criminal mastermind able to evade the combined ranks of British law enforcement, had a coat that was “dusty from neglect”. Criminality is one thing, but this truly strains the imagination. Real ca…", "url": "https://www.economist.com/science-and-technology/2018/11/24/the-microscopic-structure-of-a-cats-tongue-helps-keep-its-fur-clean", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_STP502_0.jpg", "publishedAt": "2018-11-19T19:57:07Z", "content": "T.S. ELIOTS MYSTERY cat, Macavity, besides being a criminal mastermind able to evade the combined ranks of British law enforcement, had a coat that was dusty from neglect. Criminality is one thing, but this truly strains the imagination. Real cats are champio… [+2638 chars]", "fulltext": "T .S. ELIOT’S MYSTERY cat, Macavity, besides being a criminal mastermind able to evade the combined ranks of British law enforcement, had a coat that was “dusty from neglect”. Criminality is one thing, but this truly strains the imagination. Real cats are champion groomers.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nOf the ten hours a day that a domestic cat deigns to remain awake, it spends a quarter licking dirt, fleas, blood and loose hairs from its fur. Cats’ tongues, specialised for this task, are covered in hundreds of backward-facing keratin spines. But exactly how these cone-shaped protuberances, called filiform papillae, work to give the animals such mastery over their cleanliness has remained unknown until now.\n\nTo crack the mystery Alexis Noel and David Hu, a pair of engineers at the Georgia Institute of Technology, in Atlanta, examined the grooming mechanisms of six feline species—from domestic pets and bobcats to snow leopards and lions. Studying the activity of tongues inside the mouths of living creatures proved tricky, so instead Dr Noel and Dr Hu built an automated grooming machine fitted out with tongues and furs from animals whose lives had ended at places such as the Tiger Haven in Tennessee, a sort of retirement home for rescued big cats. They attached the tongues to a mechanical arm and made them “lick” the furs. High-resolution cameras and scanners took pictures.\n\nThe two researchers found that the filiform papillae were shaped not, as had previously been thought, like solid cones. Rather, they resembled tiny scoops. Each had a small groove—named a cavo papilla by the team—at its tip.\n\nThis structure permits surface tension to wick saliva from a cat’s mouth and release it into the farthest recesses of the animal’s fur. During each lick, about half of the saliva on the tongue is so transferred. Saliva serves as a multi-purpose cleaning agent and the cavo papillae also assist the absorption, for the return journey, of any dirt or blood that needs removing. The cat’s tongue therefore “acts like a loofah and a sponge at the same time”, says Dr Hu."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A new adaptation dims the brilliance of Elena Ferrante’s novel", "description": "The Italian-American television series loses the book’s essential interiority, and paints everything in pastel tones", "url": "https://www.economist.com/prospero/2018/11/19/a-new-adaptation-dims-the-brilliance-of-elena-ferrantes-novel", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_BKP501.jpg", "publishedAt": "2018-11-19T14:27:09Z", "content": "FERRANTE FEVER is no longer restricted to pastel-coloured paperbacks in bookstores across the world. The pseudonymous authors four Neapolitan Novels, which track the friendship between two women over half a century, have sold more than 5.5m copies. Now they a… [+4282 chars]", "fulltext": "“FERRANTE FEVER” is no longer restricted to pastel-coloured paperbacks in bookstores across the world. The pseudonymous author’s four “Neapolitan Novels”, which track the friendship between two women over half a century, have sold more than 5.5m copies. Now they are being adapted into a 32-part series by HBO, an American premium channel, and RAI and TIMvision, two Italian networks. “My Brilliant Friend”, the first book in the series, starts its eight-episode run on November 18th in America and on November 19th in Britain.\n\nThe sudden disappearance of a woman named Lila in the present day leads Elena, her closest friend (who goes by Lenù), to search for clues in their shared childhood and adolescence in a blighted, post-war Naples neighbourhood. While weathering the blows of abusive families and observing the fallout from the murder of a local don, the girls are in the process of forging their identities—both distinct from, and dependent on, each other.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlayed as a child by Ludovica Nasti and as a teenager by Gaia Girace, Lila is the driving force of the narrative. She is whip-smart but stubborn and, forbidden by her parents to pursue further formal education, exercises her mind by stirring up conflict among her peers. Lila’s rough magnetism drives away most but finds a delicate match in Lenù (Elisa Del Genio, then Margherita Mazzucco), who is equal parts rival, confidante and disciple. Both dream of being writers, yet Lenù is in awe of Lila’s ideas. In one of their first encounters, Lila throws Lenù’s doll into a cellar; Lenù returns the favour, exclaiming, “What you do, I do.” Thus the painful push-pull dynamic of their friendship is established.\n\nWhile strolling through the bustling town square that serves as the show’s centrepiece set, Lenù and Lila witness brutal dramas in which impoverished characters grapple with debts owed and statuses disrespected. The local children mimic these spasms of rage and distrust, and seek power and possession as their parents do. Neighbourhood boys proposition Lila, resorting to threats when they are rebuffed (she takes to producing a switchblade to ward them off). The show shares Elena Ferrante’s sense of pessimism both about her country’s recovery efforts after the second world war and the ability of personal relationships to weather socio-economic challenges.\n\nSaverio Constanzo, the director, delivers high production values but struggles to translate Ms Ferrante’s textual nuances into a visual medium, despite working closely with the elusive author via email. “I feel no nostalgia for our childhood,” Lenù says in the novel, “it was full of violence.” Yet the series piles on both. Young men whisk away female classmates in their cars to assault them just out of view; others return a New Year’s fireworks salvo with gunshots. The scenes are aesthetically jarring: the blood is spilled in treacly tones, so as not to splatter on the impeccably rendered period shopfronts. A brutal street brawl between lower- and upper-class boys is awkwardly scored to swelling, melodic strings, reminiscent of fussy exports like “Cinema Paradiso” rather than more thematically appropriate neorealist greats such as Roberto Rossellini and Vittorio De Sica.\n\n“My Brilliant Friend” also struggles with the internal monologue of Ms Ferrante’s prose, communicated onscreen via the occasional thudding voiceover. As a result, the all-action Lila, despite being grounded in her family’s shoe shop, takes precedence over the introverted Lenù. The series cedes itself to Ms Girace’s spiky portrayal of Lila, unable to make Lenù’s private thoughts engaging or complex enough to act as counterweight. The true protagonist, who must always be reacting to her companion, is flattened as a character and becomes a nearly mute waif. Ms Mazzucco is left to practise variations on a glassy-eyed gawk; she is called upon to shoulder nearly the entire sixth episode herself, and struggles mightily.\n\nAs such, the television series may well disappoint avid Ferrante fans. They have celebrated the brittle texture of the author’s prose, and her dark, complicated visions of human relationships; they have assailed the novels’ American and Italian covers for their Hallmarkian kitsch images of Italian children by the sea. Despite the show’s fidelity to the thornier side of Ms Ferrante’s story, it has taken too big an aesthetic cue from those covers. A painful past filled with assault and betrayal has the feel, improbably, of a Frommer’s guide."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Airports have been hit by the rise of Uber and Lyft", "description": "They are looking at ways to make up falling revenues from car parking and car rentals", "url": "https://www.economist.com/gulliver/2018/11/19/airports-have-been-hit-by-the-rise-of-uber-and-lyft", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_BLP508.jpg", "publishedAt": "2018-11-19T06:01:50Z", "content": "THE EMERGENCE of app-based ride-hailing services such as Uber and Lyft has transformed the way business travellers get to and from the airport. And it has also blown a hole in the finances of many airports. Under threat, particularly in North America, is thei… [+3375 chars]", "fulltext": "THE EMERGENCE of app-based ride-hailing services such as Uber and Lyft has transformed the way business travellers get to and from the airport. And it has also blown a hole in the finances of many airports. Under threat, particularly in North America, is their income from car parks, which makes up two-fifths of non-airline-related revenues across the continent, and car-rental concessions, which brings in a further one-fifth. Revenues from parking are falling short of forecast budgets by 10% or more per year, airport managers say. Many airports at first tried to ban Uber’s and Lyft’s cars from their taxi ranks, but drivers found ways round it, in some cases picking up rides from nearby houses. Now more are allowing Uber and Lyft to use their facilities and are looking at ways to make up the lost revenue from elsewhere.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nA new report from LEK Consulting, a consultancy, exposes the impact of these apps on airports. Between 2014 and 2017 the share of American business-travel trips taken with such apps rocketed from 8% to 62%, while those taken in taxis fell from 37% to 8%. Those taken in hired cars also fell, from 55% to 30%. This trend has fundamentally changed the way travellers get to the airport, particularly in major metropolitan areas. At San Francisco’s airport, for example, the share of airport drop-offs using such apps has increased more than sevenfold in the same period, while taxis and the like have lost more than half their market share.\n\nThis represents a real dilemma for airports, which rely on rental income from airport parking and car-rental firms to balance their books. Uber and Lyft pick-ups and drop-offs do not make as much money for airports as private vehicles do, or even taxi rides. Looking at seven major airports in America, Australia, Britain, and Singapore, LEK Consulting found that each trip made by a taxi generated an average of $3.50 in revenues for an airport. Each made by a ride-hailing app brought in just $2.90.\n\nWorse still could be self-driving cars. They can be expected to drive themselves home after a drop-off, thereby bypassing the need to pay for parking facilities at an airport. The launch of self-driving taxi services, reckons Ashish Khanna of LEK Consulting, such as that Google is planning to launch in Phoenix next month, pose an immediate threat.\n\nLEK Consulting suggests that airports can make up the money lost from the rise of Uber and Lyft by being more creative about how they charge vehicles to use their pick-up and drop-off areas. Such ideas include “dynamic pricing”, whereby different amounts are charged depending on the time of day, and “premium parking”, meaning that those using drop-off areas closest to the airport will pay more than those dumped farther away. Yet many passengers would bridle at such extra charges. And competition regulators might regard it as a case of airports trying to abuse their ownership of the land around terminals by squeezing more money from passengers.\n\nGovernments, already worried about the growing amount of traffic and pollution caused by the rise of Uber and like, want to push airport passengers towards public transport. At London’s Heathrow Airport, for instance, the authorities are considering moving the drop-off facilities for Ubers and taxis alike, along with car parks and car-rental outfits, to places far away from the terminals, to encourage the use of public transport. If that idea were to spread around the world, raising any more money from ride-hailing apps would only be a temporary patch for airport finances."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "Why there has been no progress in nuclear talks with North Korea", "description": "The North is using the vague language of the Singapore agreement to stall the process", "url": "https://www.economist.com/the-economist-explains/2018/11/19/why-there-has-been-no-progress-in-nuclear-talks-with-north-korea", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181117_ASP502.jpg", "publishedAt": "2018-11-19T05:52:22Z", "content": "THERE IS NO longer a Nuclear Threat from North Korea, President Donald Trump tweeted in June. Mr Trump had just returned from a meeting in Singapore with Kim Jong Un, North Koreas dictator. During the meeting, he claimed, Mr Kim had agreed to give up his nucl… [+3331 chars]", "fulltext": "“THERE IS NO longer a Nuclear Threat from North Korea,” President Donald Trump tweeted in June. Mr Trump had just returned from a meeting in Singapore with Kim Jong Un, North Korea’s dictator. During the meeting, he claimed, Mr Kim had agreed to give up his nuclear programme in return for American security guarantees and, eventually, relief from sanctions. But more than five months later, the nuclear threat is alive and well. Intelligence reports suggest that Mr Kim is expanding his programme rather than rolling it back. On November 16th North Korea reported that the army had successfully tested an unspecified “ultramodern tactical weapon”, the first public reference to a recent weapons test since November 2017. So why have things hit a snag?\n\nOn the face of it, the process turns on differing interpretations of what Mr Kim actually pledged to do. In the text signed in June, the two countries agree to “establish new US-DPRK relations” and “build a lasting and stable peace regime” while North Korea “commits to work toward complete denuclearisation of the Korean Peninsula”. America has since insisted that any concessions it offers must be preceded by clear Korean moves towards denuclearisation, such as handing over a complete list of nuclear facilities and allowing inspections of sites that have allegedly been dismantled. But apart from a freeze on nuclear tests (which actually preceded the Singapore summit), North Korea has only offered symbolic gestures, like publicly blowing up a test site it no longer needed. Before taking more concrete steps, it is demanding that America reciprocate, for instance by lifting some sanctions. Follow-up talks have not succeeded in bridging the gap. Earlier this month, a meeting between Mike Pompeo, America’s secretary of state, and Kim Yong Chol, the North’s chief negotiator, was cancelled by the North at the last minute.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nMr Kim may be prepared to give up his nuclear weapons, and may simply want more tangible guarantees before he starts the process. But it is more likely that he wants to hang on to the nukes, which the regime has pursued for decades to ensure its survival, and is using the current round of negotiations to try to extract concessions from America. After all, the North has a history of making other countries pay for promises on which it then reneges. Mr Trump’s relentless overselling of the deal reached in Singapore, which contains no details of how the denuclearisation is meant to come about, has encouraged such behaviour. Mr Kim is exploiting the vagueness of his own promises to stall the process, all the while accusing America of bad faith.\n\nFor now, the process remains in a rut. No serious arms-control agreement is possible unless Mr Kim hands over a list of his nuclear facilities, but there is no sign that he will do this. Indeed, the North’s state media has recently ramped up its rhetoric again, threatening to return to nuclear testing unless America makes the concessions that Mr Kim claims it promised. In response, America has vowed to keep up sanctions and pressure on the regime. But it has also made emollient noises. On November 15th Mike Pence, the vice-president, said that a second meeting between Mr Trump and Mr Kim may go ahead without North Korea having to show the much-discussed nuclear-facilities list. America’s adoption of the North’s view of denuclearisation may ensure that talks continue, defusing the risk of re-escalation. But it is unlikely to bring an end to the North’s nuclear programme."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "The microscopic structure of a cat’s tongue helps keep its fur clean", "description": "The secret is in the grooves", "url": "https://www.economist.com/science-and-technology/2018/11/19/the-microscopic-structure-of-a-cats-tongue-helps-keep-its-fur-clean", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_STP501.jpg", "publishedAt": "2018-11-19T05:00:00Z", "content": "T.S. ELIOTS mystery cat, Macavity, besides being a criminal mastermind able to evade the combined ranks of British law enforcement, had a coat that was dusty from neglect. Criminality is one thing, but this truly strains the imagination. Real cats are champio… [+2502 chars]", "fulltext": "T .S. ELIOT’S MYSTERY cat, Macavity, besides being a criminal mastermind able to evade the combined ranks of British law enforcement, had a coat that was “dusty from neglect”. Criminality is one thing, but this truly strains the imagination. Real cats are champion groomers.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nOf the ten hours a day that a domestic cat deigns to remain awake, it spends a quarter licking dirt, fleas, blood and loose hairs from its fur. Cats’ tongues, specialised for this task, are covered in hundreds of backward-facing keratin spines. But exactly how these cone-shaped protuberances, called filiform papillae, work to give the animals such mastery over their cleanliness has remained unknown until now.\n\nTo crack the mystery Alexis Noel and David Hu, a pair of engineers at the Georgia Institute of Technology, in Atlanta, examined the grooming mechanisms of six feline species—from domestic pets and bobcats to snow leopards and lions. Studying the activity of tongues inside the mouths of living creatures proved tricky, so instead Dr Noel and Dr Hu built an automated grooming machine fitted out with tongues and furs from animals whose lives had ended at places such as the Tiger Haven in Tennessee, a sort of retirement home for rescued big cats. They attached the tongues to a mechanical arm and made them “lick” the furs. High-resolution cameras and scanners took pictures.\n\nThe two researchers found that the filiform papillae were shaped not, as had previously been thought, like solid cones. Rather, they resembled tiny scoops. Each had a small groove—named a cavo papilla by the team—at its tip.\n\nThis structure permits surface tension to wick saliva from a cat’s mouth and release it into the farthest recesses of the animal’s fur. During each lick, about half of the saliva on the tongue is so transferred. Saliva serves as a multi-purpose cleaning agent and the cavo papillae also assist the absorption, for the return journey, of any dirt or blood that needs removing. The cat’s tongue therefore “acts like a loofah and a sponge at the same time”, says Dr Hu."}, {"source": {"id": "the-economist", "name": "The Economist"}, "author": null, "title": "A conversation with Kevin Hassett", "description": "The transcript of a conversation with the chairman of the Council of Economic Advisers", "url": "https://www.economist.com/finance-and-economics/2018/11/19/a-conversation-with-kevin-hassett", "urlToImage": "https://cdn.static-economist.com/sites/default/files/20181124_BLP503.jpg", "publishedAt": "2018-11-19T00:00:00Z", "content": "Dr Kevin Hassett, Chairman of the Council of Economic Advisers, spoke to The Economist on November 14th. What follows is a lightly edited transcript. The Economist: Were here in central London a stones throw from the House of Commons. And were with Dr Kevin H… [+22193 chars]", "fulltext": "Dr Kevin Hassett, Chairman of the Council of Economic Advisers, spoke to The Economist on November 14th. What follows is a lightly edited transcript.\n\nThe Economist: We’re here in central London a stone’s throw from the House of Commons. And we’re with Dr Kevin Hassett, the chairman of the Council of Economic Advisers at the White House. Thanks for joining us, Kevin. So let’s start by talking about what’s going on in America’s economy. You’ve had two strong quarters of economic growth: 3.5% and 4.2% respectively. Now if you ask most economists in the City of London or on Wall Street what’s happening in America, they would say this is a short-term burst of growth and sort of sugar high spurred by high deficits and tax cuts. What would you say to that?\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr Kevin Hassett: I think that we should start by defining sugar high. And I think a sugar high would be maybe a consumption burst that was driven by something like the government mailing checks to people, or the Cash for Clunkers programme in the previous recession, where we bought a bunch of used cars and then people went out and bought new cars. What’s happening now is that we’ve cut the cost of capital. So we’ve made it cheaper to invest in the US. And so that means that the equilibrium capital stock in the US needs to climb. If you look at the history of capital-stock adjustments they tend to take a number of years because capital is costly to adjust. So what we expected to see when we simulated this last fall was that we’d have a capital-spending boom that would drive growth above 3% this year. And then we’d get 3% sustained growth for a few years driven by the fact that the capital that was coming online would continue to do so at a sort of gradual rate, but we’d also start to reap dividends because when you buy a new machine you get GDP because of the investment. And then when you plug it in you get GDP because of the output of the machine. And so we think that that second phase is something that’s definitely in train and could hardly be called a sugar high.\n\nThe Economist: So you disagree then with the Survey of Professional Forecasters that was out this week. The average forecast in that was for 1.8% growth in 2020, 1.5% in 2021. You’re expecting faster growth for the foreseeable future?\n\nKH: Right, and again remember that GDP growth in 2016 in the US was 1.6% and that the growth forecasts from President Obama’s Council of Economic Advisers, run by my close friend Jason Furman so I don’t mean to criticise them, was that growth would average a little bit north of 2% over the next decade. And then when we came out with our 3% forecast for this year people said the forecast is ludicrous. It was driven basically on hard science that we’ve documented extensively in the Economic Report of the president. And we now see it in the data.\n\nThe Economist: Nonetheless your view of what is happening is quite different then from the idea that this is a demand-side boom. You think it’s a supply-side one. You think the productive capacity of the economy is expanding and that’s why this can go on?\n\nKH: Let’s think about it. If you have a supply-side boom then what should happen is capital spending should go up. Capital spending has gone up a lot. Then what you should see is productivity growth. Productivity growth has gone up a lot. You should see wage growth. Wage growth has gone up a lot. It’s right now the highest that it’s been in the US in about a decade. And all of that should happen without having a super-big effect on inflation, because if you shift the supply curve out—I know at The Economist you could actually say things like that—then you go down the demand curve and it puts downward pressure on prices that if you look at core inflation it’s actually decelerating over the last three quarters.\n\nThe Economist: Nonetheless it has risen a fair amount in the last year. It’s up I think from 1.4% in August 2017 to 2% today. That would seem to contradict the idea that since that time you’ve had an expansion in supply.\n\nKH: You have to be careful to talk about whether you’re looking at year-over-year numbers or recent numbers. So if we take the recent numbers, say, for the PCE core deflator and extend it, say, the last three months, then you can see a clear deceleration in inflation. If you look at year-over-year numbers that are in part driven by a big chunk of the year where there wasn’t even a tax cut yet then the numbers look like there’s less deceleration. But I think at precisely this moment where we had a radical policy change, that’s had a big impact on supply that you need to look at the near-term indicators. But I think that one should always be cautious about that too, right? Because near-term indicators are volatile and all that. But economist Larry Lindsey in the US has written about this, that if you look at the impact of the tax bill you tend to see higher supply, higher productivity, higher output, faster-growing wages, but not accelerating inflation. And again, if you had a sugar high then what would happen would be that you would cause a demand boom and the demand boom would drive prices up because you shipped out demand and you’d go up the supply curve, right? And we’re seeing the opposite.\n\nThe Economist: Let’s talk about the labour market and wages. If you look at some measures of wages—the employment-cost index for wages and salaries, say—the growth in that has been increasing fairly steadily in almost a straight line over the last few years. So how then do you claim that there’s a wage boom that started when President Trump came to office?\n\nKH: First of all, if you go to the CEA Twitter account you can see a whole bunch of charts that we put up because I very commonly have seen the argument that we’re just extending the trends that we inherited. And so, being scientifically minded, what we did is we went back to just about every economic indicator, estimated the trend over the previous four years through 2016 and then extended the trend out through today and compared that to the current data. And if you do that you see a remarkable amount of trend break. You’ve probably gone and looked at the charts or seen me present them in the White House press conference, and there has been a trend break in sentiment, in capital spending, in output growth and the wage growth. If you look at it closely you see kind of a second derivative; you see it accelerating at the end. But you’re right that wage growth was sort of in the 2% range and now it’s in the 3% range and so it’s not that it was negative. But I think that real wage growth has gone from zero to north of 1% now by our best estimate. And I think that that surge is happening because productivity is up and capital spending is up. And those things which are basic economics—the kind of thing that The Economist has been talking about for 100 years—are clearly the result of the tax bill.\n\nThe Economist: You’ve come in for some criticism on the left for doing things like using six-quarter moving averages, which people say is very unfamiliar. Could you explain your thinking behind that?\n\nKH: Oh sure. So when I made the presentation with six-quarter moving averages, President Trump had been president for six quarters and it seemed the natural choice. I think that one of the interesting things about being CEA chair and trying to help inform the public is that it almost seems like no matter what chart we put out people find something to get super-annoyed about. And you know the fact is that six quarters is actually the natural thing to choose if you’re wondering about a person who’s been here for six quarters. So that’s why we did it.\n\nThe Economist: Employment is at its lowest since the late 1960s. And you’re forecasting continued strong growth. How much further do you think that can fall and how much faster do you think wages can rise? What’s your prediction?\n\nKH: You know something that I would recommend that The Economist magazine do if they haven’t already—you know I read it a lot so I might have missed it—is make a chart of the Phillips Curve and look at how it’s performed over the last 40 years of data and then over the last 10 years of data. And when I look at the scatter plot I see that there seems to be something going on really around the world. It’s not just in the US that makes the Phillips Curve relationship a lot weaker than it used to be. So what that means is that you can get to much lower unemployment rates without causing the kind of runaway inflation we used to see when the US was more of a closed economy. The idea that you could have way below 3% unemployment was unthinkable when I arrived at the Fed about 30 years ago as a staffer. But now we’ve been below the Fed’s own estimate of the natural rate of unemployment for a long time and we’re about a whole percent below it. And we don’t see the kind of accelerating inflation that absolutely 100% was evident in the data up until the last decade or two. And so I think that what that means is that we’re in something like uncharted territory if we’re thinking about how far the unemployment rate can go because if we had been this low in the past we’d already see inflation 1% or 2% higher than what we see right now. We’d already seen it to be in the whites of the eyes so to speak and the fact that we don’t see it is something that’s very clearly evident if you’re going to make that chart.\n\nThe Economist: When President Trump was campaigning he promised 25m new jobs over 10 years. I think there’s been about 4m since he came to office. So even if what you say is true, how can you possibly come close? Do you really think with that fall of unemployment another 21m jobs can come without seeing sustained inflation?\n\nKH: You know that’s an extrapolation that I’d have to think more carefully about than I can do on the fly in a podcast. I think that when I came in and looked at the very carefully and professionally detailed forecast of my predecessor, one of the things that they’re very much convinced themselves of was that labour-force participation was going to continue to trend downward and that the decline in labour supply was a big negative of about four-tenths percent per year, maybe five-tenths, somewhere in there, going forward because the baby boomers are retiring and so on, and we decided to be more optimistic about that because we had thoughts about how marginal incentives would affect labour supply. And one of the things that’s a big shock to me is the labour-force participation is really surprised on the upside even of our forecast. So what’s going on in the strong economy is that there’s this large population, especially of working-age, marginalised folks, that are coming back to work. They’re getting back into the labour force and they’re finding fulfilment that maybe they didn’t have in a weaker economy. And exactly where that ends is something that I’d have to really get back to you on because I’d have to run the numbers.\n\nThe Economist: Republicans used to style themselves as the party of fiscal responsibility. We’ve just seen a rise in the deficit for the year just gone to 3.8% of GDP. It’s forecast to rise again over the next 12 months. It’s possible that America will soon see its first trillion-dollar deficit. How does that square with that notion of Republicans as the party of fiscal responsibility?\n\nKH: I think that first of all when President Trump came into office we were the highest corporate-tax place on earth. You know the OECD was calling on us to cut the corporate rate. We had a military that was very ill prepared in places, that the equipment was kind of rotting on the vine, and we needed to increase military spending. So there were some priority-one problems that President Trump decided to address. And I think that he was right to prioritise those things. But now he’s prioritising deficit reduction. He mentioned that in our budget, it’s not public yet, but in our budget we’re calling for a 5% across-the-board reduction in government spending. I think that the deficit is clearly going to be a major focus of political debate and of our policy in the years to come. But I think that one way to think about the numbers and, again perhaps we could email you the exact numbers because I’m doing it in my head now, but I think that compared to pre-administration forecast over the next 10 years we’ve got a little bit north of a trillion dollars more deficit cumulatively over 10 years and we’ve got about $6trn more GDP. I would argue that $6trn more GDP is attributable in large part to changes in policy. You know we came into a world where everyone was saying we’re in the new normal, we couldn’t get back to high growth. Now we’re in such high growth that the CBO, the Congressional Budget Office, is projecting that it continues for a while. So I think that any rational person would take a $1trn increase to the deficit for $6trn more GDP. That $6trn of more GDP of course gives us an enormous opportunity to make progress on the deficit, but not in a way that harms growth. That’s going to be a clear focus of ours in the year to come and it’s something the president’s already talked about.\n\nThe Economist: Is it your position then that deficits aren’t really a short-term problem; that they’re more of a long-term problem?\n\nKH: Speaking as an economist, not as a White House policy official, because I don’t know the White House’s position on exactly what the duration of deficit impacts... However, I could say that as an economist one of the things that I’ve always thought is that the near-term impact of deficits is smaller than the sort of big estimates in the literature. And that’s kind of a shame because if deficits led to really big interest-rate changes right away then it would be very hard for politicians to steal money from future generations because the economic harm from deficits would be immediate. So therefore generational equity, something that my co-authors Alan Auerbach and Larry Kotlikoff have written a lot about, would be necessary really economically. And I think that those effects aren’t in the data, even though you go back to Bob Rubin a long time ago, they were sort of claimed that they were there. But I don’t think that they’re as strong as the strongest deficit hawks think. In terms of generational equity that might be a shame because if it were it might be important for politicians more aggressively to stay ahead of the curve on deficits.\n\nThe Economist: Isn’t the implication of that view that there was a big policy mistake between about 2010 and 2015, when there was a lot of panic about deficits in the US, despite the economy being weaker? Perhaps it could have used then the fiscal stimulus that ended up happening in 2017?\n\nKH: No. The big policy mistake, which I think is a legendary policy mistake that economic historians will write about for 100 years, is that in the midst of a financial crisis, when Rahm Emanuel quite wisely said that a crisis is a terrible thing to waste, the Obama economic team let the crisis go to waste. They said that policy has to be timely and temporary and targeted, rather than addressed towards fixing our long-term problems. And this is not ex-post theorising on my part. I could email you a testimony I gave to the House Budget Committee during the stimulus debate back then where I said that what we need to do is have a stimulus, but we need to combine it with a long-term fiscal consolidation because what will happen then is that markets will see that US policy has improved a lot and therefore markets would have cause to celebrate. And so it wouldn’t just be a short-term Keynesian thing; it would be that, plus a long-term rebalancing of broken fiscal policies, that would put us on a better path. The fact that we went through a crisis and we fixed nothing—when we left it we were still the high corporate-tax place on Earth, we still had entitlement programmes that were out of balance in the long run, and so on—was a tremendous squandered opportunity. And it was based on a kind of religious and unscientific Keynesianism, I think, of the Obama administration economists.\n\nThe Economist: And your view of the appropriateness of short-term stimulus combined with long-term reform didn’t change between those post-crisis years and 2017-18 when the unemployment rate was obviously much lower?\n\nKH: I think that a fiscal consolidation is a growth opportunity for the US right now. And there is a big literature on the positive growth effects of fiscal consolidation, if they’re well managed. But that’s one of the next steps in the policy world. President Trump has already signalled that he wants to get ahead of the curve with 5% across-the-board government-spending reductions. And I think that would be a really good first step in that direction.\n\nThe Economist: Let’s talk quickly about trade. We were thinking we might have some news on that today, but as we’re speaking we don’t seem to have had it, so let’s talk broadly about the trade agenda. Is it fair to say that the intellectual case behind President Trump’s trade policy, which has so far led to the renegotiation of some trade deals, is about championing American producers at the expense of American consumers? So I’m thinking for example of the clauses in the renegotiation of NAFTA to reduce the cost advantage of producing cars in Mexico, which obviously benefits American carmakers, but might not benefit consumers so much?\n\nKH: Well, I think that the global big-picture target of Trump trade policy is to reform it so that we have lower tariffs and lower non-tariff barriers and symmetric trade deals. It’s clear that when President Trump came into office, and this is something that we detailed extensively in the Economic Report of the president, that there were massive asymmetries in trade deals around the world, that the US had opened up our markets to countries that didn’t really open their markets up to us, either by keeping tariffs in place like China’s 25% tariff on our autos or with non-tariff barriers that we saw in the auto industry in Korea and we see all over the European relationship. So President Trump 100% is focusing on making the deals fair and reciprocal. And I don’t think that that’s bad for US consumers. In fact the OECD, in their annual report looking at the US, their extremely expert team did a simulation of what happens if we achieve our objective of getting sort of global trade barriers to move down to the US level. And they found that that was just sort of massive good news for the global economy, which again is something that’s been championed I think for a zillion years by the economists. As to individual details, don’t forget that economists and probably readers of The Economist when they think of a trade deal they think of a one-line deal where we say “hey, we have free trade.” “OK. Agreed.” But if you look at trade deals there are thousands of pages, and I think that if we were to try to get every single page of every trade deal and fit it into our economic model that we’d fail. I think that a theory of how the thousands of pages happened is sort of beyond economics right now. But the global picture is that we’ve just improved the USMCA a deal a lot or the NAFTA deal a lot, that we’ve started free-trade deals with basically all of our major trading partners, and that we’ve made big strides in the president’s objective towards fair and reciprocal trade.\n\nThe Economist: One of the apparent contradictions in the administration’s economic agenda, which we’ve written about in The Economist, is this combination of a desire to reduce trade deficits while increasing the fiscal deficit—something that economic theory says couldn’t sit together easily unless the private sector was saving more which isn’t happening either.\n\nKH: It’s a little bit happening, saving more. But it’s mostly because of a revision.\n\nThe Economist: Sure, not to the extent you might...you would need to reconcile those two things so how do you reconcile them? How do you look at that?\n\nKH: Well I mean there’s an accounting identity about fiscal deficits and trade deficits and I think that there’s also the reality that if there’s a non-tariff barrier for autos in Korea, which there was, then the US car companies aren’t going to sell any cars to Korea. And if we don’t have any barriers and the Koreans are gonna sell lots of cars here and that’ll affect the trade deficit. But I think that you’re correct to emphasise that if you want to make progress on the trade deficit in the long run then for the most part you have to go after the capital-account side too. And the fiscal deficit is part of that. One of the things that I’ve spoken a lot about though, as the last thought, is that a lot of the trade deficit in the US is almost like an accounting anomaly; it’s all inside the current account because what US firms did under the old tax code was that they would transfer profits, say, to Ireland and that would increase the income of their Irish subsidiary and increase the trade deficit because they were making in Ireland and paying too much to the Irish subsidiary for the import into the US. That drove the trade deficit up, drove the income of foreign subsidiaries up—all of that happens inside the current account. And so I think that there’s a lot of room to reduce the trade deficit just within the current account by eliminating that transfer-pricing practice. If you look at the tax bill that just passed it should actually help us make a lot of progress in that regard because the rate is lower, but we also have a lot of rules which are pretty technical that make it much harder to transfer price. And so we expect that over time to have a big impact on the trade deficit, without having a capital account offset. And the final thought is that I would say one of the surprises for me as I modelled that is that it looks like the trade-deficit reduction from a reduction in transfer pricing has happened slower than I expected. One reason might be that if you were paying too much to your foreign sub in the past, if you change that behaviour right away then maybe that creates litigation risk because people say, “Oh you were cheating the past.” And so I think that transfer pricing hasn’t dropped yet as much as I expect it to. But if you look at the fundamentals that surely must and when it does that will drive the trade deficit lower.\n\nThe Economist: Kevin Hassett, thank you very much.\n\nKH: Thank you."}]